label Chapter_1:
#1958外，下雨
"""
整片天空都在下雨。

不对，应该是天空在哭泣。

算了，到底是天空在哭泣还是我在哭泣，我已经完全分不清楚了。

我叫常远，家住在…，今年…岁，…

……

奇怪，怎么什么都想不起来了？再想一遍。

我叫常远，家……

……
"""
#黑屏
"""
奇怪，天不应该是蓝色的吗。

怎么这片天，又是灰色又是绿色的。

就像是在草地上，铺上石板砖一样……
"""

"女孩子" "馨荷姐，有人倒在店门口了！" #djf

"女孩子" "赶紧搭把手，把他抬进来！外面下这么大的雨，可不能放在外面不管！" #bxh

"……"#转1958内部

cy "这里…是哪里？"

"""
鹭州的天气变化有这么快吗？刚刚还这么冷还下着雨，怎么突然就不冷了、雨还停了。

身上还盖着不知道哪里来的毯子，似乎还有淡淡的柠檬香味。
"""

bxh "你醒了？"

"""
面前的女孩子在我面前挥了挥手，应该是想确认一下我醒了没。

不过确实，我内心深处总感觉，我确实需要确认一下我是不是在做梦。
"""

bxh "这里是咖啡厅1958，我是店长代理包馨荷，你叫什么名字？"

"1958……总感觉这个名字在哪里听过，算了不管了。"

cy "我叫…我叫常…远，应该是叫常远。"

"刚刚我应该确认过我自己的名字是什么吧？"

"女孩子" "什么叫『应该是』，哪有人这么大了连自己的名字都记不清的。"

"虽然我无法反驳，但是我真的确实在这样一个缺乏可信度的状态。"

bxh "杜绛枫，这个时候你就别开玩笑了。"

bxh "万一他真的摔坏了脑子，赖到我们1958头上，咱们就得一辈子在这里打工挣他的医药费了。"

"""
……

死一般的寂静。
"""

djf "馨荷姐，你的玩笑是不是比我的还要过分？"

bxh "…什么叫我的玩笑？我可是很认真地提出一个很有可能性的风险点…"

djf "那也不至于第一次见面就咒别人脑子坏了吧！"

"""
虽然我感觉我之前应该没怎么看过女孩子拌嘴，确实有点新奇，

但是从我自身利益出发，这个时候应该趁机提出一下需求。
"""

cy "两位姐姐，打断一下可以吗……"

"包馨荷&杜绛枫" "……？"

cy "我好像确实，脑子坏了。"

"我在说什么啊！！！"
#黑屏

"……"#转1958内部

"十五分钟后。"

djf "所以你确实是除了自己叫常远之外，其他关于你个人的信息都不记得了？"

cy "是的。对了，那个…包…包姐，可以把我的裤子还给我了吗？"

"""
坐在一旁的叫包馨荷的女孩子，在这十五分钟里把我的裤子从里到外翻了个遍。

就差拿剪刀把裤子拆开看有没有夹层了。
"""

bxh "…不该啊，得阿尔兹海默症的，家里人应该要把姓名卡缝身上的啊…"

djf "哎呀，馨荷姐你就别找了，人家刚醒你就把人家裤子脱下来，像什么话。"

bxh "…但是他裤子湿了，穿着湿裤子会着凉的。"

bxh "……"

bxh "哦对了，衣服也得脱，不然着凉了可不好。"

"什么歪理。"

cy "……"

cy "不必了，我去卫生间，自己来就可以。"

djf "你等等，我去仓库给你拿件备用的工作服。"
#加一个转场动画，背景不变。
"""
明明是备用的工作服，穿在身上却如同找裁缝定制的一般合身。

而且工作服上还有好闻的薰衣草味，虽然不知道是哪里来的味道，总之很好闻。
"""

djf "所以，馨荷姐你有什么新发现吗？"

bxh "……目前来看，暂时是没有得到新发现。我认为，可能我们看待问题的角度还不够全面。"

bxh "可能他的身份信息纹在了身上呢？绛枫，你在他换衣服的时候进去看过了吗？"

"我有一种不祥的预感。"

djf "怎！么！可！能！啊！"

"还好，总还是有一个正常人的。"

cy "要不…报警吧？警察那边说不定能查到我的身份信息。"

djf "你刚刚说的什么？我没听清。"

cy "要不…吧？…能查到我的…"

cy "欸？"

cy "…，…，…，……"

cy "我不会连话都不会讲了吧？"

cy "不对啊，我这不是能讲话吗？"

"很奇怪，总感觉好像我想说点什么，但是碰到那个词就没法说出口。"

djf "常远，你最近是不是有什么心理上的问题啊？要不还是好好休息一下？"

bxh "要不小常你来1958打工吧？"

djf "不是，馨荷姐你在讲什么啊？我们1958可不是什么收养阿猫阿狗的地方啊！"

djf "你不会是跟提『这只小动物很可怜，我们收养它吧』这种想法一样，在说这种话的吧？"

djf "而且咱们招人难道不要经过店长审批的吗？"

bxh "但是咱们既然找不到证据，不就只能认为小常确实是失忆了吗？"

bxh "而且总不能把小常就这么赶回去了吧？他估计连自己家都找不到。"

bxh "再说了，你看小常身上这工作服多合身，不就是说他应该来这里上班嘛！"

djf "你这跟灰姑娘的水晶鞋一样的理论是哪里来的…"

bxh "总而言之，我决定要让小常在这里工作。"

djf "你决定有什么用啊，到时候店长查起来发现你私自招雇员怎么解释…"

"""
在我没注意到的时候，她们俩像中了定身术一样，在原地定住了半秒。

毕竟我还在思考为什么我说这几个词都会被屏蔽，实在是脱离了我的一般认识。
"""

djf "没事了，我懂了。常远，你明天开始，就来1958上班吧。"

"啊？刚刚我在想东西的时候你们都决定了什么？"

djf "这个是你宿舍的钥匙，等会你从鹭州科技大学这个西大门出去，正门口有个江河星座公寓……"

"嗯？难道这个就是那种经典的桥段？"

cy "是跟你们住一起吗？"
#巴掌音效。
djf "小兔崽子没个正经相。单人间，别想太多。"

djf "算了，还是等我们下班之后带你一起回去吧，你也不认路，也麻烦。"

djf "馨荷姐，今天还加不加班啊…欸！你怎么都开始收拾准备打烊了！"

bxh "今天下这么大雨，反正也不会有别人来的，给店长省点电费不好吗？"

djf "那也不是你才下午三点就开始准备关门的理由啊！"

bxh "没事的，就一天而已……反正，也不会有人来的。"

"""
窗外的雨声突然变得嘈杂了起来，明明应该没地方漏风的1958里，突然刮起了一阵阴风。

如坠冰窖。

仿佛是听到了什么不应该听到的东西一样。
"""

cy "算了，反正有得吃有得穿，总比没地方去好。"

djf "常远，你刚刚说的啥？"

cy "什么都没说！"
#黑屏
"……"#转超市场景

"我总算是记住了这两个以后马上就抬头不见低头见的女孩子的名字。"

djf "所以，你提前下班，不会就只是为了来超市买打折的空心菜吧？"

bxh "不然呢，难道还跟你一样急着给小常回去收拾房间？"

"我用余光瞥了一眼杜姐，她的脸好像微微有些泛红，可能是我的错觉吧。"#djf全身立绘插入

djf "谁…谁会做这种事情啊！只是常远他人生地不熟的，稍微照顾一下总可以吧！"

bxh "行行行，我就当你是在讲实话得了，别和阿猫阿狗搞出人命啊。"

"虽然听不懂，但总觉得是很严重的事情。"

djf "我真是在讲实话啊！欸？什么叫『和阿猫阿狗搞出人命』？ "

bxh "小常你也是，晚上记得把门关好，绝对不能让别人进你房间。"

cy "欸？啥意思，包姐杜姐你们俩也不行吗？"

bxh "包括我们在内，谁都不可以。到了晚上，有的人会变成大灰狼把可爱的小白兔吃掉的。"#bxh暂时立绘隐去

djf "馨荷姐你怎么每次都开这种毫无逻辑的玩笑，常远他刚过来总得帮他整理一下房间吧？"

djf "对了，常远，咱们这公寓是店长承包的，虽然被子枕头之类的都有、空调洗衣机之类的家电也齐全，"

djf "毛巾牙刷之类的倒还是要自己买的，要不先买了再带你上去？"

"""
还没等我回复，包姐就拿着不知道从哪里来的两套洗漱用品冒了出来。

仔细一看，一套是蓝色的，另一套是粉红色的。
"""

cy "包姐，这是给我的吗？是不是有点多，备用的我后面自己来买就可以了…"

bxh "小常，你自己先挑一套。"

cy "哦，那我就要这套蓝的了。"

"我从包姐手里接过蓝色的洗漱套装之后，包姐把粉红色的那套硬塞进了杜姐怀里。"

djf "……？什么意思？"

bxh "你要不要啊，成套的，不要我留着自己用了。"

"包馨荷伸手就去掏杜绛枫怀里那个粉红色的小包，给杜绛枫把手推了回去。"

djf "我要，你别管，等会你买单。"

"""
比起看女孩子拌嘴，总感觉超市里的其他的东西对我的吸引力要更大。

她们俩在拌嘴的时候，我正在盯着水产区冰块上摆成一排的冰鲜小黄鱼。

鱼的眼睛里闪着诡异的光，不知道为什么，总感觉我好像在哪里见过。

完全没有注意到把应该是成对的洗漱套装紧紧抱在怀里的杜姐，脸颊上飞起的那一抹绯红。
"""
#黑屏
"……"#转宿舍场景。

djf "到了，常远，以后这就是你的新家了。"

"""
和杜姐之前说的一样，这公寓里面东西还挺齐全。

虽然没有冰箱彩电大沙发，起码有空调床板洗衣机，外面甚至还有一个小阳台。

至少对于一个单身的青年男性而言，算是一个非常宜居的环境。

床估摸了一下是一米八乘两米的尺寸，甚至塞一个等身抱枕也很充裕。
"""

djf "要不要我帮你收拾一下房间，好久没人住可能落灰了……"

djf "馨荷姐，你拖我干什么，收拾一下房间有什么事啊！"

bxh "小常，大灰狼我给你拖走了，晚上记得好好睡觉，不要玩粉色或者绿色的APP。"

djf "谁是大灰狼啊！"

bxh "嘘，小声点，赶紧回去，别把别人吵到。"
#关门声
"""
送走了两位同事，整个房间霎时安静下来，甚至凄清到了瘆人的地步。

好像在哪里见过这个场景。
"""

cy "我明明，应该是第一次住在这个房间来着……"

"房间里空空荡荡，没有任何回应。"

cy "算了，不想这么多，收拾一下房间吃个泡面睡觉吧。"

"""
本来包姐和杜姐是打算请我吃个晚饭的，只不过在选择上难以达成共识。

包姐强烈要求去吃江河星座公寓底下的小香鸡，而杜姐则说要走远点去吃母鸭煲。

两人把选择权抛给了我，刚好这个时候经过了泡面货架，于是我就选择了泡面作为晚饭。

虽然是因为听到这两个名字的时候，不知道为什么总感觉熟悉得过分，过分到了不敢选的地步。

一通掰扯之后，两人才同意了我晚上吃泡面。

虽然最后包姐又给我塞了根火腿肠和两个卤蛋，说是加餐。

至于她们俩，好像是要回自己房间吃空心菜炒青椒来着？

虽然不知道为什么，包姐一直在坚持要把空心菜和青椒横着切成半指宽的小段，这样子会好夹吗？

搞不懂，还是睡觉吧。
"""
#黑屏
"……"#进入梦境背景CG（不好做就做纯黑，以下省略说明）

kurokage "你怎么这次考试才考了70多分？高中的时候你不是物理次次都能95分多的吗？"

kurokage "我看你就是不想学习，骗我买了个电脑，不知道每天在干什么东西！"

kurokage "你说上课要用到电脑？你到高中哪一次去学校还要带电脑过去的？"#以上设定为男主的父亲

kurokage "这次这个数学分析还挺简单的，几个极限泰勒展开一下就解出来了。"

kurokage "这力学也就一个估算水上报告厅地下的水有多少有点意思，还是太简单了。"

kurokage "你们计算机程序设计大作业做了没？要不来帮我测试一下我刚写好的国际象棋？"

kurokage "化学原理有什么难的，大部分就一个吉布斯自由能公式套来套去。"#以上设定为男主的室友

kurokage "……"

kurokage "你，为什么还在这里！"#父亲和室友合，转场至宿舍内景

cy "……！！！"

"""
我猛然从床上爬起来，穿在身上的工作服被冷汗浸得湿透。

虽然已经记不清我做了什么梦，但总之肯定不是一个什么好梦。

比起这个，我是不是忘了什么重要的东西？
"""

cy "对了，今天是不是要开始上班来着？手机在哪里来着？"

"""
我在床头摸索了一下，把不知道什么时候塞到枕头底下的手机掏了出来。

怪不得昨天晚上睡得那么难受，一定是这个手机害的。
"""

cy "让我看看现在几点了…"

"""
虽然现在的手机好像都可以触摸屏幕解锁，但是我还是喜欢按电源键的感觉。

按下电源键能让我想起来小时候把打火机的点火器拆下来玩的回忆。

虽然我现在已经完全不记得这样的回忆了。

随着我按下电源键而亮起的屏幕上，显示着08：13四个大大的阿拉伯数字。
"""

cy "哦，已经八点十三分了啊。"

cy "昨天包姐跟我说的工作时间是什么样的来着……"
#背景虚化
bxh "咱们1958的工作时间很人道的，每天的客人也不是很多。"

bxh "开店时间是早上八点到下午五点，中午十一点半到下午十二点半休息。"

bxh "开店之前和闭店之后有一些整理打扫工作，这个是轮班制的，先不用你轮。"

bxh "吃住是全包的，周末闭店的时候可以去指定餐厅记账吃饭，下馆子就得自己掏钱了。"

bxh "工资可能稍微低了点，到手三千一个月，基本工资两千一，绩效九百。"

bxh "不过第一个月你有什么生活必需品之类的要买的话，可以拿发票来报销，或者先给你支取备用金。"

bxh "大概就这些，你还有什么问题吗？"#背景恢复

"好像是…早上八点就要到岗来着？"

cy "怎么第一天上班就要迟到啊！！！"

"……"#转1958外景

"""
尽管鹭州今天已经放晴，尽管从江河星座到1958也就过一条马路，

但我却感觉我的心格外冰冷，脚步格外沉重。
"""

djf "常远啊，你知道现在几点了吗？"

"""
杜绛枫站在1958门口，手里拿着扫把，脚下是堆成一堆的落叶。

她脸上好像有点发红，我不太懂，应该是天转凉了、冻的吧。
"""

cy "呃…大概八点二十？"

djf "你这个大概怎么还有个十分钟的不确定度啊？第一天上班就迟到三十分钟？"

bxh "哎，现在的年轻人都是晚上睡不着、早上起不来的，生物钟还没调过来呢。是吧，小常？"

"虽然包姐来打圆场算是雪中送炭，但是拿做了个记不清的梦作为理由也不太好。"

cy "应该是的吧…早上醒来就八点十五了……"

bxh "是吧，所以绛枫你也别这么苛责小常了，年轻人总是会做错事情的。"

djf "馨荷姐，你怎么胳膊肘还往外拐的！"

djf "小常他第一天就迟到，不给他长个教训，以后天天迟到怎么办！"

bxh "什么叫胳膊肘往外拐，小常他已经是1958的员工了，都是一家人，哪来这么一说？"

djf "可是……"

bxh "真有什么可是，你后面再好好教他就行了。"

bxh "好了好了，该进去了。都堵在门口，客人都进不来了。"

"""
我跟着被包姐拉进去的杜姐走进了1958的大门。

回头看了一眼，外面冷冷清清的，一个人影也没有。
"""#转1958内景

bxh "对了，小常，你是不是还没吃早饭？我去给你拿点刚蒸好的枕头馍。"

bxh "绛枫，反正现在客人也都还没来，你先来教一下小常1958的基本规章制度吧。"

"""
虽然总感觉咖啡厅里面卖枕头馍非常…不可思议，应该是有客人好这一口吧？

正在我胡思乱想的时候，突然脑袋被轻轻敲了一下。

不知道是不是因为包姐到后厨去了，眼前的杜姐格外凶神恶煞。
"""

djf "今天要教你的东西，你给我用身体牢牢地记好了。"

djf "我只教你一遍，要是之后踩了什么红线，受罪的就是你的绩效工资了。"

djf "别想着找馨荷姐求情，哪怕是她招的你，考勤也不是她来打的。"

cy "哦…嗯…"

djf "哦什么哦、嗯什么嗯！你这样的态度怎么来接待客人！"

djf "《1958工作守则》第一条，对待客人充分礼貌，绝不敷衍了事！"

djf "你明不明白你刚刚犯了什么问题！"

cy "明白！"

djf "好，那现在开始1958的基本规章制度教学。第一篇，工作守则。"

"""
我看着杜姐从书架上抽出那本最大最厚的书，封面《1958工作守则》几个烫金大字格外刺眼。

书脊砸在桌上的声音格外响亮。总感觉有一种意义非凡的厚重感。
"""

cy "这本…全都是工作守则内容吗？"

djf "《1958工作守则》第二条，向客人搭话的时候，要说『请』。"

"……"#转场动画，不改变背景

"""
1958的枕头馍不知道为什么特别香甜。

就是不知道为什么，包姐非要给我加一杯热美式。
"""

bxh "咖啡是咖啡豆磨粉加热水过滤出来的，也是一种豆浆，没有问题的。"

"""
虽然好像确实有点道理，但是我还是不太能理解。

不过面临着有记忆以来(虽然只有两天)最严苛的考验的现在，我也没有心思去思考哲学了。
"""

djf "《1958工作守则》第十九条，1958严格执行5S管理，员工有义务维护1958的工作环境。"

djf "常远，这个5S是哪五个S，你知道吗？"

cy "杜姐，请问是Springer、Science、SCI、Supporting information还有Submitted吗？"

djf "……"

"""
虽然我不知道我为什么要回答这些东西，但是总感觉这五个词非常熟悉。

但是看杜姐铁青的脸色大概是回答错了。
"""

cy "那，难道是Swimsuit、Stockings、Schoolgirl uniform、Sister、Sex toy吗？"

"""
冥冥之中感觉这个回答应该是正确的，来不及细想便脱口而出。

只是看杜姐的脸色好像更不对劲了，额头上青筋都鼓起来了。
"""

djf "常远啊，消遣姐姐很好玩吗？"

cy "…应该是不好玩的。"

djf "你知道不好玩，那怎么还在这种时候消遣姐姐呢？"

cy "……"

djf "下不为例啊。"

djf "5S是指的对于工作环境的管理，分别是整理、整顿、清扫、清洁和素养。"

cy "杜姐，我有点不太懂，这五个词跟S有什么关系？"

"""
虽然不知道为什么，总之杜姐拿左手把那本厚重的《1958工作守则》举了起来。

正当我在思考杜姐怎么单手举起工作守则的时候，包姐突然插到我们俩之间，把杜姐的手按了下去。
"""

bxh "哎，急什么。小常刚来，而且还这么年轻，有很多东西不懂很正常的。"

bxh "之后又不是没有时间来好好地『素养』小常，慢慢来嘛。"

"包姐给了我一个意味深长的微笑，回到了吧台后面。"

cy "杜姐，所以为什么都不是S开头却叫5S呢？还有这个『素养』是怎么一回事呢？"

djf "因为这套管理规范是东洋传过来的。"

"""
讲完这句话，杜姐停顿了很久。

总感觉她接下来要讲的话非常重要，所以我大气也不敢出。

终于，杜姐张了张嘴，说：
"""

djf "最后一个S是东洋语的『躾け』，实际上翻译为『管教』要更为合适。"

cy "明白了……嗯？！！"

djf "不过1958没那么多规矩，你放宽心好了。"

#黑屏
"……"#转1958黄昏内景

djf "第五百一十四条，打烊时确保切断所有加热设备电源，如必须过夜加热，则必须有人值守。"

cy "杜姐，这都五百多条了，不会后面还有吧……"

djf "你要是想要有的话，后面都可以加的。"

"杜姐明明是在笑，脸上的笑容却让我感到格外害怕。"

bxh "好了好了，五点了，该收拾收拾准备下班了。"

"""
包姐走到我身后拍了拍我的肩膀，示意我起来。

坐在我对面的杜姐也松了一口气，站起身把《1958工作守则》塞回书架里。

希望松的一口气不是因为暂时不用再面对某个无可救药的新员工了。
"""

bxh "所以，今天晚上吃什么？"

djf "馨荷姐，我今天要收精神损失费，你欠我一顿母鸭煲。"

bxh "真不能吃小香鸡吗？"

djf "不——行——"

"包姐苦笑了一下，走到窗边把窗帘拉了起来。"#去bxh立绘

djf "常远，你也别闲着，去把地拖了。"

cy "明——白——"

djf "《1958工作守则》第五百一十五条，禁止有气无力地回复客人——"
#黑屏
"……"#转鸡公煲（简单起见鸡公煲和老乡鸡用一个内景算了，都做也行）

djf "老板，大份鸡鸡蛙蛙煲微辣，加金针菇加千张，三碗米饭。"

cy "这里就是母鸭煲啊…"

"""
明明应该是第一次来，但总感觉好像之前来过这里一样。

尤其是桌子上面放着的泛黄的包浆桌垫，看着特别亲切。
"""

bxh "绛枫，你原来不是都点的母鸭煲吗？"

djf "那还不是因为今天谁在唧唧哇哇，都没心思吃母鸭煲了。"

cy "……杜姐，是我的问题吗？"

djf "不关你事，你等会盯牢你馨荷姐让她记得买单别跑了就行。"

bxh "嗯？今天不是绛枫你唧唧哇哇了一天吗？"

"""
整张桌子寂静得能够听见邻桌抖腿的声音。

杜绛枫像是被踩了尾巴的猫一样，手肘支在桌子上，瞪着包馨荷。
"""

djf "那我来给你数一下今天我在管教，不对，指导常远的时候，你都干了些啥。"

#动画，转虚化的1958背景

djf "《1958工作守则》第七十二条，……"

bxh "下属不许啵上司嘴！"#突然冒出

djf "下属跟上司的关系…馨荷姐你在说什么东西啊！"

cy "所以…这条到底是什么？"

djf "常远你先坐一下，我先收拾了你馨荷姐先。"

"……" #转鸡公煲

bxh "欸，我说过这个吗？"

djf "嗯？还想狡辩？要不是不能损坏固定资产你还想全须全尾地在这里？"

cy "那这条到底是什么啊？"

"""
在这之后两人在1958里面玩了一会捉迷藏游戏，最后包姐体力不支躲到了咖啡机后面。

见状，杜姐也只能放弃了，回来继续指导我学习《1958工作守则》。

虽然回来之后开始讲的是第七十五条就是了。
""" 

djf "哦，这个啊，是『下属和上司的关系在1958里不存在，互相平等』。"

bxh "也就是虽然下属不能啵上司嘴，但是没有下属和上司，那就可以随便啵嘴了。"

djf "等会把你赶出去，不让你吃晚饭了。"

bxh "好——的——"

djf "继续开始陈列你的罪状啊。"

#动画，转虚化的1958背景

djf "《1958工作守则》第一百一十四条，工作时禁止佩戴私……"

bxh "禁止佩戴私密用品！"#突然冒出

djf "私密用品是什么东西啊！是禁止佩戴私人的饰品！"

djf "常远你再坐一会，这次我真要收拾你馨荷姐了！"

"""
这次包姐没有那么好运，被杜姐拽着领口拖进了仓库，随后仓库里传来类似拍击的声音。

五分钟后，杜姐边拍着手上的灰边从仓库里走了出来。

不知道为什么总感觉跟着出来的包姐很兴奋，不像是被打过的样子。
"""

"……" #转鸡公煲

djf "这次总有印象了吧？"

bxh "嗯，五星好评，下次还来。"

djf "再来的话就弄个『我是不守规矩的员工』的牌子挂你脖子上。"

bxh "不是禁止佩戴私人的饰品吗？"

djf "走1958的帐就算公家财产，不算私人物品。"

"杜姐攥起拳头在包姐面前挥了挥。"

bxh "行行行，还有吗？马上就该上菜了，没有的话就该准备吃晚饭了。"

djf "谁说没有的，继续继续。"

#动画，转虚化的1958背景

djf "第三百六十五条，禁止不纯异性交往。"

bxh "禁止不纯异性交往——"

djf "馨荷姐你又来捣乱！是禁止不纯异性交往！"

"……" #转鸡公煲

bxh "我明明说的是『禁止不纯异性交往』，这次我真没捣乱。"

djf "常远，你来评评理，是不是你馨荷姐在捣乱？"

"杜姐盯着我的眼神像是要把我给吃掉一样。"

cy "可是，包姐那个时候确实是说的『禁止不纯异性交往』。"

"杜姐转过头盯着包姐的脸，包姐只是耸耸肩摊了摊手。"

bxh "你看，我确实没捣乱，也没骗你。你看小常都说我没说错。"

djf "……"

"杜姐的脸红得像一个熟透的柿子，不过暂时还不会掉到地上。"

djf "随你们便吧，我不管了！"

djf "你们是搞纯的异性交往还是不纯的异性交往，我都不管了！"

djf "就是在店里面牵手我也都不管了！"

bxh "欸？只到牵手吗？"

djf "你还想要到哪里啊！真是的！"

bxh "起码是要法国人的那种浪漫的……"

djf "再说下去就该请你买单走人了哦。"

bxh "好——"

#插入转场动画，背景不变。

"""
这鸡鸡蛙蛙煲还算不错，鸡肉鲜嫩多汁、牛蛙口感柔滑，作为调味的洋葱和芹菜也各有各的风味。

就是不知道为什么杜姐一直在给我夹菜。
"""

djf "常远，你还要长身体，来，多吃点。"

"""
我面前的饭碗里已经堆起了一座小山，哪怕是按照南太阳国的围棋规则都挑不出问题。

与之相比，我自己拿骨头堆出来的所谓的『山』，早就山体滑坡了。
"""

cy "杜姐，我真吃不下了……"

djf "说什么吃不下，十来岁的小伙子不是最能吃的吗，来，快吃。"

cy "但是这一锅，我已经吃了快半锅了……"

bxh "哎，绛枫，你就别逼小常继续吃了，等会把他撑坏了可不好。"

djf "你还好意思？你就夹了两筷子然后就不吃了，不心疼你的钱包啊？"

bxh "那不是吃多吃少我都得掏这么多钱，吃多少都无所谓了。"

djf "我怎么感觉馨荷姐你这个理论完全是反的……"

djf "常远，你真吃不下了？"

"杜姐转头看着我，我一时想不出什么好的拒绝的理由。"

cy "我再吃一点吧。"

"我把头埋下去，尝试解决这个现在的我大概是解决不了的问题。"
#黑屏
"……"#转外景（非1958外景，街道外景）

djf "常远，你真没吃撑吗？"

"""
我甚至现在还不相信那一大锅鸡鸡蛙蛙煲真的全部被解决了。

虽然在杜姐的威逼利诱之下，包姐勉为其难动了两筷子，但是大概剩下的都差不多给我吃完了。

我甚至都感觉我肋骨好像有点紧，不知道是不是我的错觉。
"""

cy "大概……是真的一点都吃不下了。"

bxh "绛枫你真是的，让小常吃这么多，万一吃坏了你是不是要负责他一生啊！"

djf "那不是馨荷姐你自己就吃那么点，害得常远要吃那么多。"

djf "要怪也是怪你，常远的下半辈子你来负责！"

bxh "怎么这么说话的，搞得好像都没人喜欢小常一样，是吧，小常？"

cy "欸？嗯……"

"""
本来以为只是她们俩之间在开玩笑，这一突然叫到我，我一点心理准备都没有。

又何况是这种话题，不知道为什么我对于这一类的知识完全是空白。

慌乱之中我只能含糊地应了一下。
"""

bxh "看吧，都是你害的，本来小常多好一孩子，你这么打击他一天下来，一点自信都没有了。"

djf "还不是你今天捣乱了一整天！常远他不是玩具，不要拿他来找乐子！"

bxh "小常，那边那个姐姐是不是很可怕？没事的，没事的，不要怕～"

bxh "到姐姐这边来，什么事都不会有的～"

"""
我还没反应过来，包姐就扯着我的胳膊把我拉到了她怀里。

虽然不知道是什么东西在夹着我的胳膊，但是总感觉有种莫名的放松感。

尽管我对于这种感觉，应该之前完全没有印象。
"""

djf "……搞什么嘛……"

"""
突然，杜姐把头扭向了一边，整条街安静到只有树叶在沙沙作响。

月光下看得并不是很确切，但总感觉杜姐眼角似乎有暗淡的路灯的反光。

我不知道该做些什么。

我回头看了眼包姐，她也是一脸的茫然。
"""

djf "为什么我什么都做了，最后也还是这样呢……"

djf "到底要让我怎么做才好啊……"

djf "明明，我根本不想这样的……"

"""
一阵强风吹过，摇晃得头上的树枝吱呀作响。

恍惚之间，一只温软的小手紧紧地捏住了我的手指尖。

之后的事情我记不太清了，但是我想，大概直到江河星座底下，这只手一直都没有放开。
"""
#黑屏
"……"#转宿舍内景

"""
我躺在床上，望着天花板发呆。

这第一天上班，感觉跟连着过了十二个小时柱子一样累。

虽然我并不知道过柱子是什么东西。

比起接待客人，总感觉对付包姐好像要更麻烦一点。

接待客人……
"""

cy "不对，今天一天都没有客人啊！"

"""
我一下子从床上坐起来。

比起包姐的麻烦，好像这个要更麻烦一点。

毕竟这个可是关系到我的生死存亡的问题。

如果1958没有顾客，那就没有收入；1958没有收入，应该就没钱发我的工资；

如果没钱发我的工资，那我就要被开除然后自生自灭。
"""

cy "我总不能年纪轻轻就被优化然后成为向社会输送的人才了吧。"

"""
明天是不是得找包姐和杜姐问问，是不是需要弄一些吸引顾客的法子。

算了，我记得好像跟我说绩效的时候没说跟客户量挂钩，只说了跟考勤挂钩。

反正顾客接待多接待少都一个样，没必要，摸鱼多舒服。

好像这个想法有点不太对劲，算了，无所谓了，问一问也不会少块肉。

好像还真有可能少块肉，指不定杜姐会直接把活派给我，让我穿女仆装去门口接客。
"""

cy "我到底在想些什么东西啊！"

"""
应该是包姐才会让我干这种事情的吧，怎么张冠李戴了。

不过说到杜姐，虽然才刚认识没两天，但总感觉她今天最后有点不对劲啊……

总不能是她真的对我有意思吧……
"""

cy "怎么可能。"

"我用力地甩了甩头。"

djf "《1958工作守则》第一千九百一十九条，癞蛤蟆禁止吃天鹅肉。"

"""
总觉得她应该会这么拒绝我。

算了，不多想了，睡觉吧。
"""
#黑屏

"……"#转梦境

kurokage "欸，你们知道吗，GPA不够高的话连找女朋友都不配的！"

kurokage "开玩笑吧，不过还真有可能，毕竟我学长也说GPA不够不能去澡堂洗澡的。"

kurokage "怎么可能啊，都是骗人的。最多也就是GPA不够只能天天吃绿色圈圈而已啦。"

kurokage "……"

kurokage "欸？你不知道GPA是什么？都来了这么久你怎么还不知道什么是GPA？"

kurokage "GPA啊，是平均学分绩点的缩写，……"#以上设定为男主原室友

#转宿舍内景

"""
我猛然从床上惊醒。

被子不知道什么时候被我踢开了，露在外面的脚掌略微有些发紫。
"""

cy "是踢了被子所以才这么冷的吧……"

"""
总感觉昨天好像也做了一个差不多的梦，但是实在是记不清到底是什么内容了。

相比于被怪梦惊醒，被闹钟吵醒虽然不人道，但是也算是上上之选了。

不过既然说到闹钟，我昨天睡前应该是设好了闹钟的，既然我没有被闹钟叫醒……

我从床边摸出手机，这次手机没有跑到枕头下面去了。

我轻轻按下了电源键，手机没有反应。
"""

cy "嗯？"

"我再按了一下电源键，手机还是黑屏，没有反应。"

cy "该不会……"

"""
我看向床头的充电器，目光从充电头逐渐移动到拖在地上的充电接口。

嗯，有那种贵妃出浴般优雅的美感。

但是很遗憾，充电接口没有插在它该插的地方。
"""

cy "怎么忘了充电啊！！！"

#黑屏

"……"#转1958外景

"""
今天尽管是个大晴天，但是我的心里在下雨。

主要是我不知道如何面对杜姐。

尤其是我第二天上班又迟到了。

只能说，还好跑到1958门口的时候，杜姐不在门口。

虽然算是松了一口气，但还是有点惴惴不安。
"""

bxh "小常，你来啦。赶紧进来，你绛枫姐刚出去倒垃圾了，别给她看见。"

cy "哦，嗯……"

"""
我刚想迈进1958，突然感觉到有人扯住了我的衣领子。

我转头一看，发现是铁青着脸的杜姐。
"""

cy "对不起我不是有意的我下次一定会准时到岗的……"

djf "来上班就好。"

cy "欸？"

"""
说完，杜姐把我的领子放下，径直走进1958去了。

我和包姐交换了一下眼神，包姐耸了耸肩，挥手让我进去。
"""
#转1958内景

"""
尽管现在已经是九点半了，1958里面还是一个客人都没有。

明明客人这么少，为什么还会产出垃圾呢？

不会是因为昨天准备的商品今天全都当废物处置了吧。

虽然这个念头立马就被我打消了，怎么都不想点好的。

但是我还是压不下我的好奇心。
"""

cy "包姐，1958是一直客人都这么少的吗？"

bxh "嗯？什么意思？不是坐满了客人吗？"

cy "可是……我一个人都没看到啊？"

bxh "你再看看？"

"""
说完，包姐转身回到柜台里，把咖啡机上的冲煮头拆下来，开始清理。

我揉了揉眼睛，重新扫视了一下1958.

还是没有看到一个人影。
"""

cy "包姐，真没有人，你不会是在骗我吧？"

bxh "谁骗你了，只是你看不到而已。"

cy "我…看不到？"

bxh "对啊，你，看不到……"

"""
明明1958四周都关得很严实，我却突然感觉到四面都在刮着阴风。

其中似乎还夹杂着嘶吼和悲叹。
"""

djf "常远不是馨荷姐你的玩具，很好玩吗？"

"""
从仓库里出来的杜姐轻轻敲了一下憋不住笑的包姐的脑袋，然后转头看向我。

可能是因为昨晚的事情吧，我心里有点发毛。
"""

djf "现在鹭州科技大学刚好放假，没人也正常。"

cy "哦…欸对了，杜姐，昨天你没事吧？"

djf "昨天？什么昨天？你想继续学《1958工作守则》吗？"

cy "不是，就昨天晚上…那个……"

djf "哎哟，多大点事啊，你担心那么多干什么。"

djf "你不想继续学工作守则，那我今天就教你怎么接待客人吧。"

"""
我怔怔地看着杜姐的眼睛，一时不知道如何回应。

杜姐和我对视了一会儿，然后一脸不耐烦地和我说：
"""

djf "学不学？是男人就别婆婆妈妈的。"

cy "学。"

#插入转场动画，还是1958内。

bxh "我跟你们说啊，给客人上菜的时候可是很讲究的。"

bxh "讲究一个肢体、语言、表情的三位一体有机协同。"

bxh "肢体这一方面，首先需要给客人带来视觉上的冲击力，"

bxh "通过选用一个从东洋来的神秘的手势，从而给客人带来幸福感。"

"杜姐一脸无语地看着不知道什么时候蹭过来的包姐。"

djf "玩够了没有？1958不是女仆咖啡厅。"

bxh "不是女仆咖啡厅也可以有这种服务的……"

djf "一边去，别妨碍我指导常远。"

"""
杜姐对我的指导刚开始半个小时，她就已经把包姐赶出去三回了。

这一次是第四回。

被杜姐推出去的包姐还不忘摆出她说的那个东洋来的手势，

就那个，双手放于胸口，手心向外，四指下扣的…
"""

djf "咱们这里就从来没有这种服务，你别听你包姐胡说八道。"

cy "…什么服务啊？"

djf "不要知道最好。"

djf "而且你要是真做全套了，客人会犯恶心的。"
#插入转场动画，还是1958内。
bxh "小常啊，你这个笑容还是不够自然。"

bxh "就跟导师跟你讲一个他认为能发Nature的想法一样。"

bxh "你能不能想象一下你在给别人画饼的感觉？"

"""
被杜姐拷打了13次的包姐，终于开始安分守己了。

正好现在也没有顾客，于是杜姐就开始带着我练习模拟接客。

包姐本色出演难缠的客人。
"""

djf "馨荷姐，你举例子能不能举点好的。"

djf "常远他大概不知道是什么东西，而且你这个例子太恶心了。"

bxh "那你倒是举个好点的例子啊？"

"杜姐思考了一会，然后说："

djf "虽然很恶心，但是小常你要不想象一下你在和你馨荷姐约会？"

bxh "『虽然很恶心』是多余的！"

cy "我？"

"""
虽然我看不到自己的表情，但是一定是一脸的难以置信。

尽管我不知道以前的我是怎么样的，不过应该跟没有女朋友没有太大区别。

所以这两个例子对于我来讲都是一样的。

都不懂。
"""

bxh "对了，绛枫，你既然提了这样的意见，那你经验一定很丰富吧？"

djf "你想听假话还是听好话？"

bxh "没有真话或者实话的选项吗？"

djf "你不会真想听吧？我怕我吓到你。"

bxh "你不会是想说你交过的男朋友比所有自然数加起来还多吧？"

"""
虽然我不知道包姐说的到底是什么东西，总之好像是很高深的样子。

但是杜姐听了包姐这一句话，顿时沉默了。

过了好久，杜姐才像是放弃了一样，一脸自暴自弃般的解脱的神情。
"""

djf "你怎么知道我要用ζ函数的性质来糊弄过去的？"

bxh "你以为我在这里多久了？你刚来的那一天我就知道了。"

bxh "你跟我，都是一样的人。"

djf "但是…这个跟在1958的时间没关系吧？"

bxh "『这里』，不是只有1958。"

bxh "算了，在小常面前打哑谜也没意思，有些东西还是不知道的比较好。"

bxh "小常，怎么说，要姐姐带你去约会吗？"

"""
这两天一直嬉皮笑脸的包姐，在我面前露出了标准的营业式笑容。

这一极大的反差让我不由得在想我是不是听错了。
"""

djf "馨荷姐，你既然说『我跟你都是一样的人』，那么…"

djf "你交过的男朋友，是不是跟所有自然数的平方和相等？"

bxh "要你管，反正整个1958里面都一样，没差的。"

bxh "小常，所以去约会吗？"

"""
虽然我很确定包姐是看着我在说这句话的。

我也很确定我两次应该都没有听错。

但是出于谨慎我觉得我还是要再确认一下。
"""

cy "包姐，您没有在开玩笑吧？"

bxh "叫什么包姐，叫馨荷，你真要是改不过来的话叫馨荷姐也可以的！"

bxh "是男人就别婆婆妈妈的，约还是不约？"

cy "包…馨荷姐，先给我点时间让我想想……"

djf "常远，你不陪她玩这种过家家游戏也是可以的，反正是三分钟热度。"

bxh "你怎么知道我是三分钟热度？"

"馨荷姐盯着杜姐的眼神，我这两天来一直都没见到过。"

djf "你…是认真的？就开开玩笑而已，没必要吧？"

bxh "这种事情怎么会开玩笑，你以为我是酒后失言把女儿随便交给别人的邓九公吗？"

djf "那…算了，那常远可是要你来负责了，可别带他惹出什么祸来。"

djf "另外，馨荷姐，你举的例子还是烂得一如既往。"

djf "你这话说的，像是常远是土行孙一样。"

bxh "那真要是的话，就是把你给推出去了。"

"随后，馨荷姐转头看向我。"

bxh "工作日有点不太合适，后天是周六，记得到时候早上八点到1958门口。"

cy "馨荷姐，不在江河星座底下见吗？"

bxh "你这没吃过猪肉，怎么还没见过猪跑的。"

bxh "这就是约会的醍醐味，你可得好好学习学习。"

"说完，馨荷姐站起身，走到柜台后去关咖啡机的电源。"

bxh "到点了，下班！"

djf "现在才四点半不到啊馨荷姐，合着你就是想早点下班是不是！"

bxh "你是想听真话还是实话？"

"""
馨荷姐转头，向杜姐露出一个意味深长的微笑。

不对，她是在看着我笑的。
"""

#黑屏

"……"#转宿舍内景

"""
我躺在床上，边数着天花板上的污渍边发呆。

馨荷姐还故作神秘地把我打发走，说晚上她有要事要去办。

于是杜姐『勉为其难』地拉我去吃晚饭了。

当然是吃母鸭煲。
"""
#转母鸭煲

cy "杜姐，所以今天馨荷姐是什么意思啊？"

djf "还能啥意思，反正你也不会少块肉。"

djf "反正馨荷姐也不会做得太出格的，你先听她的就是了。"

djf "真要是她逼你做什么不好的事情，找我就行。"

cy "行吧…欸，杜姐，我好像没你的联系方式来着？"

djf "好像是的…你手机号给我一下。"

cy "嗯？手机号吗？不用什么其他的通讯软件吗？"

"杜姐一愣，然后眼神凝重，向我伸出手。"

djf "手机给我，我来吧。"

cy "哦……"

"""
我把手机从裤兜里掏出来，按下电源键解锁，然后递给杜姐。

杜姐摆弄了一下，然后把手机还给我。

我接过手机看了一眼，一直没有打开过的通讯录里面有了两个名字。
"""

djf "别在手机上瞎下东西，有什么事情打电话或者发短信都可以。"
#转宿舍内景
"""
也不知道杜姐搞了什么，我翻了下手机，有印象的软件都还在。

包括馨荷姐叮嘱我不能乱玩的粉色和绿色APP。

我也不知道为什么，明明没有印象，这两个却早就在我的手机里。

如果不是馨荷姐专门叮嘱我，我想我也不会发现这片新世界。

只是确实软件的排布变了一点，但是我实在是想不出少了什么。
"""

cy "算了，不想了，想这么多有什么用。"

cy "总不能，今天还给我做噩梦吧？"

"我认认真真地整理好被子，然后谨慎地躺了进去。"

cy "希望别把被子踢掉。"

cy "哦不对，还有闹钟。"

"""
我又从被子里爬出来，确认了一下插座、充电器还有手机的连接。

确认好它们都处在安定的位置之后，我才松了一口气，爬进被窝。
"""

cy "祝我明天能顺利按时上班。"

#黑屏

"……"#转梦境

kurokage "跟你一起进…的那个…，人家都在学洋文准备出国了。"

kurokage "你隔壁宿舍的那个…，人家都在教授的课题组里面做实验了。"

kurokage "你再看看你，整天没个学习的样。"

kurokage "考试成绩也这么差劲。"

kurokage "一百分的卷子考不到六十分还很了不起？"

kurokage "白养了你这么多年！"#以上设定为男主父亲
#转宿舍内景，播放闹铃声。
"""
闹铃声在房间里面回荡。

我明明已经醒了，却根本爬不起来。

甚至没能伸出手去把手机闹钟关掉。
"""
# 转1958内景，过场图或者角落持续显示 『杜绛枫视角』
bxh "小常他怎么还没来？"

djf "常远他不是天天迟到吗？现在才八点半，正常吧？"

bxh "不正常，我不信昨天都发生过那种事情，小常早上还能睡得着。"

"""
这都什么理论。

虽然我只是脑子里想想，没敢讲出来。

不对，我昨天不是要了常远他的联系方式吗，给他打个电话看看。
"""

djf "那我给常远打个电话问问？"

bxh "欸？他有手机吗？这几天都没跟他交换过电话号码来着？"

djf "别提了，昨天晚上才想起来一直忘了要他的联系方式。我来打吧。"

"""
我点开通讯录，凭着对按钮位置的记忆点开最上面第二个，然后直接拨通。

拨号声响起的时候，我才敢看向手机屏幕。

还好，确实显示的是『AAA常远』。
"""

bxh "对了，昨天你要他联系方式的时候，他总不会给你的是OO或者YouChat吧？"

djf "我在他还没想起来可以用OO或者YouChat之前就把他手机拿过来了。"

djf "这两个一个都没留，通讯录也删完了。"

djf "馨荷姐，你原来这些事从来都不说穿的。怎么，突然转性了？"

bxh "哪些事？包括昨天下午说的那些？"

bxh "我是不信你没看出来我跟你都是一个地方出来的一样的人。"

djf "行行行，那你是不是昨天还有半句没说完。"

bxh "给小常讲这个？万一他承受不了……"

"手机" "…您拨打的电话暂时无法接通，请稍后再拨……"

"""
不该啊。

明明可能会有问题的地方我全都检查过一遍了。

OO、YouChat、通讯录……

问题到底在哪里啊……

来不及思考了，应该去常远那里一趟。
"""

djf "我去常远房间一趟吧，万一他出了点什么事……"

bxh "我去。你应该有备用钥匙的吧？给我。"

"""
不对劲，馨荷姐这两天很不对劲。

以往碰到那种无理取闹的客人的时候，她都是直接跑路让我来处理。

比如说之前有一次，有个客人要了一杯拿铁然后嫌里面有咖啡，非要说意大利语的『Latte』就是牛奶，

我一转头找她就发现她不见了，害得我翻箱倒柜半天才找到她放牛奶的地方，还要给那个客人赔半天罪。

结果这个客人一走，她就从大门回来了。

虽然『那个地方』出来的人一向都只会自扫门前雪，但是馨荷姐她这个水平的也是万中无一的，除了凑热闹之外。
"""

bxh "我跟他约好了明天要去约会，你去不合适。"

"""
我不太信这个是她的真实的理由。

但是这确实是一个非常好的借口，我完全没法反驳。
"""

djf "钥匙给你，房间号刻钥匙上了。"

"我从自己的钥匙串上拆下一把，递给馨荷姐。"

bxh "要是有什么事，到时候我会打电话的。"

bxh "其实我本来也是懒得去的，但是我实在不放心。"

bxh "具体的就不提了，怕你想起来。"

"""
馨荷姐推开1958的门，头也不回地走了。

怕我想起来？是指的前天晚上的事吧。

我都已经想起来的东西，怎么可能还会忘掉。

不过，只要最关键的东西还在被遗忘，就暂时还没有问题。
"""

djf "馨荷姐她，是不是也『想起来的太多』了？"

"""
现在还是假期，1958里面自然也没有客人。

一点回应都没有，只能听到我心跳的声音。
"""
call Chapter_2
return