label Chapter_1:
#1958外，下雨
call BigRain
play music bgm_8
play sound sound_26 loop
"""
整片天空都在下雨。

不对，应该是天空在哭泣。

这片天空，一定是跟着我一起在哭泣吧。

到底是天空在哭泣还是我在哭泣，一定非常有科学研究的价值吧。

以我常远在——打下的数理基础起誓。

……

奇怪，我怎么什么都想不起来了？\n再想一遍。

我叫常远，就读于——

……
"""
scene bg _test with dissolve
#黑屏
"""
奇怪，天不应该是蓝色的吗。

怎么这片天，又是灰色又是绿色的。

就像是在草地上，铺上石板砖一样……
"""
scene black with eyeclose

djf_sub "馨荷姐，有人倒在店门口了！" #djf

bxh_sub "赶紧搭把手，把他抬进来！\n面下这么大的雨，可不能放在外面不管！" #bxh

call BigRain_
stop sound
play music bgm_12 fadein 1.0
scene bg _test with eyeopen

cy "这里…是哪里？"

"""
鹭州的天气变化有这么快吗？\n明明刚刚还在下雨，冷得要命。

怎么突然就不冷了，而且雨也停了。

身上还盖着不知道哪里来的毯子，似乎还有淡淡的柠檬香味。
"""

bxh_sub "你，醒了？"

"""
面前站着两位从来没见过的女孩子。

其中一位女孩子在我面前挥了挥手，\n应该是在确认我是不是完全清醒了。
"""

cy "醒是醒了，不过……\n怎么说呢……"

"有点过于不真实了。"

"虽然我基本上什么都想不起来，\n但是我应该没有和女孩子这么近过……"

bxh_sub "搞不明白现在的状况？"

cy "对对对！就是这个。"

"面前的女孩子似乎是觉得继续询问下去也没有意义，\n没有继续追问我。"

bxh "这里是咖啡厅1958，我是店长代理包馨荷，\n你叫什么名字？"

"1958……总感觉这个名字在哪里听过。\n到底是在哪里呢？"

cy "常远……\n我应该是叫常远。"

"我应该……没把这个记错吧？"

djf_sub "什么叫『应该是』？\n该不会……你失忆了吧？"

cy "『失忆』……\n哦，原来这个叫失忆啊！"

"两位女孩子看着我，都露出了一副难以言表的神情。"

djf_sub "馨荷姐，怎么办？"

bxh "绛枫，我觉得比起说他是失忆……\n更大的可能性是，他是来碰瓷的。"

stop music fadeout 0.5

"那个被称作『绛枫』的女孩子，嘴角止不住地在抽动。"

bxh "虽然这种事情不能在他面前说，\n应该私下里偷偷说。"

bxh "你看他现在听得清清楚楚，\n只要他全赖到1958头上……"

bxh "咱们这一辈子，\n都得在这里打工，还他的的医药费了。"

"我全听到了啊！"

play music bgm_30 fadein 0.5

djf_sub "馨荷姐，你……\n开玩笑的吧？"

bxh "什么叫开玩笑？\n我可是～很认真地～提出一个很有可能性的风险点～"

djf_sub "不不不，你这绝对是在开玩笑吧？"

bxh "那总比你说他失忆，更合情合理吧？"

djf_sub "那你这么一说，本来他单纯只是失忆，\n现在又打算碰瓷了怎么办啊！"

bxh "好像是这样呢……\n我都没想到这一点……"

"再不把话题纠正回来，『我是碰瓷的』就要成为既定事实了——"

cy "两位姐姐，打断一下可以吗……"

"两位女孩子停止了争吵，回头看向我。"

cy "我不是碰瓷的，也没有失忆。"

cy "我只是单纯的，脑子坏了。"

"我在说什么啊！！！"

play music bgm_12 fadein 0.5
scene bg _test with leftflash

"十五分钟后。"

djf "你早说你什么都想不起来就行了嘛，\n突然说自己脑子坏了，人都要给你吓傻了。"

"简单地进行了一下信息交换和自我介绍，\n收留我的这两位女孩子才终于没把我继续当碰瓷的来看待。"

djf "再跟你确认一遍，你除了自己叫常远之外，\n确实是任何个人信息都不记得了吗？"

cy "是的。对了，那个…包…包姐，\n可以把我的裤子还给我了吗？"

"为了打消这位叫包馨荷的女孩子对我的猜疑，\n我屈辱地贡献出了我的裤子供她检查。"

"这十五分钟里，她把我的裤子从里到外翻了个遍，\n就差拿剪刀把裤子拆开看有没有夹层了。"

bxh "…不该啊，如果是得了阿尔兹海默症，\n家里人应该要把姓名卡缝身上的啊…"

djf "哎呀，馨荷姐你就别找了，\n人家刚醒你就把人家裤子脱下来，像什么话。"

bxh "但是他裤子湿了，穿着湿裤子会着凉的。"

"……但是在我醒来的时候，\n身上的衣服已经干得差不多了。"

bxh "这么一说，衣服也得脱，不然着凉了可不好。"

cy "……就不劳烦您了，我自己去卫生间……"

"正当我怀着悲壮的心情站起身时，一只手把我按回到座位上。"

djf "常远，你等一下。\n我去仓库给你拿件备用的工作服。"

bxh "欸？原来这样子也可以吗？"

djf "都是馨荷姐你瞎打岔，\n才搞得我都没想起来要给他换件干衣服！"

scene black with leftflash

"""
明明说是备用的工作服，\n却合身得像是找裁缝定制的尺寸。

而且工作服上还有好闻的薰衣草味，\n虽然不知道是哪里来的味道，总之很好闻。

正当我揉捏着工作服，感受着厚实的触感的时候，\n包姐还在摆弄着我刚脱下来的衣服。
"""

djf "所以，馨荷姐你有什么新发现吗？"

bxh "……目前来看，暂时没有得到新发现。\n我认为，可能我们看待问题的角度还不够全面。"

bxh "可能他的身份信息纹在了身上呢？\n绛枫，你在他换衣服的时候进去看过了吗？"

djf "怎！么！可！能！啊！"

"怎么话题又拐到不知道什么方向去了？\n不行，得赶紧补救一下……"

cy "我记得……我应该是随身带着一卡通的……"

djf "你刚刚说的什么？我没听清。"

cy "我记得……我应该是随身带着——的……"

"怎么回事？"

"好像……有什么东西，\n从我脑海里被剥离出去了。"

"我明明知道我想要表达什么，\n但那个词……根本无法在我脑子里成型。"

"杜姐眨了眨眼，一脸凝重地看着我。"

djf "常远，你想不起来就别想了，要不先休息一下？"

bxh "要不小常你来1958打工吧？"

play sound sound_21

djf "不是，馨荷姐你在讲什么啊？\n怎么话题跳转得这么快？"

djf "怎么可以说得像是，\n『这只小动物很可怜，我们收养它吧』一样啊？"

djf "而且咱们招人难道不要经过店长审批的吗？"

bxh "但是咱们也不能把失忆的小常，\n就放在这里不管吧？"

bxh "难道把小常就这么赶回去吗？\n你看他这样子，根本没地方去啊！"

bxh "再说了，你看小常身上这工作服多合身，\n不就像是神想要让他来这里打工的嘛……"

stop music
pause 0.5

"刹那间，时间像是陷入了静止一样。"

"刚才清晰可辨的女孩子的声音，\n也像是从来没响起过一样。"

play music bgm_12 fadein 0.5

djf "你这跟灰姑娘的水晶鞋一样的理论是哪里来的…"

bxh "总而言之，我决定要让小常在这里工作。"

djf "你决定有什么用啊，\n到时候店长查起来发现你私自招雇员怎么解释…"

stop music
pause 0.5

"时间似乎又陷入了静止。"

"这不应该是某些超现实题材的影片里，才会出现的东西吗？"

play music bgm_12 fadein 0.5

djf "没事了，我懂了。\n常远，你明天开始，就来1958上班吧。"

cy "啊？这就决定了吗？"

bxh "那毕竟，你除了来1958上班之外，\n也没有别的选择了。"

bxh "我们也不可能让你吃白食的。"

cy "那倒也是……\n但是我住哪里？"

bxh "绛枫，你来安排。"

"杜姐叹了口气，从衣服里掏出一串钥匙，拆出一把递给我。"

djf "这个是你宿舍的钥匙，等会你从鹭州科技大学这个西大门出去，\n正门口有个江河星座公寓……"

"嗯？难道是……？"

djf "单人间，别想太多。"

cy "我还什么都没说呢！"

djf "你脸上都写着呢，还用讲出来吗？"

"我……有这么明显吗？"

djf "算了，还是等我们下班之后带你一起回去吧，\n你也不认路，也麻烦。"

djf "我们五点钟下班，还有两个小时……\n馨荷姐，你怎么都开始收拾准备打烊了！"

"我一扭头，才看见包姐打开了配电箱，准备拉下电闸。"

bxh "反正也没有客人，而且还下这么大雨，给店长省点电费不好吗？"

djf "那也不是才下午三点，你就开始准备关门的理由啊！"

bxh "没事的，就一天而已……\n反正，也不会有人来的。"

play sound sound_26 loop fadein 0.5 loop
play music bgm_16 fadein 0.5

"""
窗外的雨声突然变得嘈杂了起来。

明明门窗紧闭着的1958里，也隐约能感到阴风阵阵、如坠冰窖。

我……难道是听到了什么，不该听到的东西吗？
"""

cy "不会有人来的……\n是什么意思？"

"但我还是忍不住，提出了这个总感觉不应该提起的问题。"

bxh "字面意思。"

"包姐的脸色一如既往。"

djf "走吧，常远，我们先去超市给你买点生活用品。"

"""
我没有、也来不及细想。

被包姐催促着，我跟着她们俩，离开了已经陷入一片黑暗的1958。
"""

stop sound
scene bg _test with fade
play music bgm_21 fadein 0.5

djf "所以，你提前下班……\n不会就只是为了来超市买打折的空心菜吧？"

bxh "不然呢，难道还跟你一样急着给小常回去收拾房间？"

djf "啊？这和常远有什么关系啊！"

"对啊，怎么这里包姐突然提到我啊？"

djf "而且，你非要吃什么炒绿色圈圈，\n结果已经拉着我吃了快一周的空心菜了！"

djf "哪怕是说给常远收拾房间的事情，\n常远他人生地不熟的，稍微照顾一下总不是不行吧！"

bxh "行行行，我就当你是在讲实话得了，\n别和阿猫阿狗搞出人命啊。"

"……什么意思？这次应该不是在说我了吧？"

"不过这半天下来，我已经深刻地明白了——\n我应该理解不了包姐的想法。"

djf "我真是在讲实话啊！……\n等一下？什么叫『和阿猫阿狗搞出人命』？ "

djf "而且你应该买的是虎皮椒或者尖椒吧，为什么非要买空心菜啊？"

"包姐没有正面回应杜姐，反而是转头看向了我。"

bxh "小常你也是，晚上记得把门关好，绝对不能让别人进你房间。"

"？？？"

cy "欸？什么意思，包姐杜姐你们俩也不行吗？"

bxh "谁～都～不～可～以～\n因为呀，到了晚上，有的人会变成大灰狼，\n把可爱的小白兔吃掉的。"#bxh暂时立绘隐去

djf "你怎么每次都开这种毫无逻辑的玩笑。\n常远他刚搬进来，总得帮他整理一下房间吧？"

djf "等下，馨荷姐呢？\n明明刚刚还在这里的，常远，你看到她跑哪里去了吗？"

cy "没看到……"

djf "算了，随她去吧，这么大个人也丢不了的。"

djf "对了，常远，咱们住的公寓里面，\n虽然被子枕头之类的都有，空调洗衣机之类的家电也齐全，"

djf "但是呢，毛巾牙刷之类的还是要自备的，\n要不先买了，再带你上去？"

bxh "绛枫，你看，这边还有情侣套装的洗漱用品卖呢～"

"刚刚还不知道去了哪里的包姐，\n突然又拿着两套洗漱用品冒了出来。"

djf "一袋蓝色的，一袋粉红色的……\n这也算情侣套装吗？"

bxh "但是你看，这个颜色不是很配吗？"

djf "一般来说，情侣套装应该是——\n一个袋子里面塞两把牙刷、两条毛巾吧？"

"杜姐的嘴角不住地抽动着。"

play sound sound_21
bxh "好像是的哦……\n算了，拿都拿了。小常，你要哪一套？"

cy "那就……蓝的吧。"

bxh "果然是男孩子呢～\n不过，喜欢粉粉的东西的男孩子，现在也很多呢～"

bxh "但是这样子的话，剩下的这一套，我就只能放回货架上去了～\n真可惜呢～"

djf "看我干什么？"

bxh "欸？我只是在看那边的货架，可没有看绛枫你呢～"

"包姐眼神躲闪着，挪开了视线。"

djf "算了，懒得管你。\n反正拿都拿了，就给我吧。"

"杜姐伸手夺过包姐攥在手里的那套粉色的洗漱套装，揣在怀里。"

bxh "哎呀～你还说你没这个意思呢～"

djf "你是小学生吗……等会你来付钱啊。"

bxh "真小气——"

djf "你不掏钱我就放回去了啊。"

bxh "……那还是给我吧。"

"包姐从杜姐怀里，又把那套洗漱套装抢了回去。"

bxh "我要是掏了钱，还拿不到手，那不是太亏了吗？"

djf "哎呀～你想跟常远买成对的，就直说嘛～"

bxh "绛枫，你是存心来找茬的？"

djf "哪能啊，这不是馨荷姐您教得好吗？"

bxh "别阴阳怪气了，赶紧买完回去，\n不然吃晚饭都不知道要到几点了。"

"杜姐没有继续接这个话茬，摊了摊手。"

bxh "对了，小常，姐姐用这套毛巾和牙刷，你不会生气吧？"

cy "……哪能啊？"

"细密的冷汗爬上了我的后脖颈。"

"水产区冰块上摆成一排的冰鲜小黄鱼，眼睛里也闪着诡异的光。"

"当年没有读懂的那一篇阅读理解，现在终于算是弄明白了。"

stop sound
queue sound [sound_23, sound_25]
scene black with dissolve
scene bg _test with dooropen#转宿舍场景。
play music ["<silence 1.0>", bgm_15]

djf "到了，常远。\n以后，这就是你的新家了。"

"""
和杜姐之前说的一样，这公寓里面的家具确实还挺齐全。

虽然没有冰箱彩电大沙发，但起码有空调床板洗衣机，\n外面甚至还有一个小阳台。

至少对于一个单身的青年男性而言，算是一个非常宜居的环境，\n床上甚至塞一个等身抱枕都很充裕。
"""

djf "要不要我帮你收拾一下房间？\n好久没人住可能落灰了……"

bxh "哎，明明对成套的洗漱套装那么嫌弃，\n跑别人房间里却那么积极……"

djf "要你管，收拾一下房间能有什么事。"

djf "喂，馨荷姐，你拖我干什么！"

bxh "小常，大灰狼我给你拖走了，\n晚上记得好好睡觉，不要玩粉色或者绿色的APP。"

djf "谁是大灰狼啊！"

bxh "嘘，小声点，赶紧回去，别把别人吵到。"

djf "小常——你记得自己收拾一下房间——"

play sound sound_24
play music bgm_26 fadein 0.5
pause 0.5

"杜姐被拖走之后，房间里除了寂静之外，什么都没有留下。"

"我……为什么，又只剩下我一个人了。"

cy "不对……为什么是『又』？"

"而且这个房间，总感觉像是之前在哪里见到过的样子。"

cy "我明明，应该是第一次住在这个房间来着……"

"毕竟钢筋混凝土是死的东西，不可能给我回答的。"

"我自己都觉得，问这个问题的我蠢得要命。"

cy "算了，收拾一下房间，吃个泡面，睡觉吧。"

"""
本来包姐和杜姐是打算请我吃个晚饭的，\n只不过在选择上难以达成共识。

包姐强烈要求去吃江河星座公寓底下的小香鸡，\n而杜姐则说要走远点去吃母鸭煲。

两人把选择权抛给了我，我又不知道哪边好吃……\n虽然这两个店名，总感觉在哪里听过。

不过这不是重点，毕竟以后就是抬头不见低头见的同事，\n第一天就拉派系搞小团体，不合适吧？

然后我就在思考的时候不小心撞上了货架，\n刚好掉下来了一桶牛肉汤。
"""

cy "速食的牛肉汤……真难吃啊。"

cy "粉丝都是沱的，千张全是硬的，牛肉也没几片……"

cy "明天问问她们，有没有什么地方的牛肉汤好吃吧。"

"""
本来两边都不想得罪，现在想想……

我把桶装的速食牛肉汤捧在手里的时候，\n包姐和杜姐的眼神……

充满了不解、无奈，以及……\n怜悯。
"""

cy "……算了，现在想这个也没用，睡觉吧。"

scene bg _test with leftflash
play sound sound_28
play music ["<silence 1.0>", bgm_19]
scene black with yumein
call yume

kurokage "你怎么这次考试才考了70多分？\n高中的时候你不是物理次次都能95分多的吗？"

kurokage "我看你就是不想学习，骗我买了个电脑，\n不知道每天在干什么东西！"

kurokage "你说上课要用到电脑？\n你到高中哪一次去学校还要带电脑过去的？"#以上设定为男主的父亲

scene black with leftflash

kurokage "这次这个数学分析还挺简单的，\n几个极限，泰勒展开一下就解出来了。"

kurokage "这力学也就一个估算水上报告厅底下的水量有点意思，\n不过还是太简单了。"

kurokage "你们计算机程序设计大作业做了没？\n要不来帮我测试一下我刚写好的国际象棋？"

kurokage "化学原理有什么难的，\n大部分就一个吉布斯自由能公式套来套去。"#以上设定为男主的室友

call yume_

play sound sound_4
scene bg _test with yumeout
play music ["<silence 1.0>", bgm_11]

cy "……！！！"

"""
我猛然从床上爬起来，穿在身上的工作服被冷汗浸得湿透。

虽然已经记不清我做了什么梦……\n但总之，肯定不是一个什么好梦。

比起这个，我是不是忘了什么重要的东西？
"""

cy "对了，今天是不是要开始上班来着？\n手机……手机在哪里……"

"""
我在床头摸索了一下，\n把不知道什么时候塞到枕头底下的手机掏了出来。

怪不得昨天晚上睡得那么难受，一定是这个手机害的。
"""

cy "让我看看现在几点了…"

"""
虽然现在的手机好像都可以触摸屏幕解锁，\n但是我还是喜欢按电源键的感觉。

按下电源键，能让我想起来小时候把打火机的压电点火器拆下来玩的回忆。

虽然我现在……大概已经完全不记得那时，到底是怎样的兴奋感了。

随着我按下电源键而亮起的屏幕上，\n显示着08:13，这四个大大的阿拉伯数字。
"""

cy "哦，已经八点十三分了啊。"

cy "昨天包姐跟我说的工作时间是什么样的来着……"
scene black with dissolve
call yume
#背景虚化
bxh "咱们1958的工作时间很人道的，\n每天的客人也不是很多。"

bxh "开店时间是早上八点到下午五点，\n中午十一点半到下午十二点半休息。"

bxh "开店之前和闭店之后有一些整理打扫工作，\n这个是轮班制的，暂时先不用你轮。"

bxh "吃住是全包的，周末闭店的时候可以去指定餐厅记账吃饭，\n当然，你要改善伙食的话，就得自己掏钱了。"

bxh "工资可能稍微低了点，到手一千五百一个月，\n基本工资八百，助研费……不对，绩效七百。"

"应该是口误吧……\n但是绩效工资，为什么会口误成助研费呢？"

bxh "不过第一个月你有什么生活必需品之类的要买的话，\n可以拿发票来报销，或者先给你支取备用金。"

bxh "大概就这些，你还有什么问题吗？"#背景恢复
call yume_
scene bg _test with dissolve

cy "这么说来，好像是……\n早上八点就要到岗来着？"

stop music

cy "怎么第一天上班，我就要迟到啊！！！"

scene black with leftflash
play music bgm_16 

"""
尽管鹭州今天已经放晴，\n尽管从江河星座到1958也就过一条马路，

但我却感觉我的心格外冰冷，脚步格外沉重。
"""

djf "常远啊，你知道现在几点了吗？"

"""
杜姐站在1958门口，手里拿着扫把，脚下是堆成一堆的落叶。

她脸上好像有点发红，我不太懂，应该是天转凉了、冻的吧。

应该……不是气出来的吧？
"""

cy "呃…大概八点二十？"

djf "你这个大概怎么还有个十分钟的不确定度啊？\n第一天上班就迟到三十分钟？"

bxh "哎，现在的年轻人都是晚上睡不着、早上起不来的。\n生物钟还没调过来呢，是吧，小常？"

"我要是说我做了个噩梦，所以就睡过头了……\n没人会信的吧？"

cy "应该是的吧…早上醒来就八点十五了……"

bxh "是吧，所以绛枫你也别这么苛责小常了，\n要多给年轻人点呵护才对嘛～"

djf "馨荷姐，你怎么胳膊肘还往外拐的！"

djf "常远他第一天就迟到，不给他长个教训，\n以后天天迟到怎么办！"

bxh "什么叫胳膊肘往外拐，小常他已经是1958的员工了，\n都是一家人，哪来这么一说？"

djf "可是……"

bxh "真有什么可是，你后面再好好教他就行了。"

bxh "好了好了，该进去了。\n都堵在门口，客人都进不来了。"

"""
我跟着被包姐拉进去的杜姐，走进了1958的大门。

我不由得想起包姐昨天说的那句『不会有人来的』，\n鬼使神差地回头看了一眼——

外面还是和昨天一样，冷冷清清的，一个人影也没有。
"""#转1958内景
scene bg _test with leftflash
play music bgm_12 fadein 0.5

bxh "对了，小常，你是不是还没吃早饭？\n我去给你拿点刚蒸好的枕头馍。"

bxh "绛枫，反正现在客人也都还没来，\n你先来教一下小常1958的基本规章制度吧。"

"""
枕头馍？这有点……\n过于不可思议了吧？\n到底是有哪个客人好这一口啊？

正在我胡思乱想的时候，突然，我的脑袋被轻轻敲了一下。

不知道是不是因为包姐不在这里，\n眼前的杜姐显得格外凶神恶煞。
"""

play music bgm_14 fadein 0.5

djf "今天要教你的东西，\n你给我用身体牢牢地记好了。"

djf "我只教你一遍，要是之后踩了什么红线，\n受罪的就是你的绩效工资了。"

djf "别想着找馨荷姐求情，\n哪怕是她招的你，考勤也不是她来打的。"

cy "哦…嗯…"

djf "哦什么哦、嗯什么嗯！\n你这样的态度怎么来接待客人！"

djf "《1958工作守则》第一条，\n对待客人应当充分礼貌，绝不敷衍了事！"

djf "你明不明白你刚刚犯了什么问题！"

cy "明白！"

djf "好，那现在开始1958的基本规章制度教学。\n第一篇，工作守则。"

"""
我看着杜姐从书架上抽出那本最大最厚的书，\n封面上《1958工作守则》几个烫金大字格外刺眼。

书脊砸在桌上的声音格外响亮，\n充满着一种意义非凡的厚重感。
"""

cy "这本…写的全都是工作守则的内容吗？"

djf "《1958工作守则》第二条，\n向客人搭话的时候，要说『请』。"

scene black with leftflash
scene bg _test with leftflash

"""
1958的枕头馍不知道为什么特别香甜。

就是不知道为什么，包姐非要给我加一杯热美式。
"""

bxh "咖啡是咖啡豆磨粉加热水过滤出来的，也是一种豆浆。\n早上就应该喝豆浆，信我，绝对没有问题。"

"""
虽然好像确实有点道理，但是我还是不太能理解。\n而且热美式简直跟刷锅水一样难喝。

更何况，我现在面临着记忆中最严苛的考验，\n完全没有思考哲学的心思。
"""

djf "《1958工作守则》第十九条，\n1958严格执行5S管理，员工有义务维护1958的工作环境。"

djf "常远，这个5S是哪五个S，你知道吗？"

cy "杜姐，请问是Springer、Science、SCI、Supporting information还有Submitted吗？"
stop music fadeout 0.5
djf "……"

"""
总感觉这五个词非常熟悉，\n所以我想都没想就直接脱口而出了。

但是看杜姐铁青的脸色……\n大概是回答错了。
"""
play music bgm_29 fadein 0.5
cy "那，难道是Swimsuit、Stockings、Schoolgirl uniform、Sister、Sex toy吗？"

"""
来不及细想，我便脱口而出脑海里显现出的又一组答案。

只是看杜姐的脸色好像更不对劲，\n甚至额头上青筋都鼓起来了。
"""

djf "常远啊，消遣姐姐，很好玩吗？"

cy "……应该是……不好玩的。"

djf "你知道不好玩，那怎么还在这种时候消遣姐姐呢？"

cy "……"

djf "下不为例啊。"

play music bgm_14 fadein 0.5
scene black with rightflash
scene bg _test with rightflash
djf "第五百一十四条，打烊时确保切断所有加热设备电源，\n如必须过夜加热，则必须有人值守……"

"""
我抬头看了眼挂钟，已经快要到下班时间的五点整了。

但杜姐面前那本厚厚的《1958工作守则》，却只翻开了一小半。
"""

cy "杜姐，这《1958工作守则》，到底有多少条啊……"

"杜姐愣了一下，然后反问我："

djf "是太多了，记不住吗？"

"我点了点头。"

djf "没事的，总共也就三万六千五百条而已……"

cy "总感觉像是什么玄幻小说里面的东西……"

djf "常远？你刚刚说什么？我没听清。"

cy "我什么都没说！"

"杜姐叹了口气，把面前的工作守则翻到下一页。"

djf "也没指望你一天就能全背下来，别那么紧张。"

djf "后面的内容相对来说比较简单，就算记不住，问题也不大。"

cy "那……已经讲过的总共五百一十四条呢？"

djf "那当然是全背下来啊？"
play sound sound_18
bxh "好了好了，五点了，该收拾收拾准备下班了。"
play music bgm_2 fadein 0.5
"对于正绞尽脑汁去回忆刚刚讲过的条例的我来说，\n包姐的这句话就像西天极乐世界传来的福音般沁人心脾。"

bxh "绛枫啊，你对小常有点太严苛了，\n这么多的规矩，怎么可能记得住啊。"

djf "你觉得，1958有这么多规矩，是因为谁呢？"

"杜姐合上《1958工作守则》，把它塞回书架。"

bxh "不知道呢……\n今天晚上吃什么？"

djf "吃……母鸭煲？\n……不对！差点给你绕进去了！"

bxh "母鸭煲是吧，那现在就收拾一下准备出发——\n小常！你把窗帘拉一下！"

djf "馨荷姐你不要自顾自地扯开话题，\n然后擅自把话题推进下去啊！"

bxh "今晚母鸭煲我买单。"

djf "就算你同意不吃小香鸡去吃母鸭煲，\n也不能就这么随随便便给你糊弄过去……"

djf "等下，馨荷姐，你刚刚说什么？"

bxh "我说，今晚的母鸭煲，我买单。"

djf "成交。\n常远，你去卫生间拿个拖把，把地拖一下！"

cy "明——白——"

djf "《1958工作守则》第五百一十五条，\n禁止有气无力地回复客人——"

play music bgm_1 fadein 0.5
scene black with leftflash
scene bg _test with leftflash

djf "老板，大份鸡鸡蛙蛙煲微辣，加金针菇加千张，三碗米饭。"

cy "这里就是母鸭煲啊…"

"""
明明应该是第一次来，但总感觉好像之前来过这里一样。

尤其是桌子上面放着的泛黄的包浆桌垫，看着特别亲切。
"""

bxh "绛枫，你原来不是都点的母鸭煲吗？"

djf "那还不是因为今天谁在唧唧哇哇，都没心思吃母鸭煲了。"

cy "……杜姐，是我的问题吗？"

djf "不关你事，你等会盯牢你馨荷姐让她记得买单别跑了就行。"

bxh "嗯？今天不是绛枫你唧唧哇哇了一天吗？"

"""
整张桌子寂静得能够听见邻桌抖腿的声音。

杜绛枫像是被踩了尾巴的猫一样，手肘支在桌子上，瞪着包馨荷。
"""

djf "那我来给你数一下今天我在管教，不对，指导常远的时候，你都干了些啥。"

#动画，转虚化的1958背景

djf "《1958工作守则》第七十二条，……"

bxh "下属不许啵上司嘴！"#突然冒出

djf "下属跟上司的关系…馨荷姐你在说什么东西啊！"

cy "所以…这条到底是什么？"

djf "常远你先坐一下，我先收拾了你馨荷姐先。"

"……" #转鸡公煲

bxh "欸，我说过这个吗？"

djf "嗯？还想狡辩？要不是不能损坏固定资产你还想全须全尾地在这里？"

cy "那这条到底是什么啊？"

"""
在这之后两人在1958里面玩了一会捉迷藏游戏，最后包姐体力不支躲到了咖啡机后面。

见状，杜姐也只能放弃了，回来继续指导我学习《1958工作守则》。

虽然回来之后开始讲的是第七十五条就是了。
""" 

djf "哦，这个啊，是『下属和上司的关系在1958里不存在，互相平等』。"

bxh "也就是虽然下属不能啵上司嘴，但是没有下属和上司，那就可以随便啵嘴了。"

djf "等会把你赶出去，不让你吃晚饭了。"

bxh "好——的——"

djf "继续开始陈列你的罪状啊。"

#动画，转虚化的1958背景

djf "《1958工作守则》第一百一十四条，工作时禁止佩戴私……"

bxh "禁止佩戴私密用品！"#突然冒出

djf "私密用品是什么东西啊！是禁止佩戴私人的饰品！"

djf "常远你再坐一会，这次我真要收拾你馨荷姐了！"

"""
这次包姐没有那么好运，被杜姐拽着领口拖进了仓库，随后仓库里传来类似拍击的声音。

五分钟后，杜姐边拍着手上的灰边从仓库里走了出来。

不知道为什么总感觉跟着出来的包姐很兴奋，不像是被打过的样子。
"""

"……" #转鸡公煲

djf "这次总有印象了吧？"

bxh "嗯，五星好评，下次还来。"

djf "再来的话就弄个『我是不守规矩的员工』的牌子挂你脖子上。"

bxh "不是禁止佩戴私人的饰品吗？"

djf "走1958的帐就算公家财产，不算私人物品。"

"杜姐攥起拳头在包姐面前挥了挥。"

bxh "行行行，还有吗？马上就该上菜了，没有的话就该准备吃晚饭了。"

djf "谁说没有的，继续继续。"

#动画，转虚化的1958背景

djf "第三百六十五条，禁止不纯异性交往。"

bxh "禁止不纯异性交往——"

djf "馨荷姐你又来捣乱！是禁止不纯异性交往！"

"……" #转鸡公煲

bxh "我明明说的是『禁止不纯异性交往』，这次我真没捣乱。"

djf "常远，你来评评理，是不是你馨荷姐在捣乱？"

"杜姐盯着我的眼神像是要把我给吃掉一样。"

cy "可是，包姐那个时候确实是说的『禁止不纯异性交往』。"

"杜姐转过头盯着包姐的脸，包姐只是耸耸肩摊了摊手。"

bxh "你看，我确实没捣乱，也没骗你。你看小常都说我没说错。"

djf "……"

"杜姐的脸红得像一个熟透的柿子，不过暂时还不会掉到地上。"

djf "随你们便吧，我不管了！"

djf "你们是搞纯的异性交往还是不纯的异性交往，我都不管了！"

djf "就是在店里面牵手我也都不管了！"

bxh "欸？只到牵手吗？"

djf "你还想要到哪里啊！真是的！"

bxh "起码是要法国人的那种浪漫的……"

djf "再说下去就该请你买单走人了哦。"

bxh "好——"

#插入转场动画，背景不变。

"""
这鸡鸡蛙蛙煲还算不错，鸡肉鲜嫩多汁、牛蛙口感柔滑，作为调味的洋葱和芹菜也各有各的风味。

就是不知道为什么杜姐一直在给我夹菜。
"""

djf "常远，你还要长身体，来，多吃点。"

"""
我面前的饭碗里已经堆起了一座小山，哪怕是按照南太阳国的围棋规则都挑不出问题。

与之相比，我自己拿骨头堆出来的所谓的『山』，早就山体滑坡了。
"""

cy "杜姐，我真吃不下了……"

djf "说什么吃不下，十来岁的小伙子不是最能吃的吗，来，快吃。"

cy "但是这一锅，我已经吃了快半锅了……"

bxh "哎，绛枫，你就别逼小常继续吃了，等会把他撑坏了可不好。"

djf "你还好意思？你就夹了两筷子然后就不吃了，不心疼你的钱包啊？"

bxh "那不是吃多吃少我都得掏这么多钱，吃多少都无所谓了。"

djf "我怎么感觉馨荷姐你这个理论完全是反的……"

djf "常远，你真吃不下了？"

"杜姐转头看着我，我一时想不出什么好的拒绝的理由。"

cy "我再吃一点吧。"

"我把头埋下去，尝试解决这个现在的我大概是解决不了的问题。"
#黑屏
"……"#转外景（非1958外景，街道外景）

djf "常远，你真没吃撑吗？"

"""
我甚至现在还不相信那一大锅鸡鸡蛙蛙煲真的全部被解决了。

虽然在杜姐的威逼利诱之下，包姐勉为其难动了两筷子，但是大概剩下的都差不多给我吃完了。

我甚至都感觉我肋骨好像有点紧，不知道是不是我的错觉。
"""

cy "大概……是真的一点都吃不下了。"

bxh "绛枫你真是的，让小常吃这么多，万一吃坏了你是不是要负责他一生啊！"

djf "那不是馨荷姐你自己就吃那么点，害得常远要吃那么多。"

djf "要怪也是怪你，常远的下半辈子你来负责！"

bxh "怎么这么说话的，搞得好像都没人喜欢小常一样，是吧，小常？"

cy "欸？嗯……"

"""
本来以为只是她们俩之间在开玩笑，这一突然叫到我，我一点心理准备都没有。

又何况是这种话题，不知道为什么我对于这一类的知识完全是空白。

慌乱之中我只能含糊地应了一下。
"""

bxh "看吧，都是你害的，本来小常多好一孩子，你这么打击他一天下来，一点自信都没有了。"

djf "还不是你今天捣乱了一整天！常远他不是玩具，不要拿他来找乐子！"

bxh "小常，那边那个姐姐是不是很可怕？没事的，没事的，不要怕～"

bxh "到姐姐这边来，什么事都不会有的～"

"""
我还没反应过来，包姐就扯着我的胳膊把我拉到了她怀里。

虽然不知道是什么东西在夹着我的胳膊，但是总感觉有种莫名的放松感。

尽管我对于这种感觉，应该之前完全没有印象。
"""

djf "……搞什么嘛……"

"""
突然，杜姐把头扭向了一边，整条街安静到只有树叶在沙沙作响。

月光下看得并不是很确切，但总感觉杜姐眼角似乎有暗淡的路灯的反光。

我不知道该做些什么。

我回头看了眼包姐，她也是一脸的茫然。
"""

djf "为什么我什么都做了，最后也还是这样呢……"

djf "到底要让我怎么做才好啊……"

djf "明明，我根本不想这样的……"

"""
一阵强风吹过，摇晃得头上的树枝吱呀作响。

恍惚之间，一只温软的小手紧紧地捏住了我的手指尖。

之后的事情我记不太清了，但是我想，大概直到江河星座底下，这只手一直都没有放开。
"""
#黑屏
"……"#转宿舍内景

"""
我躺在床上，望着天花板发呆。

这第一天上班，感觉跟连着过了十二个小时柱子一样累。

虽然我并不知道过柱子是什么东西。

比起接待客人，总感觉对付包姐好像要更麻烦一点。

接待客人……
"""

cy "不对，今天一天都没有客人啊！"

"""
我一下子从床上坐起来。

比起包姐的麻烦，好像这个要更麻烦一点。

毕竟这个可是关系到我的生死存亡的问题。

如果1958没有顾客，那就没有收入；1958没有收入，应该就没钱发我的工资；

如果没钱发我的工资，那我就要被开除然后自生自灭。
"""

cy "我总不能年纪轻轻就被优化然后成为向社会输送的人才了吧。"

"""
明天是不是得找包姐和杜姐问问，是不是需要弄一些吸引顾客的法子。

算了，我记得好像跟我说绩效的时候没说跟客户量挂钩，只说了跟考勤挂钩。

反正顾客接待多接待少都一个样，没必要，摸鱼多舒服。

好像这个想法有点不太对劲，算了，无所谓了，问一问也不会少块肉。

好像还真有可能少块肉，指不定杜姐会直接把活派给我，让我穿女仆装去门口接客。
"""

cy "我到底在想些什么东西啊！"

"""
应该是包姐才会让我干这种事情的吧，怎么张冠李戴了。

不过说到杜姐，虽然才刚认识没两天，但总感觉她今天最后有点不对劲啊……

总不能是她真的对我有意思吧……
"""

cy "怎么可能。"

"我用力地甩了甩头。"

djf "《1958工作守则》第一千九百一十九条，癞蛤蟆禁止吃天鹅肉。"

"""
总觉得她应该会这么拒绝我。

算了，不多想了，睡觉吧。
"""
#黑屏

"……"#转梦境

kurokage "欸，你们知道吗，GPA不够高的话连找女朋友都不配的！"

kurokage "开玩笑吧，不过还真有可能，毕竟我学长也说GPA不够不能去澡堂洗澡的。"

kurokage "怎么可能啊，都是骗人的。最多也就是GPA不够只能天天吃绿色圈圈而已啦。"

kurokage "……"

kurokage "欸？你不知道GPA是什么？都来了这么久你怎么还不知道什么是GPA？"

kurokage "GPA啊，是平均学分绩点的缩写，……"#以上设定为男主原室友

#转宿舍内景

"""
我猛然从床上惊醒。

被子不知道什么时候被我踢开了，露在外面的脚掌略微有些发紫。
"""

cy "是踢了被子所以才这么冷的吧……"

"""
总感觉昨天好像也做了一个差不多的梦，但是实在是记不清到底是什么内容了。

相比于被怪梦惊醒，被闹钟吵醒虽然不人道，但是也算是上上之选了。

不过既然说到闹钟，我昨天睡前应该是设好了闹钟的，既然我没有被闹钟叫醒……

我从床边摸出手机，这次手机没有跑到枕头下面去了。

我轻轻按下了电源键，手机没有反应。
"""

cy "嗯？"

"我再按了一下电源键，手机还是黑屏，没有反应。"

cy "该不会……"

"""
我看向床头的充电器，目光从充电头逐渐移动到拖在地上的充电接口。

嗯，有那种贵妃出浴般优雅的美感。

但是很遗憾，充电接口没有插在它该插的地方。
"""

cy "怎么忘了充电啊！！！"

#黑屏

"……"#转1958外景

"""
今天尽管是个大晴天，但是我的心里在下雨。

主要是我不知道如何面对杜姐。

尤其是我第二天上班又迟到了。

只能说，还好跑到1958门口的时候，杜姐不在门口。

虽然算是松了一口气，但还是有点惴惴不安。
"""

bxh "小常，你来啦。赶紧进来，你绛枫姐刚出去倒垃圾了，别给她看见。"

cy "哦，嗯……"

"""
我刚想迈进1958，突然感觉到有人扯住了我的衣领子。

我转头一看，发现是铁青着脸的杜姐。
"""

cy "对不起我不是有意的我下次一定会准时到岗的……"

djf "来上班就好。"

cy "欸？"

"""
说完，杜姐把我的领子放下，径直走进1958去了。

我和包姐交换了一下眼神，包姐耸了耸肩，挥手让我进去。
"""
#转1958内景

"""
尽管现在已经是九点半了，1958里面还是一个客人都没有。

明明客人这么少，为什么还会产出垃圾呢？

不会是因为昨天准备的商品今天全都当废物处置了吧。

虽然这个念头立马就被我打消了，怎么都不想点好的。

但是我还是压不下我的好奇心。
"""

cy "包姐，1958是一直客人都这么少的吗？"

bxh "嗯？什么意思？不是坐满了客人吗？"

cy "可是……我一个人都没看到啊？"

bxh "你再看看？"

"""
说完，包姐转身回到柜台里，把咖啡机上的冲煮头拆下来，开始清理。

我揉了揉眼睛，重新扫视了一下1958.

还是没有看到一个人影。
"""

cy "包姐，真没有人，你不会是在骗我吧？"

bxh "谁骗你了，只是你看不到而已。"

cy "我…看不到？"

bxh "对啊，你，看不到……"

"""
明明1958四周都关得很严实，我却突然感觉到四面都在刮着阴风。

其中似乎还夹杂着嘶吼和悲叹。
"""

djf "常远不是馨荷姐你的玩具，很好玩吗？"

"""
从仓库里出来的杜姐轻轻敲了一下憋不住笑的包姐的脑袋，然后转头看向我。

可能是因为昨晚的事情吧，我心里有点发毛。
"""

djf "现在鹭州科技大学刚好放假，没人也正常。"

cy "哦…欸对了，杜姐，昨天你没事吧？"

djf "昨天？什么昨天？你想继续学《1958工作守则》吗？"

cy "不是，就昨天晚上…那个……"

djf "哎哟，多大点事啊，你担心那么多干什么。"

djf "你不想继续学工作守则，那我今天就教你怎么接待客人吧。"

"""
我怔怔地看着杜姐的眼睛，一时不知道如何回应。

杜姐和我对视了一会儿，然后一脸不耐烦地和我说：
"""

djf "学不学？是男人就别婆婆妈妈的。"

cy "学。"

#插入转场动画，还是1958内。

bxh "我跟你们说啊，给客人上菜的时候可是很讲究的。"

bxh "讲究一个肢体、语言、表情的三位一体有机协同。"

bxh "肢体这一方面，首先需要给客人带来视觉上的冲击力，"

bxh "通过选用一个从东洋来的神秘的手势，从而给客人带来幸福感。"

"杜姐一脸无语地看着不知道什么时候蹭过来的包姐。"

djf "玩够了没有？1958不是女仆咖啡厅。"

bxh "不是女仆咖啡厅也可以有这种服务的……"

djf "一边去，别妨碍我指导常远。"

"""
杜姐对我的指导刚开始半个小时，她就已经把包姐赶出去三回了。

这一次是第四回。

被杜姐推出去的包姐还不忘摆出她说的那个东洋来的手势，

就那个，双手放于胸口，手心向外，四指下扣的…
"""

djf "咱们这里就从来没有这种服务，你别听你包姐胡说八道。"

cy "…什么服务啊？"

djf "不要知道最好。"

djf "而且你要是真做全套了，客人会犯恶心的。"
#插入转场动画，还是1958内。
bxh "小常啊，你这个笑容还是不够自然。"

bxh "就跟导师跟你讲一个他认为能发Nature的想法一样。"

bxh "你能不能想象一下你在给别人画饼的感觉？"

"""
被杜姐拷打了13次的包姐，终于开始安分守己了。

正好现在也没有顾客，于是杜姐就开始带着我练习模拟接客。

包姐本色出演难缠的客人。
"""

djf "馨荷姐，你举例子能不能举点好的。"

djf "常远他大概不知道是什么东西，而且你这个例子太恶心了。"

bxh "那你倒是举个好点的例子啊？"

"杜姐思考了一会，然后说："

djf "虽然很恶心，但是小常你要不想象一下你在和你馨荷姐约会？"

bxh "『虽然很恶心』是多余的！"

cy "我？"

"""
虽然我看不到自己的表情，但是一定是一脸的难以置信。

尽管我不知道以前的我是怎么样的，不过应该跟没有女朋友没有太大区别。

所以这两个例子对于我来讲都是一样的。

都不懂。
"""

bxh "对了，绛枫，你既然提了这样的意见，那你经验一定很丰富吧？"

djf "你想听假话还是听好话？"

bxh "没有真话或者实话的选项吗？"

djf "你不会真想听吧？我怕我吓到你。"

bxh "你不会是想说你交过的男朋友比所有自然数加起来还多吧？"

"""
虽然我不知道包姐说的到底是什么东西，总之好像是很高深的样子。

但是杜姐听了包姐这一句话，顿时沉默了。

过了好久，杜姐才像是放弃了一样，一脸自暴自弃般的解脱的神情。
"""

djf "你怎么知道我要用ζ函数的性质来糊弄过去的？"

bxh "你以为我在这里多久了？你刚来的那一天我就知道了。"

bxh "你跟我，都是一样的人。"

djf "但是…这个跟在1958的时间没关系吧？"

bxh "『这里』，不是只有1958。"

bxh "算了，在小常面前打哑谜也没意思，有些东西还是不知道的比较好。"

bxh "小常，怎么说，要姐姐带你去约会吗？"

"""
这两天一直嬉皮笑脸的包姐，在我面前露出了标准的营业式笑容。

这一极大的反差让我不由得在想我是不是听错了。
"""

djf "馨荷姐，你既然说『我跟你都是一样的人』，那么…"

djf "你交过的男朋友，是不是跟所有自然数的平方和相等？"

bxh "要你管，反正整个1958里面都一样，没差的。"

bxh "小常，所以去约会吗？"

"""
虽然我很确定包姐是看着我在说这句话的。

我也很确定我两次应该都没有听错。

但是出于谨慎我觉得我还是要再确认一下。
"""

cy "包姐，您没有在开玩笑吧？"

bxh "叫什么包姐，叫馨荷，你真要是改不过来的话叫馨荷姐也可以的！"

bxh "是男人就别婆婆妈妈的，约还是不约？"

cy "包…馨荷姐，先给我点时间让我想想……"

djf "常远，你不陪她玩这种过家家游戏也是可以的，反正是三分钟热度。"

bxh "你怎么知道我是三分钟热度？"

"馨荷姐盯着杜姐的眼神，我这两天来一直都没见到过。"

djf "你…是认真的？就开开玩笑而已，没必要吧？"

bxh "这种事情怎么会开玩笑，你以为我是酒后失言把女儿随便交给别人的邓九公吗？"

djf "那…算了，那常远可是要你来负责了，可别带他惹出什么祸来。"

djf "另外，馨荷姐，你举的例子还是烂得一如既往。"

djf "你这话说的，像是常远是土行孙一样。"

bxh "那真要是的话，就是把你给推出去了。"

"随后，馨荷姐转头看向我。"

bxh "工作日有点不太合适，后天是周六，记得到时候早上八点到1958门口。"

cy "馨荷姐，不在江河星座底下见吗？"

bxh "你这没吃过猪肉，怎么还没见过猪跑的。"

bxh "这就是约会的醍醐味，你可得好好学习学习。"

"说完，馨荷姐站起身，走到柜台后去关咖啡机的电源。"

bxh "到点了，下班！"

djf "现在才四点半不到啊馨荷姐，合着你就是想早点下班是不是！"

bxh "你是想听真话还是实话？"

"""
馨荷姐转头，向杜姐露出一个意味深长的微笑。

不对，她是在看着我笑的。
"""

#黑屏

"……"#转宿舍内景

"""
我躺在床上，边数着天花板上的污渍边发呆。

馨荷姐还故作神秘地把我打发走，说晚上她有要事要去办。

于是杜姐『勉为其难』地拉我去吃晚饭了。

当然是吃母鸭煲。
"""
#转母鸭煲

cy "杜姐，所以今天馨荷姐是什么意思啊？"

djf "还能啥意思，反正你也不会少块肉。"

djf "反正馨荷姐也不会做得太出格的，你先听她的就是了。"

djf "真要是她逼你做什么不好的事情，找我就行。"

cy "行吧…欸，杜姐，我好像没你的联系方式来着？"

djf "好像是的…你手机号给我一下。"

cy "嗯？手机号吗？不用什么其他的通讯软件吗？"

"杜姐一愣，然后眼神凝重，向我伸出手。"

djf "手机给我，我来吧。"

cy "哦……"

"""
我把手机从裤兜里掏出来，按下电源键解锁，然后递给杜姐。

杜姐摆弄了一下，然后把手机还给我。

我接过手机看了一眼，一直没有打开过的通讯录里面有了两个名字。
"""

djf "别在手机上瞎下东西，有什么事情打电话或者发短信都可以。"
#转宿舍内景
"""
也不知道杜姐搞了什么，我翻了下手机，有印象的软件都还在。

包括馨荷姐叮嘱我不能乱玩的粉色和绿色APP。

我也不知道为什么，明明没有印象，这两个却早就在我的手机里。

如果不是馨荷姐专门叮嘱我，我想我也不会发现这片新世界。

只是确实软件的排布变了一点，但是我实在是想不出少了什么。
"""

cy "算了，不想了，想这么多有什么用。"

cy "总不能，今天还给我做噩梦吧？"

"我认认真真地整理好被子，然后谨慎地躺了进去。"

cy "希望别把被子踢掉。"

cy "哦不对，还有闹钟。"

"""
我又从被子里爬出来，确认了一下插座、充电器还有手机的连接。

确认好它们都处在安定的位置之后，我才松了一口气，爬进被窝。
"""

cy "祝我明天能顺利按时上班。"

#黑屏

"……"#转梦境

kurokage "跟你一起进…的那个…，人家都在学洋文准备出国了。"

kurokage "你隔壁宿舍的那个…，人家都在教授的课题组里面做实验了。"

kurokage "你再看看你，整天没个学习的样。"

kurokage "考试成绩也这么差劲。"

kurokage "一百分的卷子考不到六十分还很了不起？"

kurokage "白养了你这么多年！"#以上设定为男主父亲
#转宿舍内景，播放闹铃声。
"""
闹铃声在房间里面回荡。

我明明已经醒了，却根本爬不起来。

甚至没能伸出手去把手机闹钟关掉。
"""
# 转1958内景，过场图或者角落持续显示 『杜绛枫视角』
bxh "小常他怎么还没来？"

djf "常远他不是天天迟到吗？现在才八点半，正常吧？"

bxh "不正常，我不信昨天都发生过那种事情，小常早上还能睡得着。"

"""
这都什么理论。

虽然我只是脑子里想想，没敢讲出来。

不对，我昨天不是要了常远他的联系方式吗，给他打个电话看看。
"""

djf "那我给常远打个电话问问？"

bxh "欸？他有手机吗？这几天都没跟他交换过电话号码来着？"

djf "别提了，昨天晚上才想起来一直忘了要他的联系方式。我来打吧。"

"""
我点开通讯录，凭着对按钮位置的记忆点开最上面第二个，然后直接拨通。

拨号声响起的时候，我才敢看向手机屏幕。

还好，确实显示的是『AAA常远』。
"""

bxh "对了，昨天你要他联系方式的时候，他总不会给你的是OO或者YouChat吧？"

djf "我在他还没想起来可以用OO或者YouChat之前就把他手机拿过来了。"

djf "这两个一个都没留，通讯录也删完了。"

djf "馨荷姐，你原来这些事从来都不说穿的。怎么，突然转性了？"

bxh "哪些事？包括昨天下午说的那些？"

bxh "我是不信你没看出来我跟你都是一个地方出来的一样的人。"

djf "行行行，那你是不是昨天还有半句没说完。"

bxh "给小常讲这个？万一他承受不了……"

"手机" "…您拨打的电话暂时无法接通，请稍后再拨……"

"""
不该啊。

明明可能会有问题的地方我全都检查过一遍了。

OO、YouChat、通讯录……

问题到底在哪里啊……

来不及思考了，应该去常远那里一趟。
"""

djf "我去常远房间一趟吧，万一他出了点什么事……"

bxh "我去。你应该有备用钥匙的吧？给我。"

"""
不对劲，馨荷姐这两天很不对劲。

以往碰到那种无理取闹的客人的时候，她都是直接跑路让我来处理。

比如说之前有一次，有个客人要了一杯拿铁然后嫌里面有咖啡，非要说意大利语的『Latte』就是牛奶，

我一转头找她就发现她不见了，害得我翻箱倒柜半天才找到她放牛奶的地方，还要给那个客人赔半天罪。

结果这个客人一走，她就从大门回来了。

虽然『那个地方』出来的人一向都只会自扫门前雪，但是馨荷姐她这个水平的也是万中无一的，除了凑热闹之外。
"""

bxh "我跟他约好了明天要去约会，你去不合适。"

"""
我不太信这个是她的真实的理由。

但是这确实是一个非常好的借口，我完全没法反驳。
"""

djf "钥匙给你，房间号刻钥匙上了。"

"我从自己的钥匙串上拆下一把，递给馨荷姐。"

bxh "要是有什么事，到时候我会打电话的。"

bxh "其实我本来也是懒得去的，但是我实在不放心。"

bxh "具体的就不提了，怕你想起来。"

"""
馨荷姐推开1958的门，头也不回地走了。

怕我想起来？是指的前天晚上的事吧。

我都已经想起来的东西，怎么可能还会忘掉。

不过，只要最关键的东西还在被遗忘，就暂时还没有问题。
"""

djf "馨荷姐她，是不是也『想起来的太多』了？"

"""
现在还是假期，1958里面自然也没有客人。

一点回应都没有，只能听到我心跳的声音。
"""
call Chapter_2
return