label Chapter_6:
#Chapter 6
scene bg _test with toki#转1958内景
play sound sound_26 loop
"""
雨滴敲打着玻璃，发出令人烦躁的声音。

我早早地到了1958，穿好了女仆装。

坐在吧台里，等待必将到来的、一如既往的客人的骚扰。

本应是这样的。
"""

cy "好奇怪啊……怎么回事呢？"

"直到午休时间，还是没有一个人推门进来。"

"我掏出手机，摁下电源开关。"

cy "没错啊，今天确实是周一啊……"

"手机屏幕上，明明白白地显示着『星期一』。"

"窗外的雨滴，依然倾泻个不停。"

"我烦躁地把手机塞回口袋，看向黑压压一片的窗外。"

cy "这雨……什么时候才会停啊。"

cy "简直就像……"

"""
简直就像……我刚来到1958那一天一样。

终究，我还是没敢对着空气，把这句话说出来。
"""

"转换一下心情，先去吃个中饭吧。"
scene black with leftflash
scene bg _test with leftflash
"说是中饭，不过是用后厨的微波炉热一个枕头馍而已。"

"后厨的冰箱里，不知道为什么每次打开都能翻到两个枕头馍。"

"明明我记得上周五没补过货，今天却和往常一样，\n两个枕头馍安安静静地躺在冰箱的冷冻格子里。"

"虽然着实有点奇怪。"

cy "算了，不想了。有得吃总比没得吃好。"

"""
我一边啃着刚热好的枕头馍，一边在1958里面晃悠。

不由得，目光落在了一旁的书架里、那本《1958工作守则》上。

自从绛枫姐她不再指导我工作之后，\n我就再也没见她翻开过那本书。
"""

cy "……"

cy "打开来，看一下吧？"

"我把最后一小块枕头馍塞进嘴里，然后去吧台洗了洗手。"

"抓起挂在水龙头上的毛巾把双手擦干之后，\n我站在了书架前面，深吸了一口气。"

"伸出手，触及那冰凉的书脊，\n然后顺着书脊而上，扣住上沿。"

"整本书被扳下，沉重的感觉落入我的掌心之中。"

cy "……"

"我端详了好一阵子《1958工作守则》的封皮，\n最后还是一闭眼，翻开了它。"

cy "……咦？"

"待我睁眼时，落入我眼中的内容，\n不由得让我怀疑起我的眼睛。"

"我不由自主地揉了揉眼睛，\n再度睁眼时，《1958工作守则》仍然和先前一样。"

"精美的封皮中所夹着的，是白纸。"

"一个字都没有。"

cy "不应该啊……"

"白纸，全都是白纸。"

"我翻遍了整本书，连一张印着字的纸都没有。"

cy "哪怕她不在了，也没有理由把这种东西给消除掉啊……"

"连哪怕一个，能够证明绛枫姐存在过的证据，都没有。"

cy "难道是……"

play sound sound_29
pause 0.5#kamisama入场，1为罩袍形态
play music bgm_29 fadein 0.5 

kamisama1 "这本东西，本来就是空的。"

"我反射性地抬起头。"

"映入眼帘的是，一个全身裹在斗篷里的生命体，\n大概是生命体。"

"虽然看上去像是个人，但是从声音里完全听不出它是男是女。"

cy "你是谁？"

"虽然我心里已经有了答案，\n而且除了这个解释之外也不太会有别的可能了。"

"我很确信，刚刚1958的门绝对没有打开过。\n那能进来的，基本只能是和『神』有关的事物。"

kamisama1 "我是谁，并不重要。"

kamisama1 "重要的是，你想要看到些什么。"

kamisama1 "1958是意志的具现化，而你……并没有任何意志。"

cy "你到底是谁，是『神』吗？回答我！"

"它没有回答我。"

cy "你倒是说句话啊？除了故弄玄虚你还会什么？"

"像是在嘲讽我一样，面对我的质问，它只是抖了一下斗篷，\n然后就转过身，向着大门走去。"
play sound sound_37
"见状，我随手把《1958工作守则》丢在台面上，\n紧跟着它冲向门口。"

"它的斗篷，就在我能够到的范围内——\n本应是这样的。"

"我伸出手，尝试去拽下包裹着它的斗篷。\n但在即将触及的那一刻，他的身形突然变得透明，然后消失殆尽。"
#『神』立绘消失
"什么都没触碰到。"

"我顺势，抓上了1958的门把手，\n重力牵引着我推开了1958的大门。"
stop music fadeout 0.5
scene black with rightflash
play sound sound_26 loop 
scene bg _test with rightflash#转场动画，换1958外景。
"映入我眼中的，是和我来到1958的第一天别无二致的，\n瓢泼大雨。"

cy "……"

"我叹了口气，正准备关上门。"

"突然，不远处的一个人影，落入了我的视线之中。"

"那是一个，倒在地上、全身湿透的，女孩子。"

"简直就像……那个时候一样。"
stop sound
scene black with toki
play music bgm_31 fadein 0.5 
scene bg _test with toki#转场，1958内景。
"被我从外面扛进来的女孩子，\n裹着散发着柠檬香味的毯子，靠在1958的椅子上。"

"我坐在吧台后面，看着蒸汽从即将沸腾的电热水壶口升起。"

cy "那个时候，馨荷姐和绛枫姐都在做些什么呢？"

"在没有客人的1958，她们俩是不是就像现在的我一样，\n百无聊赖地等着一个陌生人从昏迷中醒来。"

cy "不过刚刚突然出现的那个裹着斗篷的……\n多半就是『神』本人吧。"

"所以……这次也是『神』的旨意？\n和馨荷姐那个时候一样？"

cy "不管怎么说，我也算是个过来人了……"

"那毕竟算是完全亲身经历了一遍穿越到异世界然后失忆，\n最后找回大部分记忆的全部过程……"

"虽然发生了很多完全不想去回忆的事情。"
play sound sound_39
"突然，毯子滑落的声音传入我的耳中。"

"我抬头看去，和那个被我捡回来的女孩子对上了眼。"

gmr_sub "常助教？你怎么穿着女仆装啊？"

"我眼前一黑。"
scene black with toki
play music bgm_7 fadein 0.5 
scene bg _test with toki#转场动画。
"""
我不知道这个算是『神』的奖赏、还是恶意。

总之，这次捡到的这个女孩子，\n很显然过去就认识我，并且还保留着关于我的记忆。
"""

cy "呃……所以你是郭茉渃，对吧？"

gmr "是的是的！"

"她端着我刚给她沏上的红茶，笑眯眯地看着我。"

gmr "嘿嘿，常助教还记得我呢～"

"""
难道不是你刚刚自我介绍过了吗？

虽然我很想这么说，\n但看在这孩子挺可爱的份上，我还是忍下来了。

据她所说，我是她之前化学原理课的助教，\n不过我对此一点印象都没有。

即使我没有失忆，我想我大概也是想不起来的。\n毕竟只是带过助教的学生的名字而已。

再可爱也记不住。
"""

gmr "所以常助教，这里已经不是鹭州科技大学了吗？"

"郭茉渃歪着头、撅着嘴，仰视着我。"

cy "呃……你可以理解成另一个世界的鹭州科技大学。"

cy "还有，没必要继续叫我助教吧？\n叫我名字就可以了。"

gmr "可是，常助教就是常助教啊？"

"可恶，她的水汪汪的大眼睛真的好可爱。"

cy "随便你吧。"

"我叹了口气，给自己的水杯加满了热水。"
play sound sound_35
gmr "好开心呢，到了另一个世界也能见到常助教……"

"郭茉渃放下茶杯，在1958的大厅里四处晃荡着。"

gmr "不对啊……既然我能在这个世界见到常助教……"

gmr "那常助教，是不是你也和我一样，死掉了？"

"她突然停下了脚步，转过头，\n眼中一瞬间透着空洞与茫然。"

"她怎么还会记得这些？\n这种事情不应该已经忘记了吗？"

"我顿时一怔，不知道怎么回答她。"

gmr "不过，一定是幻觉吧。\n常助教怎么可能穿女仆装呢。"

"她空洞的眼神，不知道什么时候又恢复成了原状。\n又开始和刚醒来的时候一样，提一些不着调的事情……"

gmr "但是……穿女仆装的常助教，真漂亮啊……"

gmr "为什么之前我都没看到过呢……"

"我眼前再次一黑。"
scene black with toki
scene bg _test with toki#转场动画。
gmr "所以，常助教你是因为要接待客人，所以不得不穿女仆装啊？"

cy "你能接受这一点，真是再好不过了。"

"我擦了擦额头上的汗珠，才加满的水杯也已经空空如也。"

"郭茉渃她问了我整整十五分钟为什么要穿女仆装的问题。"

"我花了生命中珍贵的十五分钟给她讲解了我穿女仆装的必要性，\n是因为这边的客人只要我不穿女仆装就会给我甩脸色。"

"郭茉渃她质疑了我整整十五分钟的动机，\n并提出了数十个可能的想法，但都被我一一否决了。"

"好渴，再倒杯水。"

gmr "但是这个理由好没意思啊……"

gmr "我还以为，常助教你是自己觉得穿女仆装很漂亮、很可爱，\n所以才穿的……"

"怎么还是在哪壶不开提哪壶……\n哎，还是不回复这个了，说不定她等会就忘了。"

gmr "但是……1958真的有客人来吗？"

gmr "今天下午一直都没有人来吧？"

cy "嗯……\n确实是这样。"

"""
确实有点奇怪。

我很确定今天绝对不是鹭州科技大学放假的日子，那到底为什么……

突然，我想到了那个奇怪的套在斗篷里的人的话语：
"""
scene black with yumein
call yume
play sound sound_29#背景虚化
kamisama1 "1958是意志的具现化，而你……并没有任何意志。"
call yume_
scene bg _test with yumeout#背景虚化解除
"""
想多了吧，客人会不会来，怎么可能是由我的意志决定的？\n绝对是『神』的意志所决定的。

可能单纯只是『神』要把郭茉渃她送到这里，\n所以才故意今天不安排客人。

一定是这样的。
"""

gmr "常助教？"

gmr "常——助——教——"

"凑近我眼前的郭茉渃，把我的意识从思考中拖回现实。"

cy "怎么了？"

gmr "你一直在发呆，在想什么啊？"

cy "在想今天晚上吃什么。"

"也没必要和她讲太多，糊弄一下就行了。"

gmr "明明还没下班，就在想晚上吃什么？"

cy "……"

"上班本来就应该摸鱼吧。"

"……不过这句话我显然不能对郭茉渃说。"

gmr "常助教常助教，那你下班之后去哪里啊？"

"好在她没有继续揪着我不好好上班这件事不放，\n又没头没脑地换了一个话题。"

cy "下班之后还能去哪里……\n吃个晚饭之后就回宿舍了。"

gmr "啊？常助教你要把我当作晚饭，带回宿舍吗？"

"……"

gmr "有点太突然了，我还没做好心理准备……\n能不能给我点时间……"

"？？？！！！"
play sound soud_42
"我慌忙站起身来，对着连连摆手。"

cy "怎么可能，你在想什么东西啊！"

"郭茉渃低着头，双颊绯红，\n似乎还是沉浸在她不知道穿越到何处的幻想之中。"

"我很想一个脑瓜崩让她赶紧清醒过来，\n最后还是没敲下去。"

gmr "……好，我做好准备了！"

gmr "常助教在的地方，就是我在的地方！"

"像是下定了什么重大的决心一般，\n郭茉渃终于抬起了头，一脸兴奋地看着我。"

cy "我吃完饭就回宿舍了，你晚上怎么办？"

gmr "嗯？常助教你不带我回房间吗？"

"郭茉渃歪着头，满脸写着疑惑。"

cy "……"

"""
你这都做了些什么准备啊。

我放弃了对她牛头不对马嘴的回答作出反应，\n试图把话题拉回正轨。
"""

cy "那你确实，晚上是没地方去的吧？"

"郭茉渃水汪汪的大眼睛仰望着我，用力地点了点头。"

cy "行吧，晚上你跟着我吧，吃个晚饭之后就给你准备房间。"

gmr "真的？和常助教睡一个房间……"

cy "刚好1958的单人宿舍有空房，给你住一下也没关系。"

gmr "和常助教是套间吗？"

cy "分开的。"

gmr "不能和常助教睡一起吗？"

"我痛苦地扶上了额头。"

cy "不能。"

gmr "真的不行吗？"

cy "说不行就是不行。"

gmr "常助教真小气。"

"郭茉渃扭过头，撅着嘴。"

"我叹了口气，看向墙上的时钟。\n四点三十分，离下班还有半个小时。"

"我刚过来的时候，应该没有这么麻烦过馨荷姐还有绛枫姐吧？"
scene black with toki
play music bgm_2 fadein 0.5
scene bg _test with toki#转场动画，瀚海星座。
cy "到了。"

"""
实在是受不了一直缠着我、要和我睡一个房间的郭茉渃。

在小香鸡随便应付了几口之后，\n我就把她拉到了馨荷姐的房间门口。

虽然馨荷姐的房间里的游戏机不算非常健康，\n但总比绛枫姐房间里的粮食果汁柜子健康太多了。
"""

gmr "这里就是常助教的房间吗？"

cy "不是。"

cy "是一个之前在1958工作的姐姐的房间，\n不过她已经辞职了，所以钥匙给我保管了。"

"郭茉渃的脸上突然露出失望的神色。"

gmr "啊……原来常助教在外面已经有认识的女孩子了……"

gmr "这可不行的呢……助教就应该和学妹在一起才对啊……"

cy "你想什么呢，工作关系，工作关系而已。"

"我从绛枫姐给我的两把钥匙里掏出一把，颤抖着对上面前的锁孔。"

"手中的钥匙，不知道为何像是灌了铅般沉重。"
play sound sound_23
"我摸索了好几次，才把钥匙插进锁孔里。"

"""
随着门毫无阻碍地被打开，映入眼帘的是……

毫无生活气息的、无比整洁的房间。

和我刚来这个世界被分到的那个房间，别无二致。

哪怕是一丝与她有关的痕迹，都寻找不到。
"""

gmr "常助教，我之后就住这里吗？"

gmr "常助教？"

"我用力地甩了甩脑袋，把脑海中的杂念全都赶了出去，\n然后挤出一副笑容，看向郭茉渃。"

cy "这里，就是你的新家了。"
scene black with leftflash
play music bgm_26 fadein 0.5
scene bg _test with leftflash#转场动画，宿舍。
"""
回自己宿舍之前，我又拿着剩下那把钥匙，\n去绛枫姐房间里看了一下。

绛枫姐的房间还是和原来一样，\n柜子里剩下的几瓶高粱果汁也没有被动过的痕迹。

至少我看不出什么变化。

那为什么，只是馨荷姐的房间变了呢？
"""

cy "算了，不想了。"
play sound sound_36
"我一屁股躺倒在床上。"

cy "总而言之，肯定是和那个所谓的『神』有关系。"
scene black with yumein
call yume
#插入kamisama1 立绘
"我不由得想起今天所见到的那个裹在斗篷里的身影。"

cy "但是就算他真的是『神』……"

cy "如果没法再见到他一次，也什么办法都没有……"
#kamisama1 立绘消失，插入gmr立绘
cy "不过……今天这个节骨眼上，\n把郭茉渃用和我当时一样的手法送到1958……"

cy "到底是什么意思？"

cy "而且总感觉她跟我之间，像是有什么别的复杂的关系……"

"总之绝对不只是正常的助教和学生的关系。"

cy "那为什么，我现在还想不起来她呢？"
call yume_
scene bg _test with yumeout
#gmr立绘消失
"""
我不会当时其实是骗了很多女孩子的感情，\n然后东窗事发自我了断了吧？

应该不会，要是真有这种事，绛枫姐她不可能不知道。\n如果绛枫姐知道的话，早就跟她的记忆一起过来了。

不过……绛枫姐不知道这个事实的可能性也不是没有？

……

希望是我想多了。
"""

cy "不管怎么说，也没有别的选择了。\n能解开当前这个局面的可能性，只能在郭茉渃她身上了。"

cy "最坏的结局也不过是把全部都想起来，然后从这个世界消失。"

cy "但是如果不去做，那最终也还是会消失。"

cy "反正是殊途同归，不如赌一把。\n说不定消失之后我就能回到原世界，然后把一切都改写呢。"

"真是不切实际的想法。\n我自己都想嘲笑一下我自己。"

"先不说那个把馨荷姐和绛枫姐全部都弃之如敝履的『神』，\n会不会这么好心。"

"如果我回去的时候，并非原来的那个时间线，\n我怕是连同班的绛枫姐都找不到。"

"哪怕真能重新回到原来的时间线，\n能不能和馨荷姐再次相遇也是个未知数。"

"不可能有这种事情。"

cy "但是……总还是忍不住，会去这么幻想。"

cy "就像馨荷姐玩的那些游戏里面的主人公一样，\n永远能在最后一刻逢凶化吉。"

cy "如果只是想想的话，应该……\n也能够被容许吧？"
scene black with toki
play music bgm_7 fadein 0.5
scene bg _test with toki#转场动画，转1958内景
gmr "常助教常助教，我们去探索鹭州科技大学七大不可思议吧！"

"郭茉渃的声音，把我从恍惚中惊醒过来。"

"看起来我坐在1958的椅子上睡着了，\n连郭茉渃她凑到我面前来了都没发现。"

cy "啊？什么东西？"

gmr "鹭州科技大学七大不可思议，\n就是鹭州科技大学七大不可思议啊？"

"说了跟没说一样。\n我无奈地摇了摇头。"

cy "不用你再重复一遍的。"

cy "但是现在是上班时间，我没法出去。"

"虽然今天和昨天一样，还是没有任何一个人推开1958的门。"

gmr "可是，到现在还是一个客人都没有，\n变成翘班时间也没有问题吧？"

"……"

"这小姑娘是不是当年天天逃我的课，所以我才认不得她？"

gmr "而且，比起看常助教穿女仆装，还是探索七大不可思议来得有意思！"

gmr "啊，绝对不是常助教你穿女仆装不好看的意思！"

"……"

"我轻轻地抬起头，看向郭茉渃。"

"她一脸惊慌地避开了我的视线，然后向后连着退了两步。"

"……原来这才是重点。\n真是此地无银三百两。"

cy "所以，你为什么要去找这个七大不可思议？"

gmr "鹭州科技大学的人不是都想去探明七大不可思议的秘密吗？"

"郭茉渃歪着头，看着我。"

cy "但是我就没听说过什么七大不可思议，\n不会是你瞎编的吧？"

"真要说的话，馨荷姐那个本子里倒是写过类似的东西。\n但是那都是游戏里面的东西，做不得数。"

gmr "常助教，你……\n不会失忆了吧？"

"你怎么知道？"

"我正要脱口而出的时候，郭茉渃的下一句话让我又心安了下来。"

gmr "我在隔壁鹭州工业大学的同学说，\n七大不可思议的事情人人都知道的！"

"原来是外校的人瞎编的啊，\n我说怎么馨荷姐还有绛枫姐也都不知道呢。"

"不过……说不定，这会是一个和『神』有关的契机。"

"总之先试一下吧。"

gmr "哎呀，真是的，常助教你也不多出去玩玩，\n是不是成天就知道学习。"

gmr "明明我们这一届都知道的七大不可思议，怎么你就不知道了？"

"还是赶紧打断她吧。\n看这样子又要和昨天一样，光是讲个概念就要半个多小时……"

cy "那就下班去找？"

gmr "所以常助教你还是要多接触接触别人，\n不要满脑子只有GPA……"

gmr "……常助教，你刚刚说什么？"

cy "我说，现在是上班时间，下班了再去找行不行？"

gmr "那当然不行了啊！"

"刚从自己的世界中回过神来的郭茉渃，\n斩钉截铁地拒绝了我的提案。"

cy "为什么不行？"

gmr "因为七大不可思议都是正常上课时间才会发生的！"

cy "什么歪理……上班时间就得有个上班的样子，等我下班再说。"
play sound sound_42
"郭茉渃嘟着嘴，一脸不满地转身找了张凳子坐了下去。"

"……我寻思我话也没说得特别重啊？\n怎么生气成这个样子。"

"真要说，我确实对『鹭州科技大学七大不可思议』有兴趣，\n但毕竟才只上了一小时班，就这么公然翘班还是太过分了。"

gmr "常助教，要不这样，要是今天没有客人来的话，\n那咱们明天就开始探索七大不可思议，好不好？"

"郭茉渃不知道什么时候，又在我面前冒了出来，把我吓了一跳。\n她脸上的愤懑，不知道何时已然消失不见。"

cy "那如果有客人来了呢？"

gmr "那我就卖身给常助教，然后老老实实在1958打工。"

cy "……我们1958干的是正经的行当。"

gmr "那只卖身给常助教也可以。"

"……"

"我当年都造了些什么孽啊。"

cy "算了，随你便吧。"

cy "那就这么说定了，除非今天真的没客人来，\n不然别想让我陪你翘班去找什么七大不可思议。"

"我话音刚落，郭茉渃就蹦到了我的面前。"

gmr "真的？那常助教你可不许耍赖哦！"

cy "怎么可能耍赖，你放心好了。"

gmr "真的愿意翘班出去？"

cy "那也是以今天没有客人来为前提的。\n要是今天有客人来，那以后就别想了。"

gmr "那我肯定会赢的！我的第六感告诉我，今天肯定没有人来！"

"我微笑着摇了摇头，\n看着郭茉渃蹦蹦跳跳着回到了她的座位上。"

"明明给她在吧台后面安排了个座位，她却非要坐在大堂里面。\n真要是有客人来了，可是会妨碍到客人的……"

"算了，反正现在也没客人过来，随她便吧。"

"或许……我自己也不想继续在1958像这样子工作了。"
scene black with toki
play music bgm_2 fadein 0.5
scene bg _test with toki#过场动画。
play sound sound_41 loop
"""
离下午五点还有五分钟，仍然一个走进1958的客人都没有。

郭茉渃在大堂里不安地踱着步子，\n而我则在吧台后面给她洗着杯子。

本来以为给她做一杯意式浓缩就能打发了，\n结果她一个下午把我会做的品种全都喝了一遍。

拜此所赐我要洗整整八个杯子。
"""

gmr "常助教，要是有客人卡着下班的点进来，怎么算啊？"
stop sound
"郭茉渃的脚步，突然停了下来。"

cy "你的第六感不是告诉你，今天不会有人来吗？"

"我从洗碗槽前抬起头，看向郭茉渃。"

gmr "但是但是，小说和电影里面的英雄，\n各种都是不到最后一刻就绝不登场的！"

gmr "所以，在下班的那个点，肯定会有客人进来，\n然后常助教你就会说什么都不算数的！"

cy "你担心这个干什么，哪有那么巧的事情。"

gmr "但是！" 

cy "你想太多了，没几分钟就下班了。\n你也该收拾收拾准备回去了。"

"我把最后一个洗好的杯子倒扣在碗架上，甩了甩手，\n然后抓起挂在水龙头上的抹布。"

"正当我在把手擦干的时候，站在大堂中央的郭茉渃，\n还在盯着墙上的挂钟发呆。"

"离分针和十二点方向重合，仅差微不足道的一点距离。"

cy "别看了，明天陪你去探索七大不可思议就是了。" 

"郭茉渃僵硬地拧过脖子，看向我的目光中带着惊愕与怀疑。"

gmr "真的？" 

cy "那还能是假的？" 

gmr "真的真的？" 

cy "我换衣服下班了。"

"我把手上的抹布往水龙头上一挂，转过身往仓库走去。"

gmr "开玩笑的！我开玩笑的！"

"郭茉渃三步并作两步冲过来，拦在我的面前。"

gmr "那明天八点钟在1958集合，然后就开始探索吧！"

"看着一脸兴奋地仰视着我的郭茉渃，我叹了口气。"

cy "随你便吧。"
scene black with rightflash
play music bgm_7 fadein 0.5
scene bg _test with rightflash#过场动画，老乡鸡。
"等郭茉渃的兴奋劲平息下来，再把她带到小香鸡吃晚饭时，\n已然夜幕西沉。"

"小香鸡的鸡汤还是一如既往，又不便宜又份量小。"

cy "既然明天要开始探索这个七大不可思议，\n你总该告诉我一下，到底是哪七大吧？"

"等郭茉渃她好不容易挑好了晚饭然后落座，\n我便朝她抛出了这个我一直想问的问题。"

gmr "那不行的，这是秘密！\n如果讲出来的话就不够不可思议了！"

cy "那万一你借着这个名义，\n把我偷偷拐到某个小巷子里然后卖掉怎么办？"

"""
郭茉渃愣了一下，然后把头埋到面前的鸡汤里面。

……坏了，不该开这种玩笑的。

一时间我也不知道该说什么，只好执起筷子，\n夹了一筷子鸡汁娃娃菜。

两边都沉默着，自顾自地吃着自己面前的饭。

……
"""

gmr "这么一说，我都没想过这种事情呢……"

"突然，饭桌的对面，好像传来了女孩子的声音。"

gmr "这样的话，好像不探索这个七大不可思议也没问题呢……"

"不是错觉。\n我抬起头，看见郭茉渃正看着我这边，喃喃自语着。"

"就在这时，郭茉渃微微抬起头，然后和我对上了视线。"

gmr "啊。"

"她脸上立刻浮现出尴尬的笑容，然后避开了我的目光。"

cy "喂！你不会真的在考虑这种事情吧？"

gmr "哪有哪有，我怎么可能对常助教做出这种事情呢？"

"郭茉渃挤着比哭还难看的假笑，对我摆着手。"

cy "算了，你要是真有这种打算，那也随你。\n愿赌服输。"

cy "不过至少明天要先去哪里，你总得和我说一下吧？\n这样子我也好做一下准备。"

gmr "『准备』是指？"

cy "信息总得收集吧？"

gmr "嗯……这倒也有道理。"

gmr "明天要去找的第一个不可思议，叫做『王族贵胄之珍藏』。"

cy "我记得鹭州科技大学不是封建社会吧？\n哪来的这种东西？"

gmr "说是英才班学院的深处有些什么东西，\n但是具体是什么，我也不知道。"

"里面哪来的什么值得称为不可思议的东西？"

"哪怕我失忆了想不起来，但是馨荷姐和绛枫姐也都不记得啊？\n她们也都是英才班学院的啊？"

cy "那怎么取了这么一个鬼名字？"

gmr "英才班学院，可是鹭州科技大学的人上人呢。"

"……"

"哪怕真的是这样你也别说出来啊。"

cy "那这个英才班学院的深处，怎么进去？不会有门禁吗？"

gmr "直接进去就好了啊？"

cy "啊？没事吗？"

gmr "常助教，你不是英才班学院的吗？"

cy "是啊，但是我们要去的难道不是那种学生进不去的地方吗？"

gmr "当然不是啊，就在楼底下，随便去的。"

"就在楼底下，还随便去？\n但是英才班学院大楼底下有的东西一只手都能数得出来啊？"

"真要是有不可思议，我怎么可能会不知道？"

gmr "常助教？想起来在哪里了吗？"

cy "英才班学院大楼在哪里我倒是知道，但是……"

gmr "没事，你去了肯定能想起来的。"

"郭茉渃向我露出毫无根据的自信的微笑，我无奈地摇了摇头。"

cy "听你的吧。"
scene black with toki
play music bgm_11 fadein 0.5
scene bg _test with toki#转场动画，1958.
"""
昨晚回去之后，我又翻了一下馨荷姐留下来的那个本子，\n试图再确认一下郭茉渃所说的鹭州科技大学七大不可思议。

但最后还是什么都没找到，\n所有的『七大不可思议』都是游戏中的内容。

……该不会郭茉渃实际上说的就是游戏中的东西？\n是郭茉渃她来了这个世界，然后现实和虚拟不分了？

也不是没有可能。
"""

cy "不过……好慢啊。"

"""
我从裤兜里掏出手机，按下电源键。

屏幕上显示着『08:30』，\n距离郭茉渃提的集合时间已经过去了半个小时。

她昨天确实是说早上八点在1958集合没错吧？\n应该不是我的肌肉记忆让我这个点到的吧？

而且昨天我刚开了店不久，她就过来蹭吃蹭喝了。\n她也不像是早上起不来的人。

客人是随『神』的心意，可以说不来就不来的。\n但是她又不是神的造物……

不对，『神』？\n该不会……
"""
play sound sound_43#推门声
play music bgm_7 fadein 0.5
gmr "不好意思！常助教，我睡过头了！"

gmr "早上做了个怪梦，醒来的时候才发现已经八点了！"

"我扭头看向门口，郭茉渃正喘着粗气，扶着1958的大门。"

cy "来了就行。\n我差点以为你出了什么事，还要去找你呢……"

"""
她刚刚说什么？怪梦？

该不会她做的也是我之前做的那种？
"""

cy "是什么梦？你还记得吗？"

"郭茉渃脸上突然露出一丝尴尬，然后立刻扭开了头。"

gmr "不能说！绝对不能说！"

gmr "……梦见常助教在上习题课的事情，怎么说得出口……"

"已经全都说出来了哦。"

"不过显然不是我之前做的那种梦，\n倒也没有继续问下去的必要了。"

cy "那我们现在就出发？还是你要再休息一下？"

"我站起身，从吧台后面走出来。"

"郭茉渃转过头，看了我一眼，\n然后用怀疑的目光扫遍了我的全身。"

gmr "……常助教，怎么今天你不穿女仆装了？"

"……"

cy "……有必要吗？"

gmr "有必要。"

cy "那穿着女仆装，可不方便出去探索七大不可思议。"

gmr "可以将就一下，问题不大。"

cy "单纯是你想看吧！"

gmr "……"

gmr "我可以保留回答吗？"

"……"

"这小姑娘怎么这么难对付，比馨荷姐还奇怪。"

cy "算了，你不想说就不说吧。"

cy "那现在就出门？"

"我伸出手，指向1958的大门。"

"郭茉渃咬着嘴唇，回头看了一眼背后关上的大门，\n然后仰头看向我。"

gmr "那就走吧，常助教。"
scene black with leftflash
play music bgm_15 fadein 0.5
scene bg _test with leftflash#过场动画，转少年班学院大门
"""
跟着郭茉渃来到的地方，是英才班学院的大楼。

明明离1958只有短短的几步路而已，\n但我却一直都没注意到过，真是奇怪。
"""
gmr "到了。"

"郭茉渃扭头看向我，一脸不满。"

"不就是不穿女仆装嘛，多大点事，这也要生气。"

cy "……"

"懒得继续跟郭茉渃内耗，\n我抬起头，看向英才班学院大楼的正门。"

"过去的记忆，渐渐从脑海深处浮现。"

"尽管我就没来过几次英才班学院的大楼，\n真要说有什么记忆……那还真的没多少。"

"毕竟这里教室少、插座也不多，\n我哪怕是来蹭网打游戏，也不如去隔壁的第二教学楼。"

"不过不知道是不是因为这里并不是原来的世界，\n总感觉和我脑子里的印象存在着很大区别。"

"算了，不想这么多了。\n专心探索这个所谓的『王族贵胄之珍藏』吧。"

cy "郭茉渃，你来带路？"

gmr "常助教你不也是英才班学院的吗？\n为什么要我来带路？"

cy "我就没来过几次，而且也没有课放在英才班学院大楼。\n而且我也不知道不可思议到底在哪里，总还是你来吧？"

gmr "你们不来这里上晚自习的吗？"

cy "晚自习是什么东西，能吃吗？"

gmr "啊？不可能吧？我们都天天上晚自习啊。"

cy "我就第一个学期上了半年，然后就再也不去了。"

cy "而且我们班管晚自习的班委比我跑得还快。"

gmr "什么意思？"

cy "就字面意思啊，你们班难道都老老实实上晚自习的吗？"

gmr "晚自习原来可以不用上的吗？"

cy "当然不用上，又不算学分，也不跟GPA挂钩。"

cy "倒不如说，我寝室里GPA最高的那个人，\n是我们寝室跑得最快的那一个。"

"郭茉渃沉默了一会儿，然后抬起头，悲愤地看着我。"

gmr "常助教你怎么不在习题课上跟我们说啊？"

cy "我哪知道你们班都这么老实，\n还以为这种事情都不用我教的。"

cy "而且要是高中学过化学竞赛的话，\n习题课都可以直接翘掉的。"

gmr "怎么可以翘常助教上的习题课啊！！！"

"……"

"我就当没听到这句话吧。"

cy "所以，那个什么什么珍藏在什么地方？\n你不想带路，那你总得告诉我在什么地方吧？"

gmr "……在底楼。"

"英才班学院底楼？"

"我怎么感觉我好像有点印象？"

cy "那就走吧。"

"我长出一口气，踏上了英才班学院大楼前的阶梯。"
scene black with leftflash
scene bg _test with leftflash#转少年班学院底楼机房。
cy "这不是机房吗？"

gmr "对啊，"

cy "这也算不可思议？"

gmr "常助教，这你就不懂了……"

"""
郭茉渃一脸故作高深的样子，\n但我个人并不觉得在这里会有什么新奇的东西。

不过是英才班学院的机房而已。\n我当年也就刚入学的时候来过几趟，之后就再也没来过。

那个时候没带电脑过来，所以被迫来这里借电脑用。\n当然，显然不是来做实验课的数据处理，是来打游戏的。

就是电脑配置实在不行，打游戏卡得要死……\n嗯？好像电脑换过了？
"""

gmr "……常助教？"

gmr "常助教！"

cy "嗯？怎么了？"

gmr "常助教，你有没有在听我说话？"

cy "有啊，你不是说这里是英才班学院的机房吗？"

gmr "那都是最开始说的事情了！"

"郭茉渃气鼓鼓地瞪着我，\n但是我心思已经放在了机房的新设备上。"

gmr "这边的电脑，据说在夜深人静的时候，\n明明屏幕没有打开，却会发出女孩子的声音……"

"""
好像确实……机箱确实换过了，\n里面显卡看样子也还挺不错的样子……

英才班学院确实有钱，这种没人用的东西都舍得掏钱。

毕竟真有这种需求的人应该都自己掏钱买了，\n要是需求再高那也不是个人使用的范畴……
"""

gmr "常助教？"

gmr "常助教！你在听吗？"

cy "在听，在听，夜深人静的时候屏幕会打开是吧？"

gmr "不是！常助教你明显没在听吧！"

gmr "是夜深人静的时候，电脑会发出女孩子的声音！"

cy "游戏里面的女角色有配音很正常吧。"

"多半是有人偷偷在这里打游戏吧……\n不，应该说是正大光明地打游戏。"

"毕竟我当年也这么嚣张过，\n倒不如说当时在机房里的人都这么嚣张。"

"而且馨荷姐玩的那些游戏，女角色好像全都有配音。\n应该鹭州科技大学有不少人会和馨荷姐玩的一样的游戏。"

"那这样的话，就很显然能说得通了。"

gmr "但是！明明没有人在用电脑，而且电脑屏幕也没打开，\n却也还会有女孩子的声音啊！"

cy "看电影看到一半出去找点吃的，\n然后没关电脑只关了显示器，这也很正常吧。"

gmr "怎么可能会这么简单啊。"

gmr "要是真的这么简单，那怎么可能还会是七大不可思议……"
play music bgm_30 fadein 0.5
#挑一句游戏内语音作为音效插入。
gmr "常助教！电脑真的响了！"

"郭茉渃一脸惊慌地躲到了我的身后，\n我叹了口气，径直走向发出声音的方向。"

cy "应该……是这台吧。"

"我按下那台显示器的电源键，\n果然，电脑开着。"

"""
正中央是一个看起来像是馨荷姐当时给我看的，\n《天缘城堡硕士》里面的角色对白部分的窗口。

应该就是馨荷姐那个本子里面写的那种游戏吧。

而且，屏幕右下角是一个远程控制软件的窗口。
"""

cy "有人在远程控制电脑，然后打游戏而已。"

"我转过头，看向缩在墙角的郭茉渃。"

gmr "什么意思？"

"郭茉渃一愣，然后慢慢地站了起来、"

cy "就是游戏里面女角色的配音而已，还能是什么。"

cy "不过这边电脑本来也没什么人用，也不会有人来管的。"

gmr "所以……真的就这么简单？"

cy "是啊，不信你过来看。"

"郭茉渃胆怯地踱着步子，挪到了我旁边，\n然后看向电脑屏幕。"
#挑一句游戏内语音作为音效插入。
"屏幕上的对白翻到了下一页，又响起了一句女角色的对白。"

gmr "呀！"

"郭茉渃又被吓了一跳，慌忙抱住了我的胳膊。"

cy "怕什么，都说了是远程控制的。"

gmr "真的？"

cy "那还能有假的？不就在你面前吗？"

"郭茉渃抓着我的胳膊，紧张地看了好一会屏幕，\n才松了一口气，放开了我的胳膊。"
play music bgm_7 fadein 0.5
gmr "还真是这样。"

gmr "那也就是……这第一个不可思议，是假的？"

cy "哪有什么真不真、假不假的，归根结底只是不明白真相而已。"

cy "这样子，算是破解了第一个不可思议了，回去吧。"

"郭茉渃沉默了一会，然后点了点头，抓住了我的手。"

gmr "常助教，我走不动了，牵我走。"

cy "真拿你没办法。"

"我无奈地叹了口气，握住郭茉渃的小手，牵着她离开了机房。"
stop music fadeout 0.5
#gmr立绘隐去，kamisama立绘显示
kamisama1 "……"
scene black with toki
play music bgm_1 fadein 0.5
scene bg _test with toki#过场动画，转老乡鸡。
cy "所以，下一个七大不可思议，是什么？"

gmr "反正肯定也是假的，不去看也没关系的。"

"郭茉渃捧着鸡汤，把她的小脑袋埋在汤碗的后面。"

cy "……你不会，不想去找了吧？"

gmr "都知道是骗人的东西了，那为什么还要去呢？"

"郭茉渃放下碗，一脸沮丧。"

cy "只是这一次罢了，不是还有六个没去看过吗？"

cy "而且本来英才班学院机房去的人就不多，\n没多少人去，自然就没法探究出原因。"

cy "还是去一下吧。"

"你要是不愿意去，那我这边线索可就断了啊。"

gmr "那要是还是假的怎么办？"

cy "不会的，你别把事情想得这么坏。"

gmr "常助教，说这种话，你是要负责任的。"

"郭茉渃无视了我的投向她的目光，\n径自夹起了她面前的小炒黄牛肉。"

cy "那你想我怎么负责任？\n难道你想怎么样，我就得怎么样？"

"越来越搞不懂了，我当年到底造了什么孽啊？\n怎么会忘记带过这么一个学生的事情？"

"稍微不顺她一点心，她就像这样瞎胡闹、乱提要求。\n绝对是那种考完试之后一对答案就来找我要分的类型。"

gmr "我想怎么样，常助教你就得怎么样……"

"我屏着呼吸，等着郭茉渃的下一句回答。"

gmr "有点太没意思了。"

"郭茉渃放下筷子，然后抬起头，看向我。"
play music bgm_30 fadein 0.5
gmr "常助教，你一开始对『七大不可思议』一点兴趣都没有，\n但是现在却反而是你非要去探究它的真伪。"

gmr "这里面的秘密，能否请你解释一下？"

"汗珠从我的太阳穴缓缓往下滑落。"

"郭茉渃她原来是这样的人吗？不太对劲啊？"

"赶紧找个理由糊弄一下——"

cy "我是那种哪怕看个烂片，也是要从头看到尾的类型。"

cy "所以呢……我想起码得把这七大不可思议，\n一个一个全都探索过去才行呢……"

cy "你说对吧？"

"面对着我尴尬的笑容，郭茉渃脸上没有任何表态。"

gmr "那就当常助教你是这样了。"

"郭茉渃扫兴地移开了目光，又夹了一筷子小炒黄牛肉。"

gmr "……下一次，可一定要说出来啊。"

cy "你说什么？"

"郭茉渃好像一边吃饭一边说了些什么，但我没听清楚。"
play music bgm_7 fadein 0.5
gmr "什么都没说！"

gmr "下午，我们去『虚数空间之电梯』，常助教你知不知道？"

cy "『虚数空间之电梯』？"

gmr "据说，管科楼有一台神秘的电梯，\n坐上这一部电梯就能到达第{i}i{/i}层！"

gmr "常助教，你有印象吗？"

cy "好像有那么一点，但是我不确定是不是我知道的那个。"

"我记得我大一那个时候，被任课教授请去喝了好几次茶，\n然后那个时候刚好电梯的液晶屏幕坏了。"

"明明是{i}1{/i}，少了几个像素点就变成了{i}i{/i}。\n还是当时和我一起被叫去喝茶的同学跟我说的。"

"还是不和郭茉渃说这个了，等会她又说是骗人的把戏，\n又要开始闹了。"

cy "那就……现在出发？"

gmr "我还没吃完！"

"郭茉渃一脸惊慌地扒起面前已经只剩芹菜的小炒黄牛肉，\n看得我露出无奈的笑容。"

cy "不用急，慢慢吃，等你吃完。"
scene black with toki
play music bgm_21 fadein 0.5
scene bg _test with toki#过场动画，转管科楼内景
"管科楼，全称管理科研楼，\n是鹭州科技大学给工商管理硕士建的教学楼。"

"毕竟是给交大笔学费来镀金的精英人士用的，\n楼底下还有咖啡吧供他们{i}Social{/i}。"

"不过我当年被叫过来是来喝茶的，不是来享受生活的。\n而且我也没有享受这个的闲钱，更喝不来咖啡。"

"当然现在在1958的熏陶下，\n已经变成了会自己给自己灌营养液的牛马了。"

gmr "常助教，你之前来过管科楼吗？"

cy "来过啊，怎么了？"

gmr "那你来带一下路？"

"我刚想质问郭茉渃，为什么不是她来带路。\n她的下一句话把我硬生生噎了回去。"

gmr "我不知道电梯在哪里。"

cy "……"

cy "你没被上数学分析的教授叫到管科楼来，点评期中期末卷子？"

gmr "数学系教授办公室不是在西区吗？"

"郭茉渃仰着头，困惑地看着我。"

"……"

"时代的参差。"

"我刚入学的时候不少数学系教授的办公室在管科楼，\n后来因为数学系调整到西区，他们也统一搬过去了。"

cy "那你没来管科楼底下刷过夜吗？"

gmr "刷夜？什么是刷夜？"

cy "就是作业ddl之前或者考试周的时候，\n找个地方通宵写作业刷卷子。"

gmr "但是我们有晚自习啊？\n而且我们下晚自习已经快十点了，就直接回宿舍了。"

"我怎么还忘了这姑娘还不知道翘晚自习。"

cy "那好像确实没什么非要来管科楼的理由。"

gmr "常助教，你天天刷夜吗？"

"郭茉渃突然绕到我面前来，一脸担忧。"
play music bgm_7 fadein 0.5
cy "也没有吧……\n就大一大二那个时候去得多点，后面都懒得去了。"

cy "而且管科楼这边没有吃的，都走到这里了，\n我不如再过一条街去WakuDonalds。"

gmr "天天熬夜的话，身体会垮掉的。"

gmr "我想要常助教一直健健康康的。"

gmr "所以，常助教以后能不能不要熬夜了，好不好？"

"郭茉渃抬着头，双眼中像是要沁出泪珠。"

cy "不会熬夜的，你放心好了。"

gmr "那常助教，你不是原来都天天在考试周熬夜吗？"

cy "那都是过去的事情了。\n而且我也不是天天熬夜，就考试前熬个两三天而已。"

gmr "那不就是天天熬嘛！"

gmr "常助教，不爱惜自己的话，真的会有人伤心的。"

"郭茉渃把头埋在我的胸口，双臂环抱着我的腰间。"

gmr "我生气了，要常助教摸摸头才能起来。"

cy "好，好，好～"

"我伸出手，抚摸着怀中郭茉渃轻柔而又顺滑的秀发。"

"在这个时候，问我的衣襟为什么湿漉漉的之类的事情，\n就有点太不解风情了。"

"……"

"就这样过了好一阵子。"

cy "我们……是不是该去找那台电梯了？"
stop music fadeout 0.5
"怀中的郭茉渃没有动静。"

cy "郭茉渃？"

"郭茉渃还是没有动静。"

cy "再这样下去的话，我可就没法告诉你，\n我要探索七大不可思议的原因了……"
play music fadein 0.5
gmr "常助教我们现在就去找电梯吧！"
#gmr立绘移出界面
"郭茉渃一把松开了我，然后应该是随便找了个方向跑开了。"

cy "那边可没有电梯哦～"
#gmr立绘重新移回
gmr "什么？是这样的吗？"

cy "电梯在这个方向～"
#gmr立绘又移出界面
gmr "那我先去找电梯了！"

"方向是对的，但是你跑过头了。\n我苦笑着，看着在管科楼里撒欢的郭茉渃。"
scene black with rightflash
play music bgm_30 fadein 0.5
scene bg _test with rightflash#转场动画，电梯内。
gmr "常助教常助教，那个第{i}i{/i}层，\n到底在哪里啊？"

gmr "这个电梯按钮里面都没有{i}i{/i}键呢。"

cy "一层一层试过去不就完了。"

"""
一进电梯之后，\n我就确信了这个所谓的『虚数空间之电梯』到底是什么东西。

就是我刚刚想到的那个事情。

这下麻烦了，得赶紧先糊弄过去，不然又得哄她，太麻烦了。

先随便换个楼层然后出去吧，希望她别注意到显示屏……
"""

cy "那就随便先挑一层楼试一下……"

"我正准备按下电梯楼层按钮的时候，\n郭茉渃突然拉住了我的手。"

gmr  "常助教……\n我们是不是现在，就在第{i}i{/i}层？"

"郭茉渃指着电梯顶上的显示屏，\n她身体的颤抖，顺着我的胳膊传过来。"

cy "……"

"看来糊弄不过去了，该想{i}Plan B{/i}了。"

gmr "常助教，我们是不是，出不去了？"

cy "我们电梯就没动过。"

gmr "那么为什么我们从{i}1{/i}楼进去，就到了{i}i{/i}楼啊？"

"郭茉渃紧紧地抱着我，一脸慌张。"

"肢体接触的感觉，不断地扰乱着我思考的回路。\n不赶紧想个能让她接受的解释可不行……"

cy "因为显示屏有几个像素点坏了而已。"

"啊。"

"完了。"

"环抱着我腰间的双臂一松，我低下头，\n看见郭茉渃站在我面前，面色阴沉。"
play music bgm_7 fadein 0.5
gmr "那不就是说这个不可思议，还是假的嘛！"

"她抬起头，悲愤地看着我。"

cy "……No Comment。"

gmr "常助教，你是不是……\n早就知道会是这样？"

cy "……我不知道。"

gmr "你在说谎。"

"郭茉渃直勾勾地盯着我，看得冷汗从我脊背上流下。"

gmr "你明明知道会是这个样子，\n却还要来这里看一眼，为什么？"

cy "……七大不可思议，总有一个会是真的。"

cy "就算『七』这个数字是凑出来的。\n但肯定是有了『一』，才会有人去把它凑成『七』。"

"郭茉渃露出怀疑的目光，然后眨了眨眼，低下头。"

gmr "今天就先这样吧。"

gmr "明天，再去找下一个不可思议。"

"这……算是糊弄过去了？"

"刚刚一不小心把真实的想法给讲出来了，\n不过还好，没讲到最核心的东西。"

"郭茉渃按下电梯的开门键，然后走出电梯。"

gmr "常助教，你还不出来吗？"

cy "这就出来～"
play music bgm_30 fadein 0.5
#gmr立绘消失，背景不变。
"……"

"电梯门缓缓地合上，而在它紧闭起的那一刻，\n一个裹在长袍里的身影缓缓地浮现出来。"
#kamisama立绘显示
kamisama1 "……"
scene black with toki
play music bgm_26 fadein 0.5
scene bg _test with toki#转场动画，转宿舍。
"我躺在床上，盯着天花板发呆。"

"这一天下来，『神』倒是没见到，\n过去记忆中的东西倒是见到了不少。"

"过去发生的一些事情，现在也在脑海里不断重现。"

cy "但是……最关键的事情，还是想不起来啊。"

"要是真的想起来，那我也就不在这里了。"

"而且……最奇怪的事情，莫过于我记忆中的一切，\n都和九连环一般严丝合缝，找不到一点蛛丝马迹。"

"完全就是一段完整的记忆，根本找不到缺失。"

cy "只有那个『神』，能给我解答吧。"

"但是那个『神』也就郭茉渃来的那一天出现过一次，\n之后都没出现过……"

"大海捞针啊。"

cy "只能走一步看一步了。"

cy "不过……哪怕是幻想也好，如果能回去的话……\n我能不能至少去拯救谁呢？"

"按照我之前的判断，这个世界和原世界的时间轴是相反的，\n那么应该是没有机会去拯救郭茉渃的……"

"能否见到馨荷姐，也是个未知数。"

"至于绛枫姐……我只要回去拿了保研名额，\n世界线就肯定会改写。"

"但是如果她还是原来那个导师，\n或者换了新的导师还是那样……"

"不确定性太大了。"

cy "……"

cy "不行，不能这样去想。"

"起码先得拯救自己。"

"连自己都不能拯救的人，又怎么能拯救他人呢？"

cy "看看明天，郭茉渃能不能给我带来新的线索吧。"

"确认好手机已经连上充电器之后，我关上灯，\n把自己裹进了被子里。"
scene black with toki
play music bgm_7 fadein 0.5
scene bg _test with toki#转场动画，转1958.
"今天郭茉渃倒是八点钟准时就到了，\n但她一进1958，就坐在她一直坐的那个位置上发呆。"

"都等了半个小时，她还是没有一点要动身的样子。\n再这样等下去，也不是个事。"

cy "今天我们去哪里？"

gmr "……"

cy "郭茉渃？"

gmr "……啊？常助教，你说什么？\n我刚刚没听到。"

cy "你不会又和昨天一样，做了什么怪梦吧？"

cy "早上你一进来就坐在这里一动也不动，都半个小时了。"

gmr "没有没有！我只是在想事情！"

cy "那你也想得有点太深入了，再不醒过来，咖啡都要凉了。"

gmr "咖啡？哪里有咖啡？"

cy "就在你面前。"

gmr "常助教最好了～"

"郭茉渃端起我半个小时之前放在她面前的已经凉了的意式浓缩，\n仰起脖子，一饮而尽。"

cy "所以，都想了些什么东西？"

gmr "也没什么东西啦～"

gmr "也就是在想，除了这个七大不可思议，\n鹭州科技大学还有什么怪谈而已～"

cy "我觉得还是先把这个七大不可思议探索完，\n再去想下一个比较好……"

gmr "但是常助教，你看我们一天就探索了两个，\n那不是这一周就能全探索完了？"

cy "今天已经周四了，满打满算也还剩一个。"

gmr "那大不了就加把劲，一天去三个嘛。"

gmr "总之反正一周不到就可以探索完，\n之后该去干什么，不是应该提前去规划吗？"

cy "到时候再规划就行了，急什么。"

gmr "那不行的！万一那个时候我想不起来，要怎么办？"

cy "想不起来那就在1958边洗盘子边想。"

gmr "但是1958也没有盘子给我洗啊。"

"……"

"倒也是。\n现在都没客人过来了。"

cy "算了，不提这个了。我们今天去哪里？"

gmr "欸？常助教你不是问过这个问题了吗？"

cy "那你怎么还说没听到，然后问我在说什么啊！"

gmr "是这样的吗？我都忘了。"

cy "下次你要喝咖啡自己去冲，我不给你冲了。"

cy "咖啡杯你也要自己洗。"

gmr "开玩笑的！开玩笑的！"

gmr "我刚刚真的没听清！"

"郭茉渃慌张地从椅子上蹦下来，跑到我面前，\n紧紧地抓着我的手。"

gmr "我们现在就出发吧！\n早上去量子大楼的『量子大楼之密库』！"

"转移话题的意图也太露骨了。"

cy "那就走吧。"

"听我说完这句话，郭茉渃脸上慌张的神色一下子松弛了下来。"

cy "不过……你今天早上是不是也做了什么怪梦？"

gmr "呃……"

"郭茉渃呆站在原地，脸上的表情又被尴尬所取代。"

gmr "可以不讲吗？"

cy "那就是有了？"

gmr "坏了，怎么不打自招了……"

gmr "不过真的没什么意思，常助教你没必要听的……"

cy "量子大楼还是有点距离的，刚好你边走边讲就可以了。"

gmr "真的……不能不讲吗？"

"郭茉渃又抓着我的手，泪水在眼眶里打转。\n——不过大概都是鳄鱼的眼泪吧。"

cy "你不讲，那就别想让我给你冲咖啡了。"

gmr "常助教你个大坏蛋！"
scene black with toki
scene bg _test with toki#过场动画，转理化大楼一楼。
gmr "都说了没什么意思了……"

cy "你等等，让我先思考一下，\n我有点跟不上你的思路。"

gmr "啊～我都忘了，我还梦见常助教你在习题课上跟我说，\n和别人说话之前要先傅里叶变换一下……"

cy "那不是更听不懂了嘛！"

cy "你先是梦见你从鹭州科技大学毕业，\n然后回到你的高中重新读高一？"

gmr "是的。"

cy "然后，数学老师想偷懒，要你帮她带一节数学课？"

gmr "是的！"

cy "接着，你就教大家复习微积分，想直接从函数的可积性开始讲？"

gmr "对！"

cy "然后发现你连{i}ε-N{/i}语言是什么都忘了？"

gmr "不愧是常助教！\n都不用我傅里叶变换，都能知道我在说些什么！"

"……"

"为什么这小姑娘天天做的都是这么和平的梦，\n我却要天天早上被各种诡异的梦惊醒。"

cy "确实没什么意思。"

gmr "我就说嘛～"

cy "不过拿来打发时间确实还可以——\n喂！虽然不是习题课，但是你也不能殴打助教啊！"
play sound sound_36
"我一侧身，躲过扑上来的郭茉渃挥出的拳头。"

cy "所以那个『量子大楼之密库』，在什么地方？"

"在郭茉渃她又扑上来的时候，我很轻松地抓到一个破绽，\n把她的双手手腕扣住，然后提了起来。"

gmr "常助教大坏蛋！放我下来！！"

cy "好～好～，放你下来～"
play sound sound_36
"我谨慎地松开了双手，然后果不其然，\n刚松手的一瞬间，郭茉渃的小拳头就搭在了我的肚子上。"

gmr "常助教你再欺负我，下次就不带你找七大不可思议了！"

"郭茉渃气鼓鼓地扭开了头，\n而我也顺势装作吃痛，后退了两步，捂着肚子喘起了粗气。"

"虽然因为提防到了，一点都不痛就是了。"

cy "好的好的，都听你的。"

cy "所以『量子大楼之密库』在哪里？"

gmr "那个呢～"

gmr "我也不知道。"

cy "你不知道你怎么就带我来量子大楼的啊！"

gmr "反正在量子大楼就对了！\n毕竟名字就是『量子大楼之密库』嘛！"

cy "但是量子大楼整整十八层，我们就这样一层一层去找吗！"

gmr "也不是不行。"

cy "……"

"虽然这几天下来，我已经对这种事情见怪不怪了。"

cy "那就从最底下开始吧。"

"""
虽然我没来过几次量子大楼，\n但是馨荷姐和绛枫姐对于量子大楼还是很熟悉的。

因为某些不想提起的偶然，我不得不拥有了她们的记忆，\n因此，我也掌握了她们所知晓的量子大楼的一切。

包括如何登上量子大楼十八楼的天台。

不过好在这次要探索的不可思议的名字带个『密库』，\n大概率不会在天台上。

这倒是最好不过了，万一跑一趟天台，\n我自己的记忆出点什么事情，那可担待不起。

除去天台，剩下的地上层根据她们的记忆，\n也都是各个课题组的实验室。

虽然不是没有可能，但是如果有哪个课题组被传成不可思议，\n那个课题组显然会去辟谣，然后把偷偷过来的人全都赶出去的吧。

毕竟设备都是大几万几十万的，还关系到能不能毕业，\n要是被搞坏了那可担待不起。

那应该只有地下层了。虽然在馨荷姐的印象里，\n那边只有配电房、泵站等一系列基础设施而已。

想到这，我转了个身，朝侧边的楼梯间走去。
"""

gmr "常助教，你去哪里啊？"

"我回过头，看见郭沫若正看着我，\n指着大堂正门正对着的两台电梯。"

gmr "电梯不是在这里吗？你去那边干什么？"

cy "那边的电梯不行，去不了地下层。"

gmr "地下层？"

"郭茉渃疑惑地看着我。"

cy "唯一能去地下层的电梯在这里，或者就是走楼梯。"

gmr "常助教，总不会这个不可思议，也是假的吧？"

"郭茉渃还是站在原地，一步也没有动。"

cy "怎么了？赶紧过来啊？"

gmr "如果还是假的的话，咱们还是别去了吧？"

cy "怎么可能还是假的，别闹了，先来坐电梯。"

gmr "常助教你是不是这次也知道谜底了？\n所以才对这里这么熟悉？"

"郭茉渃紧咬着嘴唇，死死地盯着我。"

cy "……"

cy "因为有些事情，所以我经常来这里而已。"

"其实我自己，一次都没有来过。"

cy "来都来了，先下去吧。"

"郭茉渃低下头，然后不情愿地挪动着双腿，跟在了我的身后。"

"我叹了口气，按下了电梯的下行键。"
scene black with leftflash
scene bg _test with leftflash#转理化大楼底楼。
"电梯门一打开，映入眼帘的就是昏暗的灯光，\n以及从墙顶上延伸出去的各类线缆。"

"乍一看，确实像是藏着什么神秘东西的宝库。\n虽然我知道这里只是一个维保间而已。"

"见到这一景象，郭茉渃原本的怀疑之心也像是打消了大半，\n迫不及待地冲了出去。"
play sound sound_12 loop
gmr "常助教！快跟上来吧！"

cy "不用这么急的……\n又不会长脚跑掉……"

gmr "那可说不准呢！"
stop sound
play music bgm_30 fadein 0.5
play sound sound_18
"突然，一团黑影挡在了郭茉渃的面前。"

kamisama1 "此路不通。"#kamisama，以黑影形态出现。

gmr "呀！"

"郭茉渃来不及躲开，就这么径直撞到了那团黑影上。\n但却什么声响都没发出来。"

"而且虽然只是一瞬间，郭茉渃却就这么定在了哪里。\n亲眼看到这一切，着实是过于震撼。"
play sound sound_37
"短短的僵直之后，郭茉渃腿一软，向后一倒，\n坐在了地上。"

cy "……你是谁？"

"很明显，来者不善。"

"我赶紧上前两步，把郭茉渃护在身后。"

"尽管它裹在黑影之中，\n但多半就是当初在1958见到的那个罩袍。"

"绝对是跟『神』有关的存在，\n甚至都不能排除就是『神』本人的可能性。"

"肾上腺素上升着、脉搏急剧跳动着，\n我的全身，都在为摆在面前的这个事实而颤抖着。"

kamisama1 "我是谁，有什么意义吗？"

gmr "常助教？……"

"""
我转过头，郭茉渃保持着坐在地上的姿势，无助地抬头看着我。

在看到我的眼神之后，她立刻闭上了嘴。\n我稍微松了一口气，转头继续和它对峙。

这样就好。\n全交给我就可以了。
"""

cy "那太有意义了。"

cy "来1958的客人，面对这个问题的回答都不是反问，"

cy "而是从他高中是怎么苦学数学物理卷赢同班同学开始，\n讲到他除了一身数理基础却完全没有异性缘的现在为止。"

kamisama1 "什么意思？"

cy "那也就是说，你不是NPC。"

kamisama1 "你在说什么？没有别的事情就赶紧回去。"

kamisama1 "这边是量子大楼的配电房，没事情就别随便进来。"

cy "别装了，你就是那个『神』吧？\n你为什么要把我们弄到这里来？到底想要干什么？"

kamisama1 "神？不好意思，我是无神论者，你在说什么？"

"真是死鸭子嘴硬。"

"虽然完全就是板上钉钉，但是我手里确实一点证据都没有。"

"而且我们连一点能反抗它的力量都没有，\n它不主动提供信息，那再怎么掰扯都没有意义。"

"先战略性撤退吧。"

cy "那我们就听你的，先回去了。"

cy "郭茉渃，走吧，这里没有值得找的东西了。"

"我一边盯着黑影的动作，\n一边微微蹲下，向身后的郭茉渃伸出手臂。"

"确认了郭茉渃抓住了我的手腕之后，\n我站起身，一把把她拉了起来。"

gmr "常助教？你刚刚说的是什么意思？\n能不能傅里叶变换一下？"

"郭茉渃贴着我的身侧，踮起脚尖，轻轻地朝我搭话。"

cy "先出去，等会再说。"

"我拉着郭茉渃，警惕地一步一步地向后走了回去。"

"后背撞到冰冷的电梯门上的一瞬间，\n心里的一块大石头终于落了地。"

"面前的那个黑影，也没有像是要追过来的样子。"

kamisama1 "慢走，不送。"

"我伸出手，扣上了电梯的上行按钮。\n还好电梯就停在这一层，我一按下按钮，电梯门就打开了。"

"我立刻拉着郭茉渃走进了电梯，按下了十八楼的按钮。"

"在电梯门缓缓关上的时候，\n我对着那个黑影露出了挑衅的笑容。"

cy "下次见到你的时候，希望你嘴不要这么硬。"
play sound sound_43
kamisama1 "……"#黑影立绘换罩袍立绘

kamisama1 "有幸被理想乡选中的人，为什么都要反抗呢？"

kamisama1 "这样子的话，实验不就马上到尾声了吗……"
scene black with rightflash
play music bgm_18 fadein 0.5
scene bg _test with rightflash#过场动画。#CG需求#理化大楼天台CG。
"我没想到，从绛枫姐那里学到的爬上天台的方法，\n能让我亲自实践一次。"

"我刚刚为什么要去按十八楼的按钮？\n不应该去按一楼，然后直接离开量子大楼吗？"

gmr "常助教，你刚刚和那个黑影都在说些什么啊？"

gmr "怎么还要专门来天台一趟？"

cy "拉你上来吹吹风，不行吗？"

"我转过身，装出一副淡然自若的表情，面对着郭茉渃。"

"""
量子大楼的天台，有点狭窄。\n四周吹来的风，有点燥热。

明明我是想上来让自己的头脑冷静一下，\n却不由得回想起绛枫姐的那段记忆。
"""

gmr "只是吹吹风那当然没问题了。"

gmr "但是常助教啊，那个黑影一直在打哑谜就算了，\n你要是也打哑谜，那不就完蛋了嘛。"

"那个时候的绛枫姐，因为不愿去争取自己的权益，\n最后来到了这个世界。"

"来到了这个世界之后，她想要纠正过去的错误，\n以刚强来伪装自己，试图一个人去改变命运……"

"但是最后，还是失败了。"

gmr "常助教？"

"郭茉渃抬着头看着我，她的双眼，\n是那么纯粹与清澈。"

"是时候，该告诉她了吧。\n至少这一次，应该我们两个人一起，去尝试改变——"

cy "这个世界，是由『神』所创造的，具现化『神』的意志的世界。"

cy "我们都是因为某些原因，被『神』从原世界拉到这个世界的人。"

"只有在踏上黄泉路之后，才会来到这个世界。\n我在心里补了这么一句。"

gmr "所以那个黑影，就是那个『神』吗？"

"听到我说这些话，郭茉渃脸上只是略微露出一丝震惊，\n随后立刻恢复了平淡。"

cy "我不能确定，但是肯定是和『神』有关的东西。"

gmr "那这个『神』把我们抓过来，是想对我们做什么吗？"

cy "我也不知道，但是肯定不是什么好事。"

"""
只要想起来到这个世界所忘掉的一切东西，\n自己的存在就会在这个世界被抹去。

这个『神』就是想看到我们挣扎着再次死去的样子。

这些话，也不能跟郭茉渃摊开来讲。
"""

gmr "那常助教，你这不确定，那不知道，\n怎么得出的这个结论的？"

gmr "哪怕真的有神，他也不一定就这么恶劣呢？"

cy "我不能说。"

gmr "常助教，你还在这打哑谜的话，什么都解决不了的。"

gmr "我也不是三岁小孩子了，这种事情难道不能讲吗？"

"郭茉渃撅着嘴，不满地瞪着我。"

cy "正因为你是一个完全民事行为能力人，所以不能全都跟你讲。"

gmr "为什么？为什么不能跟我讲？"

gmr "常助教，把这些事情一个人扛下来，有意义吗？\n有必要吗？"

gmr "难道……我不配并肩站在常助教你的身边吗？"

"""
郭茉渃的眼角泛着晶莹的光芒，直直地盯着我。

那晶莹的光芒是如此耀眼，我不由得下意识地避开了她的视线。
"""

"不行，绝对不行。\n如果告诉她真相，她一定会自己开始行动。"

"和自我放弃的馨荷姐、伪装自身的绛枫姐一样，\n以不同的方式走向相同的结局……"

"绝对不能这样——"

gmr "常助教，请你，好好地，看着我。"

"一双冰凉的小手贴上我的双颊，把我的脸扳回面向着她的方向。"
play sound sound_45
"我心中最后的一丝底线，悄然崩塌。"

cy "我……还没有想好应该怎么跟你讲。"

cy "因为这件事，已经有两个人在我面前消失了。"

cy "所以……我不知道跟你讲这件事，到底合不合适。"

"失言了。"

"还是讲出来了。"
play music bgm_7 fadein 0.5
gmr "常助教，你终于愿意看着我了呢。"

"两行晶莹的泪珠，随着郭茉渃脸上绽放的微笑，\n从她眼角滚落下来。"

gmr "常助教，你是怕我跟他们两个人一样吗？"

cy "是的。"

gmr "如果我知道这件事情，我就会和他们一样吗？"

cy "很大概率会。"

gmr "那么常助教既然全都知道，为什么没有消失呢？"

cy "因为还没到时间。"

cy "……我的消失，也是迟早的事情。"

gmr "常助教，你还有多少时间？"

cy "应该还有半个月。"

"馨荷姐和绛枫姐都有半个多月的时间……\n这个回答应该没有问题。"

gmr "好的，我明白了。"

gmr "常助教，把你知道的全部的东西都告诉我吧。"

cy "你在说什么啊？\n你知道这是什么意思吗？"

"就知道会是这个样子！"

gmr "我知道。而且常助教你也别再糊弄我了，没有意义的。"

gmr "半个月的时间，足够了。"

gmr "常助教你不就是为了寻找『神』的线索，\n才答应我去探索七大不可思议的吗？"

gmr "一切都说得通了。"

cy "……"

gmr "我第一天过来的时候就在怀疑了，\n为什么常助教你就算要穿女仆装，也非要在1958里面工作。"

gmr "1958也不是什么普通的咖啡厅吧，\n是不是也和『神』有关系？"

cy "……"

"最关键的一环已经被我自己所揭开，\n那再巧妙的孔明锁也只能裂成碎片、散落一地。"

"只是我一直没敢去想，郭茉渃之前就在试我的诚心，\n故意说不可思议都是假的，诱骗我自己说出我的看法。"
cy "……"

"郭茉渃没有理会我的沉默，继续说了下去。"

gmr "而且常助教，你以为，让我就这么在这个世界，\n什么都不知道地活下去的话，我会甘心吗？"

cy "……"

gmr "反正常助教你本来就打算，探索完七大不可思议之后，\n或者是找到什么直接跟『神』有关的线索之后，就消失的吧？"

gmr "你太自私了，一点都不为别人考虑。"

gmr "我连陪你一起死的资格，都没有吗？"

"我看着怀中满脸凄然地的郭茉渃，什么话都说不出口。"

"她痛苦地闭上了眼睛，然后松开了托着我脸颊的双手，\n决绝地转过身，一步一步地，离开了天台。"

cy "……"

"""
鹭州的天空是如此湛蓝，完全不像我此刻的心情。

我完全清楚郭茉渃的想法，但是……\n她原来是我带过的学生，是和我有过密切关系的人。

如果把她也牵扯进来，\n我回想起我忘掉的事情的可能性，绝对会提高。

而且不光是我自己，她也很有可能会因此，也全都回想起来。

毕竟，我很有可能是她记忆中的关键组成，\n万一就和绛枫姐那个时候一样……
"""

cy "量子大楼的天台，一直都这么冷吗？"

cy "我……究竟该怎么做呢？"

"除了天台的风声，没有任何声音回应我。"
stop music
play sound sound_20
scene black with doorclose
scene bg _test with dooropen
#转黑屏
call Chapter_7 from _call_Chapter_7
return