label Chapter_7:
#Chapter 7
scene black with yumein
play music bgm_19 fadein 0.5
play sound sound_28
call yume
kurokage "你是一个失败者。"

kurokage "没有面对他人的勇气，更没有面对自己的勇气。"

kurokage "这一次，你也将再次品尝失败的滋味。"#梦境，kamisama
call yume_
scene bg _test with yumeout
stop music
play sound sound_31 loop#转宿舍背景
"""
我猛然从床上爬起来，才发现衣服被冷汗浸得湿透。

久违的噩梦，还是一如既往让人感到郁愤。
"""

cy "居然才五点半……"
stop sound
play music bgm_31 fadein 0.5
"我扫兴地关掉闹钟，把手机扔在床上，裹上被子继续躺着。"

"……"

cy "睡不着啊。"

"""
辗转反侧了半天，脑子里却只有昨天在量子大楼天台的事情。

连个回笼觉都睡不下去。

……

算了，不睡了。
"""

cy "今天……还能去探索七大不可思议吗？"

cy "但是郭茉渃昨天那个样子……\n她还来不来1958，都不一定。"

"如果昨天我能接受郭茉渃的想法，或许能够解决这个问题吧。\n但是显然是不可能的。"

"为了改变现状而赌上性命的，只有我一个人就够了。"

cy "而且，我不能把改变世界线的责任推卸给她。"

"就算她的世界线是最靠前的，她也只认识我一个人。"

"那个世界的我，也只认识同班同学的杜绛枫而已。"

"这样的话，绝对不可能拯救馨荷姐。"

"我，能满足于这样的结局吗？"

cy "我在奢求什么东西。"

cy "回到原世界的方法都是完全未知的情况下，\n我还在做什么春秋大梦？"

cy "……"

cy "还是算了吧。"

cy "虽然好不容易再一次见到那个和『神』有关的存在……\n线索断了，就断了吧。"

"""
如果现在放弃的话，郭茉渃她至少还能在这个世界活着，\n她没必要陪我去冒这个险。

没必要抛弃这里的安宁，去赌回到原世界的可能性。

毕竟，在原世界应该只会有痛苦，\n否则也不可能会来到这里。
"""

cy "我应该怎么选择呢……"

"如果还要继续沿着这条线路探索下去的话，\n肯定要听从郭茉渃她的意见。"

"这样子的话，她必然会牵扯进更多的事情，\n然后在这个世界里越陷越深，最后和她们一样。"

"如果现在放弃的话，\n只需要之后什么都不向郭茉渃披露就可以了。"

"尽管这等于是放弃，但是至少，能有可预见的安宁的未来。"

cy "就没有那种，既要又要还要的结局吗？"

"我叹了口气，掀开被子。"

cy "先准备上班吧。"
scene black with toki
play music bgm_7 fadein 0.5
scene bg _test with toki#转场动画，转1958.
play sound sound_8
gmr "常助教，你怎么现在才来啊？"

cy "……欸？"

"意料之外的人，坐在一如既往的位置上。"

"一时间，我慌乱得像是第一次见到她一样。\n无数话语涌到嘴边，却又说不出口。"

gmr "常助教，我可不是『欸』呀。\n你是不是忘了我的名字了？"

"郭茉渃手里端着咖啡杯，对着我露出微笑。"

"为什么……你现在还能对着我笑得出来呢？"

cy "郭茉渃……你……\n怎么来了？"

gmr "我为什么不能来呢？我也是1958的一份子啊？"

"郭茉渃从座位上站起身，走到我的面前。"

gmr "常助教，你不会以为我，就这么放弃了吧？"

gmr "你不会以为我，是这么软弱的女孩子吧？"

gmr "你不会以为我，会眼睁睁看着你去死吧？"

"恍然间，郭茉渃的面庞已经近在咫尺。"

"简直……就像昨天在量子大楼的天台时一样。"

"但这次，她的眼中没有泪水，只有足以摄人心魄的平静。"

gmr "常助教，你的目的是什么？"

cy "……"

"告诉她，还是不告诉她？"

gmr "告诉我。"

"她平静的眼神中，蕴含着不容置疑的压迫感。"

cy "……我要回到，原来的鹭州科技大学。"

gmr "回到……鹭州科技大学？"
scene black with leftflash
play music bgm_31 fadein 0.5
scene bg _test with leftflash#过场动画
gmr "为了回到原来的世界，常助教你需要找到『神』，\n为了找到『神』，现在你能想到的方法只有七大不可思议……"

gmr "虽然我能理解，但是这也有点太跳跃了吧？"

"这次只花了五分钟，\n郭茉渃就接受了我给她的残次不全的结论。"

cy "但是……"

gmr "常助教，你不用说了，我知道你想说什么。"

gmr "也就是，这个世界就是这样的构造，有些事情不能够跟我讲，\n对吧？"

"郭茉渃毫不客气地打断了我的解释。\n……虽然她说的确实是对的。"

gmr "我没必要听这种东西，昨天亲身经历的那种事情……"

"讲到这，郭茉渃的身体，不由得颤抖了一下。"

gmr "总之，这里有超现实的存在，已经是我们都知道的事实了。"

gmr "但是常助教你的计划，就算是在超现实的世界，\n也完全是超现实的想法啊？"

gmr "先不提那个『神』就没有和你扯上关系的念头，\n假使你找到了他，和他交涉了，就一定可以回去吗？"

cy "我不知道。"

"我摇了摇头。\n郭茉渃看着我，叹了口气。"

gmr "那假设你能够回去，你要在原来的鹭州科技大学做什么？"

cy "回大学的话，肯定是把我的大学读完，还能有什么？"

"面对着我拙劣的谎言，\n郭茉渃的脸上露出毫不掩饰的讥讽的笑容。"

gmr "你在说谎。"

"她直勾勾地盯着我的眼睛。"

gmr "你是不是有些不得不做的事情，一定要回到原世界去做？"

cy "……"

"她似乎是预料到了我的沉默，继续说了下去。"

gmr "我也不指望常助教你能告诉我到底是些什么事情，\n而且你本来也就不打算讲出来。"

gmr "但是你有没有想过，就算你真的能回去，\n如果没有现在的记忆，你能做些什么？"

"我深吸一口气，勉强在嘴角挤出一丝笑容。"

cy "即使如此，我还是要回去。"

gmr "即使这是毫无根据的臆想？"

cy "即使这是十死无生的黄泉路。"

"郭茉渃沉默了一会，然后问我："

gmr "常助教，你是不是在这个世界，看不到未来？"

cy "你也看到了吧，这个世界是死寂的，\n除了我们俩之外，没有能够被称为『人』的生物。"

gmr "但是，《圣经》里面的伊甸园，\n也同样是这样的一副景象。"

gmr "孕育出人类的伊甸园，难道也没有未来吗？"

cy "那难道就置禁果不顾，\n不辨是非地，在这里苟且偷生吗？"

cy "我在这个世界应该做的事情，已经做完了。\n我必须要离开这里，回到我应该在的地方。"

gmr "真的，已经做完了吗？"

"郭茉渃抬头看着我，眼神中明确地透露着希冀。"

"我直视着郭茉渃的双眼，深吸了一口气。"

cy "哪怕是没有做完的事，我也已经想到解决方法了。"

gmr "这个解决方法，不包括和我一起生活在这个世界，是吧？"

"郭茉渃平静地，直视着我。\n我注视着她的瞳孔，双手不住地颤抖着。"

"我和她，互相都没有移开视线。"

cy "抱歉。"

gmr "因为那两个人，对你来说非常重要，是不是？"

"郭茉渃的脸上，露出了几分凄凉的微笑。"

"我明白的。\n在这里装作听不懂然后糊弄过去，已经是不可能的事情了。"

cy "是的。"

"我还是太贪心了，谁，都不想舍弃。"
play sound sound_41 loop
"听完我的这个回答，郭茉渃扫兴地移开了目光，\n转过身，然后在在大堂里慢慢地踱着步子。"

"整个1958，寂静得只能听到她的脚步声。"

"……"

"过了好一会，郭茉渃才转身面向我，打破了沉默："
stop sound
gmr "已经足够了。"

gmr "既然这样，在常助教你找到回去的办法之前，\n我不会多说，也不会多问。"

gmr "把你觉得应该告诉我的事情告诉我，仅此而已。"

gmr "休息一下，下午开始继续探索七大不可思议吧。"

cy "欸？"

"听见了意料之外的回答，我不由得抬起头。"

"映入我眼帘的，是面对着我露出微笑的的郭茉渃。"

cy "真的……可以吗？"

"明明郭茉渃脸上仍然保持着微笑，\n却怎么看都是一副泫然欲泣的样子。"

gmr "这么有意思的事情，常助教你居然不想带我一起去做，\n真是太过分了。"

"郭茉渃的笑容，灿烂得像是清晨时分沾满了露珠的牵牛花。"

gmr "更何况，活着的人，怎么赢得过已经死去的人呢？"

"她最后的那一句话一出口，就消失在了风中。"

"我，并没有听清。"
scene black with leftflash
play music bgm_30 fadein 0.5
scene bg _test with leftflash#转第一教学楼。
"""
无数暂时被我所搁置的记忆，在踏入这座建筑的同时，\n再度变得明晰起来。

这里离1958，仅仅只隔了一条窄窄的小径。\n但我却一次都没敢踏入这里。

第一教学楼。\n这是每一个鹭州科技大学的人，都无法忘却的场所。
"""

gmr "到了。"

gmr "这里，就是七大不可思议中『史前文明之遗存』的所在之处。"

"真是恶趣味的名字。"

"恍然间，似乎是大二的愚人节时发生的事情，\n从记忆的深处被重新发掘了出来。"

"想到这里，我不由得看向郭茉渃。"

cy "郭茉渃，你来这个地方，就没有觉得憋闷吗？"

gmr "嗯？没有啊？"

"郭茉渃抬头看向我。\n她的眼角依旧有些泛红，让我不由自主地移开了视线。"

"虽然来这里之前，我还找了条毛巾让她先去洗了把脸。\n不过……毕竟她早上那样子哭了一场……"

"……别想了，再想这个，两边都不痛快。\n我深深地吸了一口气。"

cy "你……之前没做过大物实验？"

gmr "做过啊？怎么了。"

cy "你做过大物实验，来一教还会不觉得难受？"

gmr "可能我就来做了一级大物实验？所以一点感觉都没有。"

cy "……"

"真是不公平。"

gmr "常助教，那你是不是做了不少大物实验？\n所以才会问我这个问题。"

cy "也没那么多吧，也就做了两级。"

cy "我又不是学物理的，哪用得着做那么多学期的大物实验。"

gmr "嗯？可是……常助教那个时候，\n化学系的培养方案是三级大物实验起步的吧？"

"……怎么问了和绛枫姐一样的问题。"

cy "但是我不是化学系的。"

"郭茉渃露出震惊的表情，眼睛睁得大大的。"

gmr "但是……常助教你不是带的化学原理吗？\n你不是化学系的，为什么会来带这个？"

cy "因为我是环境科学与工程系的。"

gmr "环境？那不是地空学院的吗？\n地空不是跟物理的关系更近吗？怎么大物实验要求比化学还低？"

cy "……我也想知道。"

cy "算了，不聊培养方案的事情了。\n那我们现在开始探索这个不可思议？"

gmr "常助教，你突然就这么扯开话题……\n是不是又跟之前一样，已经知道谜底了？"

"我的嘴角抽动了一下，给郭茉渃回了一个皮笑肉不笑的笑容。"

gmr "……所以，第一教学楼底下，有什么东西？"

"我控制不住我的表情，不由得仰过头，笑出声来。"

"过了好一阵子，我才缓过来，\n长出一口气，然后看向郭茉渃。"

cy "什么都没有。"

cy "真要说的话，是金矿吧。"

gmr "有金矿？"

"这次轮到郭茉渃陷入了震惊。"

cy "你没听过这个事情吗？"

gmr "没听过。\n为什么会有这个说法啊？"

cy "说不定，这就是最早的鹭州科技大学的不可思议。"

cy "我刚入学的时候，就在新生群听学长说过这件事了。"

gmr "……是真的？"

cy "不是不是，怎么可能是。\n不过放在现在这几个见过的不可思议里，算是最真的了。"

cy "最开始也就是大家开玩笑地传一下，\n然后在某一年的愚人节，教务处的官网发了个公告。"

cy "由于在第一教学楼底下发现了金矿，\n大学物理实验本学期停止开设。"

gmr "真的有？"

cy "没有，愚人节玩笑而已，发完之后就辟谣了。"

cy "你还记得，你做的第一个大物实验是什么吗？"

"郭茉渃撅着嘴，思考了一会儿。"

gmr "单摆测重力加速度？"

cy "那重力加速度和什么有关？"

gmr "重力加速度……和地球的引力有关。"

gmr "但是引力不是都可以按照常量来估算的吗？\n不一致的地方不是实验误差吗？"

cy "都提示到这里了，你还没想到吗？"

cy "如果每个人测出来的数据的不同，不是源于实验误差呢？"

gmr "如果不源于实验误差的话……\n那就是说，每个单摆竖直向下的重力都是不相同的。"

gmr "重力的不相同，可以用地壳本身的不均匀去解释。\n也就是说……"

cy "如果测量数据比鹭州的平均重力加速度小，\n那么测量的地点下就是石油。"

gmr "但是如果测量数据偏大，那么单摆的竖直下方就是金矿了！"

gmr "……怎么绕这么大一个弯。"

"郭茉渃叹了口气，一脸扫兴。"

cy "起码这个不可思议，还算是有理有据有点数理基础在的。"

cy "来都来了，要不要找一个做大物实验的教室，\n再做一下这个实验？"

"郭茉渃鄙夷地瞪了我一眼。"

gmr "不做，你又不是大物实验的助教，\n凭什么让我陪你做大物实验。"

gmr "而且我现在又不是鹭州科技大学的学生，\n也没必要再做大物实验了。"

cy "那指不定，在异世界做的大物实验能更精确呢？"

gmr "做得再精确也不能加我的GPA，我又不是受虐狂。"

"郭茉渃自顾自地掏出手机，看了下时间。"

gmr "时间差不多了，要不回去？"

cy "现在就回去？明明就只是进了门，然后在大厅里闲聊了一会？"

gmr "常助教你不都说了嘛，\n这只是对大物实验测不准数据的一个玩笑而已。"

gmr "既然已经知道答案了，那继续在这里呆下去也没有意义……"

"郭茉渃停顿了一下，然后看向我。"

gmr "还是说，常助教你想要见某个人？"

cy "……是的。"

gmr "那不如就像你刚才说的一样，找个大物实验教室进去，\n然后说不定就会有一个黑影出来，想要把我们赶回去了。"

gmr "怎么说？\n常助教你没见到『神』，肯定是不会死心的吧？"

cy "确实是这样。"

gmr "那怎么说，走？"

"既然这么说，那就走吧。\n我正想这么说的时候，突然——"
play music bgm_10 fadein 0.5 #BGM切钢琴曲
"不知道从哪里传来的钢琴声，在走廊之中响起。"

cy "钢琴？"

"第一教学楼确实有一台钢琴。"

"现在还能有谁，能够去弹奏那台钢琴呢？"

cy "……！！！"

cy "郭茉渃，赶紧！"

"我一把抓住郭茉渃的手腕，\n转头向记忆中钢琴所在的那个教室奔去。"

"一定在那里。"

"它，一定在那里！"
scene black with leftflash
scene bg _test with leftflash#转场动画，转放着钢琴的教室。
"郭茉渃被我拖着来到了最东边的教室门前，\n在我身后喘得上气不接下气。"

"我靠到教室门上，用肩顶开了教室门。\n门缝被缓缓推开，一架钢琴映入了我的眼中。"

"坐在钢琴后面的，是我在1958见到过的，\n那个裹在斗篷里的身影。"

cy "又见面了，『神』。\n真是让我好找啊。"
stop music fadeout 0.5 #钢琴曲停止。
"裹在斗篷里的那个身影停止了弹奏，站起身来。"

kamisama1 "你为什么要找我？"

cy "我要找你，还需要理由吗？"

cy "而且，怎么不否认自己就是『神』了？\n明明昨天还遮遮掩掩的。"

kamisama1 "我不记得什么时候见过你。"

cy "这周一在1958一次，昨天在量子大楼楼底一次，\n你记性怎么这么差？"

cy "别废话了，你到底想要我们做什么，\n赶紧痛快点，告诉我！"

kamisama1 "为什么你会觉得，量子大楼的那个黑影，会是我？"

cy "你这不是此地无银三百两了吗？"

kamisama1 "……"

kamisama1 "再继续否认下去，确实也没有意义了。"
play music bgm_29 fadein 0.5
kamisama1 "不过，你是怎么一开始就知道，昨天见到的就是我的？"

cy "你连你自己创造的世界都不了解吗？\n整个世界就没有能称得上智慧生命的存在。"

cy "除了你之外，难道还有别的可能性吗？"

kamisama1 "为什么？不是有那么多鹭州科技大学的学生，\n在1958里进进出出的吗？"

cy "都是低劣的赝品而已。"

kamisama1 "明明都是从你们的意识里面提取出来的造物，\n这么完美的存在，你怎么会认为是赝品？"

cy "你又懂什么鹭州科技大学？\n拿那种空壳来玷污我们？"

kamisama1 "是吗，下次如果有机会的话，我会做得更好一点的。"

"再让来到这个世界的人，\n承受一次除了绝望的未来之外看不到的苦痛吗？"

"真是令人作呕。"

kamisama1 "那么，你专程来找我这么一趟，有何贵干？"

cy "我刚才已经问过你了吧，你到底想要我们做什么？"

kamisama1 "实验。"

"实验？\n什么意思？"

cy "你到底想要做什么？"

kamisama1 "我不是说了吗，是实验。"

kamisama1 "我要创造一个，属于鹭州科大人的理想乡。"

kamisama1 "所以我需要你们来构筑这个世界。"

cy "为了创造理想乡，所以让无辜的鹭州科大人成为牺牲品吗？"

cy "让她们就这么牺牲之后，这个世界不还是这个鬼样子吗？"

cy "现在这里难道有一点理想乡的样子吗？\n难道理想乡一定要有不可理喻的牺牲吗？"

kamisama1 "你们在那个世界早就死去过一次，谈何牺牲？"

gmr "……！\n你说什么？死去过一次是什么意思？"

"一直躲在我身后默默听着的郭茉渃，突然上前两步，\n在我面前和『神』对峙。"

kamisama1 "原来你也在啊。\n不过不好意思，你可是重要的实验品，可不能弄坏了。"
play sound sound_17
"面前的黑影轻轻地举起了手臂，\n然后我面前的郭茉渃就如同断线的风筝一般，向后倒了下去。"

cy "！！！\n你在做什么！"

"我连忙上前一步，把郭茉渃护在怀里，侧着身对着面前的黑影。"

kamisama1 "只是有些东西，不适合让她听见而已。"

kamisama1 "我都说了，她是重要的实验品，我可不会弄坏她。"

"我深吸了几口气，定了定神。\n确实，怀中的郭茉渃还有着呼吸，就像睡着了一样。"

kamisama1 "而且归根结底，你们现在还能在这个世界活着，\n都归功于我的恩赐。"

kamisama1 "只要你们愿意继续为创造这个理想乡做出贡献，\n我自然会给予你们应有的奖赏。"

cy "所以，你也可以随你的心意，\n去收回你曾经赐予过的生命吗？"

kamisama1 "我什么时候收回过了？只不过是她们主动放弃了而已。"

"""
这种令人作呕的傲慢，\n一次又一次地在我心头的无名火上浇着油。

那馨荷姐最后跟绛枫姐说的又是怎么一回事？真是可笑。

我很想反驳它，但是……我没有违抗它的力量。\n如果挑衅得太过分了，又会就这么前功尽弃……
"""

kamisama1 "只是偶然在她们面前出现，告诉她一个时间点，\n结果她们就主动在那个时间点放弃了而已。"

cy "你知道你在说什么东西吗！"

kamisama1 "这是必要的试炼。\n无法跨越这个试炼的人，是无法构筑理想乡的。"

"忍不了了。"

"哪怕在这里再死一次，\n我也不能就这么压着我心头的这份怒火。"

cy "为了你这个狗屁试炼，\n我们连想起过去的事情都不被允许吗！"

"怀中的郭茉渃的重量，就像那两个夜晚压在我身上的痛苦一般。"

kamisama1 "我说过了，我要创造的是理想乡。\n所有的遗憾、所有的痛苦，都是不被允许的。"

kamisama1 "你们忘却的那些记忆，\n只会成为污染这个理想乡的毒物。"

cy "你是想说，我们忘却的记忆，都只有遗憾和痛苦？"

cy "你到底懂些什么！"

kamisama1 "明明是你们主动要求我抹去那些记忆的。"

kamisama1 "看来，你还是没有明白，我为什么要让你们来构筑这个理想乡。"

kamisama1 "没有必要浪费我的时间，和你们继续进行毫无意义的对话了。"
play sound sound_45
scene black with leftflash#黑屏
"像是玻璃碎裂的声音，在我的耳边响起。"

"最后一刻，我只看到了『神』在我面前，\n和刚刚面对郭茉渃时一样举起了手臂。"

"然后我的记忆，就在此中断了。"
scene black with toki
play music bgm_31 fadein 0.5
scene bg _test with toki#过场动画，放彼岸花草地
"我醒来的时候，已经是在第一教学楼外面了。"

"刚睁眼，郭茉渃焦急的面容就落入了我的视线之中。"

gmr "常助教，你终于醒了！"

"我挣扎着从草地上爬起来，拍了拍屁股上的灰，\n然后看向郭茉渃。"

cy "郭茉渃，你没事吧？"

gmr "我没事，不过常助教你没事吧？\n我们刚进那个教室就被赶了出来，接着你就躺在这里不动了……"

cy "先倒下来的是你啊。"

cy "你刚听到我们都已经死过一次这个事实，就被它给弄晕过去了。"

gmr "啊！我都忘了！常助教你不说我都想不起来了！"

"郭茉渃恍然大悟般睁大了眼睛，然后严肃地盯着我。"

gmr "常助教，那之后发生了什么？\n你是不是，还有事情瞒着我？"

cy "其实也没有了，瞒着你的就是这个事情。"

gmr "真的？"

"郭茉渃的眼神中明显地流露出怀疑。"

cy "我也没想到能这么快就见到『神』，所以就没敢跟你说。"

cy "作为代价，『想起过去的所有事情就会直接从这个世界消失』。"

gmr "消失？什么意思？"

cy "字面意思。"

"郭茉渃眉头紧皱，扶着额头沉默了好一会儿，\n才抬起头，再次看向我。"

gmr "所以，昨天你在天台上说的半个月的时间，也是猜的？"

cy "按照经验估计的，也不能说是猜的。"

cy "但真要说具体的时间，我也说不准。\n最后还是要看『神』的意思。"

gmr "那我就想通了，为什么常助教你天天说到一半，\n就含糊其辞，甚至闭口不言。"

gmr "担心你说出口的那些东西，会成为让我想起过去事情的契机？\n怎么可能。"

gmr "如果『神』不打算让我想起来，那肯定就不会让你说出口。"

"倒也是。"

"而且『神』今天也亲口说了，\n郭茉渃是它珍贵的实验品。"

cy "算了，已经走到这一步了，我也没什么好纠结的了。"

cy "我该讲的事情已经讲完了，\n接下来就只能看最后的三个不可思议，有没有什么线索了。"

gmr "常助教，第一教学楼是只有一架钢琴吗？"

cy "是啊，怎么了？"

"怎么突然问起这个？\n该不会那架钢琴也是一个不可思议吧？"

gmr "那这样的话，『鹭州科技大学七大不可思议』，\n已经只剩最后一个了。"

"郭茉渃的声音，苦涩地颤抖着。"

cy "怎么只剩一个了？\n哪怕那台钢琴也是的话，我们不是才探索了五个吗？"

"英才班学院一个、管科楼一个、量子大楼一个、\n再加上今天一教的金矿和钢琴的两个……确实是五个。"

gmr "因为第七个不可思议，我不知道。"

"郭茉渃摇了摇头。"

gmr "正如常助教你所说的那样，那台钢琴确实是不可思议之一，\n『无人演奏之琴音』。"

gmr "明明没有人在的教室里，却会莫名地传出钢琴的声音。"

gmr "只要在教室里的是人之外的其他生物，\n踩在琴键上自然也会发出钢琴声吧。"

cy "那台钢琴是不可思议倒也正常。\n在那里弹各种各样的曲子的人，每天都有好几个。"

cy "但是只有六个不可思议的名字流传下来也太奇怪了吧？\n为什么不直接叫六大不可思议？"

gmr "我也不知道，我也问过告诉我七大不可思议这件事的学姐。"

"郭茉渃的眉间，还是紧紧地锁着。"

gmr "第七个不可思议本身不是为了凑数字『七』，而被捏造出来的。\n那位学姐也很确定，这第七个不可思议是切实存在的。"

gmr "但是她只说条件非常苛刻，\n至于具体的触发条件，她也一概不知。"

"那这样的话，和第七个不可思议不存在也没什么区别。"

cy "算了，不想这第七个不可思议了。\n说不定那个『神』会来找我们，然后给我们提示呢？"

gmr "常助教，看今天这个样子，他像是能正常交流的存在吗？"

"郭茉渃仰着头，忧心忡忡地看着我。"

gmr "我们只是他的实验品。\n不管多么重要，也只是实验品而已。"

cy "是为了拿到理想的实验数据，而被人为干涉的实验品。"

"我叹了口气。"

cy "明明已经直接见到了『神』，却还是一点头绪都没有。"

cy "说不定，只能赌在你知道的最后一个不可思议上了。"

gmr "常助教你想什么啊？\n我不都说了，他不是一个能正常交流的存在啊！"

gmr "而且他难道一定就会过来吗？"

"郭茉渃拉着我的衣角，眼神中满是难以置信。"

cy "他一定会过来的。"

"我摆出一副自信的微笑，\n但郭茉渃脸上怀疑的神色非但没有消解，反而愈发浓厚。"

gmr "常助教，你哪里来的自信？"

cy "因为我们现在，正在违抗『神』的意志。"

gmr "那又怎么样？\n我们只不过是随处可见的实验品而已，他怎么会关心我们？"

cy "我们是实验品没错，但绝不是随处可见的实验品。\n而是重要的实验品。"

cy "解释这个之前，我先讲一个我们那个时候流传过的不可思议吧。"

"我指向脚下正在盛开的曼珠沙华。"

cy "每年九月左右，第一教学楼旁的彼岸花就会绽放。"

cy "我们当时就说，这一片彼岸花，\n都是被大物实验折磨的冤魂所化。"

cy "每一届新生在春季学期做完第一级大物实验之后，\n就会在第一教学楼生根发芽。"

cy "最后，化为一朵盛开的彼岸花。"

"郭茉渃满脸都是想要反驳我的欲望，\n但她还是克制了下来，保持着沉默。"

cy "我们就像是这片曼珠沙华。\n就算每年都会绽放，但错过这一季，就要再等一年。"

cy "他是绝对不可能，就这么看着他最后的实验品飞蛾扑火的。"

gmr "归根结底，常助教你不还是在赌吗？"

gmr "你现在难道还有什么筹码吗？\n如果赌输了，常助教你能承担得起后果吗？"

cy "虽然我确实已经没有筹码了，但是……"
play music bgm_9 fadein 0.5
cy "我从一开始，就没有输的可能。"

gmr "你为什么还是像这样，抱着毫无根据的自信？\n操盘的是那个『神』，怎么可能赢……"

cy "正因为没有筹码了，所以只要我还能在这个赌桌上下注——"

cy "我就绝对不会输。"

cy "我早就死去过一次了。\n最坏的结局，也不过是回到这个原点而已。"

"应该是到这个世界以来第一次，\n我发自内心地、畅快地笑出了声来。"

"郭茉渃咬着嘴唇思考了一会儿，\n最后，她也抬起头，嘴角流露出一丝微笑。"

gmr "真是服了你了，常助教。"

gmr "既然我也和你一样，都是从黄泉一度归来之身——"

gmr "那我也陪你，赌上这最后一场吧。"
scene black with toki
play music bgm_7 fadein 0.5
scene bg _test with toki#过场动画，转老乡鸡。
"或许，这就是最后的晚餐的滋味。\n小香鸡的鸡汤娃娃菜，分外苦涩。"

gmr "常助教？你怎么不动筷子啊？"

cy "啊？有吗？"

gmr "你戳你的娃娃菜都戳了好几分钟了。"

"郭茉渃这么一说，我才回过神来。\n面前盘子里的菜叶，已经给我扯得四分五裂。"

gmr "常助教，你压力也不用这么大吧，这又不是最后的晚餐……"

cy "多半就是了。"

gmr "哪怕就是最后的晚餐，那也吃好一点，好上路嘛。"

"郭茉渃微笑着看着我，\n我叹了口气，陪着她也挤出了微笑。"

"多半比哭还难看就是了。"

gmr "常助教，你记得的鹭州科技大学的事情，还有多少？"

cy "问这个？你不都知道想起全部的事情就会消失了吗？"

gmr "反正常助教你不也说，这就是最后的晚餐吗？"

gmr "至少，我不想再留下遗憾了。"

gmr "既然常助教不敢讲，那我就先讲我的事情了。"

"我正想阻止郭茉渃，但看着她澄澈的双眼，\n最后还是没忍下心。"

"随她的心意吧。"

gmr "我还记得的事情不多，只有大一那个时候的记忆。"

gmr "每天除了上课，就是上课，\n到了周末，也只会去图书馆刷《吉米多维奇》。"

"她的脸上挂着自嘲般的微笑，叹了一口气。"

gmr "和绝大多数鹭州科技大学的人一样，\n我不知道除了学习之外还有什么东西。"

gmr "不过有一点，倒是有点不一样。"

"她紧绷着脸，装着一脸严肃地看着我。"

gmr "我的数学分析考得一团糟。"

"在她绷不住之前，我先笑出了声来。"

cy "我那时候的室友也是，从来都没有休息过。"

cy "我当时也想像他一样刻苦，\n结果我第一天去图书馆，就在那里刷手机刷到了闭馆。"

gmr "真要说的话，我也差不多。\n在那里坐上两个小时，结果一个字都没动。"

gmr "只是因为室友就在图书馆刷《吉米多维奇》，\n如果我不和她一起去的话，我就会落后于她。"

cy "反正去了也还是这个成绩，不如睡大觉算了。"

gmr "确实。"

gmr "不过常助教，你当时有没有些不一样的活动？"

"我放下筷子，\n对着一脸期待地看着我的郭茉渃露出无奈的笑容。"

cy "真要说的话，有是有，但是也没有多少。"

cy "刚入学的时候，我参加了书画协会，\n还想着到了周末就去参加社团活动。"

cy "结果除了开社员大会的时候去了一趟，\n之后就再也没去过。"

cy "每次想去的时候，最后都还是禁不住诱惑，\n躺到床上睡觉去了。"

"我叹了口气，拿起筷子，伸向面前装着娃娃菜的盘子。"

cy "那个『神』也真是。"

cy "口口声声说『所有的遗憾、所有的痛苦，都是不被允许的』，\n结果我们记得的，还都是这种破事。"

cy "除了GPA之外，过去的一切都被遗忘的世界。"

gmr "一个晚上还会断电，\n然后还要在考试周出去刷夜的理想乡。"

gmr "说不定这就是『神』想要创造的世界呢。"

"真要是这样的世界，还不如毁灭了算了。"

gmr "常助教，为什么『神』要让我们记得这些事情，\n他有和你说原因吗？"

cy "没有。\n我觉得单纯是它认为，鹭州科大人的共性只有GPA。"

cy "选课的时候，要把给分不好的老师都给换掉。\n期末考试结束之后，要去找助教对着判完的卷子要分。"

cy "哪怕是实验课，在碰到数据不合适的时候，\n也要造出一个和真实数据相接近的数据。"

"郭茉渃睁大了双眼，一脸茫然地看着我。"

gmr "还有这种事情？"

cy "当时带你们化学原理的时候，\n就有人期末考试之后来找我，要求看卷子。"

cy "胡搅蛮缠了半天，要求最后大题按照过程分给他加分。\n结果我仔细一看发现他有个推导步骤跳掉了。"

cy "虽然最后还是给他烦得要死，没给他扣下去。\n他也自知理亏，看到那个问题之后就闭上嘴巴回去了。"

gmr "……我都不知道。"

cy "不知道也是好事。"

"我叹了口气，把筷子往下一戳。"

cy "等读了研、或者是上了班，没人会在意你本科的GPA有多少，\n只会问你是哪个学校出来的。"

"虽然我并没有经历这些，\n全是从馨荷姐还有绛枫姐的记忆里面借鉴的。"

gmr "那为什么，还是要卷GPA？"

cy "我不知道。"

cy "我觉得可能只是因为，最容易看到的就是GPA。"

cy "只要以GPA为理由，\n就能麻痹自己、掩盖自己的无能与懦弱。"

"我放下筷子，顺势往下一看，\n面前的鸡汤娃娃菜已经被扯得稀碎，完全看不出原有的样貌。"

cy "算了，不吃了。"

cy "郭茉渃，我们走吧。"

gmr "常助教，你不是没怎么吃吗？这就走？"

cy "太苦了，吃不下去。"

"要是她们，能多看到一些GPA以外的事物就好了。"

"这样的话，也不会来到这里，\n然后再一次，迎来同样的悲剧。"
scene black with toki
play music bgm_7 fadein 0.5
scene bg _test with toki#过场动画，转图书馆门口的建筑。
cy "这里，就是最后一个不可思议吗？"

gmr "是的，这就是第六个不可思议，\n『不应存在之遗迹』。"

"""
昨天晚上吃完小香鸡之后，回到宿舍就犯起困来，\n一沾到枕头，就睡着了。

按道理昨晚应该睡眠质量还算过得去，\n今早醒来的时间和往常也没有区别……

但现在这种疲惫的感觉……\n简直就像刚做完那种噩梦一样。

我站在郭茉渃身后，\n看着眼前这个从来没听说过有什么意义的建筑物，打了个哈欠。
"""

cy "与其说是不应存在，倒不如说是一文不值吧？"

cy "我一直都没听说过这个建筑有什么故事。"

gmr "那我也不知道，我也是听别人说的。\n但这里确实是最后一个流传下来的不可思议了。"

gmr "总之，先上去看看？"

"我拍了拍脸颊，试图让自己清醒一点，\n跟着郭茉渃走上了台阶。"

"走上平台后，不远处的一个雕塑不由得让我提振了一下精神。"

cy "郭茉渃，那边那个雕塑，会不会是一个不可思议？"

gmr "哪个？"

cy "那边的那个叫『孺子牛』的雕塑。"

"我伸出手，指向底下的草地的另一端的灰白色的雕塑。"

gmr "哦～\n『再牛顶个球』？"

cy "虽然确实有这个说法，\n但是能不能不要在这个时候讲这个名字啊？"

gmr "嗯？原来不叫这个吗？"

cy "怎么可能啊，\n而且雕塑底座上明明白白就刻着『孺子牛』三个字啊！"

gmr "原来是这样啊……\n我都没怎么从那边走过，都没注意。"

cy "你之前都不去学校超市买东西的吗？\n从宿舍过去一般都要经过那里的。"

gmr "常助教你忘了吗？\n我们这一届入学的时候就已经住中区了。"

gmr "中区西门出去右拐就有超市，\n如果不上课的话，也没必要来东区。"

"""
我都忘了这档子事了，光记着我大一的时候住了一年东区。

不过其实如果不是英才班学院的，\n入学住两年中区，之后又要搬到东区或者西区，也挺麻烦的。

最关键的还是体验过中区的宿舍之后，\n回到东西区的老宿舍楼的落差有点太大了。
"""

gmr "常助教？你怎么又发呆了？"

cy "啊？有吗？"

"应该是刚刚想中区宿舍的事情，稍微发了一会呆吧。"

gmr "有啊。\n常助教，你该不会是想念中区宿舍了吧？"

cy "那确实，毕竟水电不用付钱，而且还有暖气，\n虽然现在的宿舍也不错，不过还是和当年没法比。"

gmr "主要是有暖气吧。"

cy "确实。"

cy "不过郭茉渃，现在这个不可思议，你除了知道它在这里，\n还知道些什么东西吗？"

gmr "再多的，我就真的不知道了。"

"郭茉渃摇了摇头。"

gmr "我一开始连这个地方在哪都不知道，\n就只知道个大概的形貌。"

gmr "还不是常助教你看了我画的那个抽象的草图，\n然后让我来图书馆门口找吗？"

gmr "现在地方也找到了，应该也是找对了。\n我还想问问常助教你，知不知道些什么东西。"

cy "那我就只知道那个『孺子牛』了。"

gmr "也就是说，常助教你也什么都不知道？"

cy "是的。"

"郭茉渃叹了口气，转过身，端详着什么都没有的白色墙壁。"

"该不会……就这么白跑一趟了吧？"

"会不会是我昨晚在郭茉渃面前口出狂言，\n给『神』偷听到了，就偏不遂我心意？"

"真不是没有可能。"

"一想到这，心头就不由得烦躁了起来。"

"我深吸一口气，也转过身，伸手扶上台上立着的栏杆。"
play music bgm_30 fadein 0.5
play sound sound_1 #kamisama出现加动画效果
kamisama1 "离这里远一点。"

"我们一直等待着的那个身影，在山穷水尽之时，\n终于出现在了我们面前。"

"我收回了扶在栏杆上的手，\n转身面向裹在长袍中的那个身影。"

cy "你终于，出现了啊。"

"""
要是他再出现得迟一点，\n可能我就已经放弃今天的探索，带着郭茉渃从这里离开了。

柳暗花明又一村般的欣喜感，\n让我的心脏在此刻欢欣雀跃着。

但此时，我必须要尽力装出一副淡然自若的神情。
"""

kamisama1 "你知道这里是什么地方吗？为什么要来这里？"

cy "我们想来哪里，不是我们的自由吗？"

cy "该不会，这里有什么你不想让我们知道的东西吧？"

kamisama1 "明明只要遵循这个世界的『规则』，\n就能在这个新的理想乡获得新生。"

kamisama1 "你们为什么非要触碰这些，『不可接触之物』？"

"遮盖住它面目的长袍之下，\n第一次流露出毫不掩饰的恼怒之情。"

cy "明明有人并没有触碰这些东西，最终也还是从这里消失了。"

cy "既然不碰也是死、碰也是死，\n那明明白白地去死，总好过糊里糊涂地去死。"

kamisama1 "你以为她们两个人，之前就没有去寻找过『不可接触之物』吗？"

cy "我没有见到过，所以她们就没有去找过。"

kamisama1 "……"

"""
『神』陷入了沉默。

长袍下溢出的恼怒，仿佛化为了实体，\n压迫感从四面八方向我袭来。

坏了。

本来只是想稍微激一下他的，\n这样下去，该不会被灭口了吧？
"""
play sound sound_13 loop
gmr "你想说我们是一面之词，但你自己不也是一面之词吗？"

gmr "无法说服我们，就打算行使武力去解决我们吗？"

gmr "你也配，自封为这个世界的『神』吗？"
stop sound
"郭茉渃艰难地挪动着双脚，一步一步地，\n挡在了我和『神』之间。"

kamisama1 "……"

"无声的压迫感，愈演愈烈。"

"连呼吸，都逐渐变得困难。"

"突然间，四周的压迫感消失得无影无踪。\n我下意识地抬起头，面前的『神』不知道何时已经举起了手臂。"

cy "郭茉渃！"

kamisama1 "既然说我口说无凭，那就给你们一个机会。"

kamisama1 "让你们一起见证一下，两个世界的『真实』。"

kamisama1 "微分，要微到无穷。\n积分，要积到九重！"
scene white with eyeopen#白屏特效
"""
刹那间，刺眼的白光充满了我的视野。

身体变得不受控制，脚下的水泥地板的触感渐渐消失。

甚至，脑袋也变得昏昏沉沉的，仿佛一闭眼，就马上要睡下去。
"""
#不要放立绘
kamisama1 "无可救药的羔羊们，\n现在，就为你们指引正确的方向。"

"这便是我，在醒来之前听到的，『神』的最后一句话。"
scene black with eyeclose
play music bgm_17 fadein 0.5
play sound sound_28
call yume #过场动画，黑屏。
"黑暗。"

"目光所及之处，只有黑暗。"

"我像是一条失去了手足的鱼，\n在无边无际的漆黑中孤独地游弋。"

"……"

"这里，是哪里？"

bxh_sub "这里，是我们的梦境。"

"熟悉的声音传入我的耳中，但我却想不起是谁的声音。"

"我张开嘴试图去询问，但却一点声音都发不出来。"

djf_sub "是和《青鸟》的故事别无二致的梦幻世界。"

bxh_sub "是痛苦的终点，也是悔恨的起点。"

djf_sub "是美好的起点，也是和平的终点。"

bxh_sub "我没能做到的抗争，\n希望能在这里托付予你。"

djf_sub "我无法独自实现的坚毅，\n也希望能够在这里托付予你。"

bxh_sub "既然你已经来到了这里，那就相信你的本心，\n放手去做吧。"

djf_sub "我们一起，在那个世界，再次相会吧。"

"明明我的心在告诉我，那是我不能忘记的人的声音。\n但我却无法，叫出她们的名字。"

"又是一个熟悉的声音，在这片漆黑的梦境之中响起。\n是现在在我身边的人的声音。"

gmr "常助教，我们出发吧。"

gmr "前往我们最后的，决战之地。"
call yume_
scene bg _test with eyeopen #过场动画，转也西湖。
play music bgm_25 fadein 0.5
"我睁开了双眼，方才的漆黑梦境已然消失殆尽，\n取而代之的，是映入我眼帘的，一片平静的湖面。"

"我环视了一圈，仔细观察了一下周围，\n看起来不是鹭州科技大学东区，反而像是在西区的鉴湖。"

"并没有看到梦境中的那两个声音的主人。\n而且……郭茉渃，她也不在这里。"
play sound sound_1 #kamisama2对应美少女立绘。
"""
突然发出的响动不由得让我转过身，\n只见一位从未见过的女子站在那里。

我没有见过她的印象。

但明明我没有她的一丝印象，\n我的每一根神经却都在提醒着我——她就是『神』。
"""

kamisama2 "我还以为，你还要睡得更久一点的。"

cy "你是谁？"

kamisama2 "我就是你所说的『神』。"

kamisama2 "只不过是回归了，我真正的姿态而已。"

"『真正的姿态』？"

kamisama2 "这里是鉴湖，是让一切回归应有模样之处。"

kamisama2 "也就是你们所一直探寻的，\n第七个不可思议，『返本归元之明鉴』。"

"""
『第七个不可思议』？

为什么她要告诉我这些？
"""

cy "你为什么跟我们说这些东西？"

"『神』的脸上透露出明显的不耐烦。"

kamisama2 "我不跟你们说，你们嫌我不告诉你们真相。"

kamisama2 "我跟你们说，你们又在猜疑我的居心。"

kamisama2 "那我也没必要跟你们继续讲了。\n湖就在那里，你们自己看吧。"

"『神』一甩袖子，背过身去。"

gmr "……常助教？"

"身后传来郭茉渃的声音。\n我转过身，她就站在我身后，呆呆地看着我。"

"明明刚刚我打量了一圈，都没有看到她的影子。"

cy "郭茉渃？你刚刚去哪里了？"

gmr "我刚刚哪里都没去啊？\n刚刚不是和常助教一起，在图书馆门口那个建筑那里吗？"

"郭茉渃用疑惑的眼神看着我。"

cy "但是……我刚才到这里的时候，\n除了在那边的『神』以外，只有我一个人。"

gmr "『神』？在哪里？"

"我指了指已经把斗篷摘下来了的那个背影。"

gmr "那个是神？不是裹在斗篷里的吗？"

cy "谁知道。"

cy "她说这里能让一切回归应有的模样，\n而且这是她真正的姿态。"

"郭茉渃低下头，露出一副思索的表情。"

gmr "让一切回归应有的模样……"

gmr "我好像听过一个别的传说，叫『返本归元之明鉴』，\n说的就是这个事情。"

gmr "这里是哪里？"

cy "这里是鹭州科技大学西区的鉴湖，\n你上数学分析课没来过这里？"

gmr "啊！想起来了。\n但是我们刚刚不是在东区吗？"

cy "被『神』送过来了，她还说这里就是第七个不可思议。"

gmr "这里就是？我记得不是龙舟队都在这里训练的吗？\n他们为什么没发现？"

cy "是啊……这里也不是什么犄角旮旯的地方，\n而且离教学楼也不远，每天都人来人往的……"

kamisama2 "湖就在这里，你们为什么只是在这里闲聊，\n而不去亲眼看看呢？"

cy "原来你会说话啊，我还以为你是哑巴呢。"

"『神』挑了挑眉毛，然后摆出一副无所谓的表情，\n继续讲了下去："

kamisama2 "你们不就是想要知道离开这个世界的方法吗？"

kamisama2 "我可以告诉你们。\n其中一个方法，就在鉴湖里面。"

gmr "真的？"

cy "郭茉渃！别过去！"

"我还没来得及阻拦郭茉渃，\n她就倚上了湖边的栏杆，朝下看去。"

"她向着湖面打量了几眼，然后就直起身，\n转身面向我，然后扫兴地对着我摊了摊手。"

gmr "就是普通的湖而已，除了倒影之外，什么都没有。"

"我才冲到她边上，听她这么一说，\n总算是松了一口气。"

"本来还以为这是『神』下的圈套，\n看来她也不是处处和我们作对……"

gmr "不过湖里面的倒影，好像有点……"

"突然，郭茉渃脚下一滑，向着我身上倒去。"

cy "……！"

"天旋地转般的疼痛感，再次灌入我的脑海之中。"

"已经是第三次了。"

"每一次，每一次，都是那么让我感到无能为力。"

"这一次，难道还是——"

kamisama2 "只不过，不一定是你们想要的那种方法。"
scene black with yumein
play music bgm_19 fadein 0.5
call yume #过场动画，背景虚化带粒子效果，教室背景，显示『郭茉渃视角』标签
play sound sound_29
show view_gmr onlayer screens zorder 2
"""
我叫郭茉渃。

或许曾经在高中的时候我并不平凡，\n但自从来了鹭州科技大学，能形容我的就只有『平凡』了。

平凡的外貌、平凡的天分、以及平凡的兴趣爱好。

每天早上六点半起床，七点到食堂吃早饭，\n然后七点半到教室第一排正中间的位置占座。

结果数理基础还是和平凡的我一样，\n平凡地没有任何长进。

心中几度浮现起的放弃占座的念头，\n最终都没能付诸实施。

尽管第一排的座位并没有人喜欢坐，\n每次最先被占满的都是中后排。

尽管第一排的视角比较恶劣，\n必须仰着看黑板，对颈椎一点都不友好。

尽管我自己心里也清楚，不管我装得多么努力，\n最后都不会反映到我的GPA上。

但是……这是我能坚持下来的，唯一的『不平凡』了……
"""

kurokage "你还不回去吗？"#cy

"是……有人在和我打招呼吗？"

"怎么可能，像我这样平凡的人，肯定不会被别人注意到的。"

kurokage "郭茉渃？"#cy

"好像确实是有人在叫我名字？"

gmr "嗯？有人叫我吗？"#此时放cy黑影

"我半信半疑地应了一声，抬起头。\n站在我面前的，是一位比我大不了多少的男孩子。"

kurokage "习题课已经结束了。已经晚上九点多了，你还不回去吗？"#cy

gmr "呃……你是谁来着？"

"面前的男孩子露出一副哭笑不得的笑容，\n然后扬了扬手里的一张塑料卡片。"

kurokage "你是不是没好好听习题课？\n我是你们化学原理课的助教。"#cy

kurokage "你要是还要继续呆一会的话，记得关灯。\n我先去把多媒体的权限卡还给物业了。"#cy

"化学原理……助教……"

gmr "啊！！！"

gmr "助教，不好意思，我马上就收拾回去！"

kurokage "你现在回去的话，我等你收拾完了，一起走吧。"#cy

kurokage "不急的，你慢慢来。"#cy

gmr "耽误了您的时间，实在不好意思！"

"双颊红得甚至有些发烫，\n我慌乱地教科书还有笔袋一股脑地往书包里塞了进去。"

"助教他，脸上是什么表情呢？\n我明明想去知道，但却连抬头看一眼，都不敢。"

"毕竟……我连他叫什么名字，都不记得。"
scene black with leftflash
scene bg _test with leftflash#过场动画，教室背景
"我还是和以前一样，坐在教室的第一排。"

"只不过这一次有点不一样，是后排的座位都被占完了，\n我只能坐在第一排。"

"上一次化学原理的习题课发生了那样的事情，所以……\n我连踏进化学原理教室的勇气，都平凡地拿不出来了。"

"好巧不巧，坐在第一排的，除了我，\n只有这门课的助教而已。"

kurokage "……"#cy

"糟糕。"

"我还不知道他叫什么名字。"

"要是他跟我搭话，该怎么办啊？"

kurokage "……"#cy

"还好，他一直都没有看过来，都没有注意到我。"

"不过……他为什么一直在看着窗外呢？"

"他……究竟在看些什么呢？"

"回头问问其他同学，他叫什么名字吧。"
scene black with leftflash
scene bg _test with leftflash#过场动画，教室背景
kurokage "郭茉渃，怎么了？\n你怎么还不回去？"#cy

"又是一次化学原理的习题课。\n又是不知不觉已经下课了的时间。"

"我又被助教抓了个正着。"

gmr "不好意思，常助教！我马上就收拾！"

"我连忙拉开书包拉链，抓起桌上的教科书。"

"还好我上习题课之前找同学问过了他的名字，\n不然今天我真得挖个坑把自己装进去了。"

kurokage "上一次习题课的时候，好像也是你留到最后吧？"#cy

kurokage "是有什么不会的吗？怎么都下课了还坐在座位上？"#cy

"其实……我习题课就没怎么听。\n——当然这种事情肯定不能和常助教这么说。"

"我慌乱地扭过头，避开常助教的视线。"

gmr "习题课之后……想再复习一下。"

"我低着头，把手中的教科书塞进书包里。"

kurokage "如果实在是学不进去的话，不学也不会有什么事的。"#cy

kurokage "明明学不进去，但却逼着自己假装认真学习，\n只是浪费时间而已。"#cy

"我反射性地抬起头，然后往后缩了半步。"

"常助教，他……都看穿了？"

kurokage "不用那么怕的，我也是你这个时候过来的。"#cy

kurokage "你现在做的这些事情，我大概都做过。"#cy

kurokage "而且……在鹭州科技大学，\n承认天赋的差距是最重要、也是最痛苦的事情。"#cy

gmr "常助教，我先回去了。"

"我把最后一个笔袋塞进书包里，拉上拉链，\n然后慌乱地拎起书包，逃跑似的冲出了教室门。"

"踏在门槛上那一刻，鬼使神差地，\n我转过身，看了一眼还站在教室里的常助教。"

"他脸上的表情，和他平时上课望着窗外的时候，一模一样。"

"『空虚』。\n我的脑海中，突然浮现出两个字。"

"不由得，我停住了脚步，怔怔地看着常助教。"

gmr "常……助教？"

"常助教脸上的那种表情，突然一扫而空。"

kurokage "怎么了？有什么事情吗？"

gmr "没有没有，我先回去了。"

"常助教……他露出这种表情的时候，都在想些什么呢？"

"我……能为他做些什么吗？"

"做不到的吧。"

"像我这样平凡的人，肯定做不到吧。"
scene black with leftflash
scene bg _test with leftflash #过场动画，背景为东区西大门路口
"正如我平凡的数理基础一样，我的化学原理，\n最后也是以相当平凡的GPA收了尾。"

"不过，如此平凡的我，已经足够让我接受了。"

"虽然如果当时常助教没有和我说那些话，\n我肯定不会像现在这样轻松吧。"

"说到常助教，自从化学原理结课之后，\n我就再也没有见过他。"

"不过，也很正常吧。鹭州科技大学虽然不大、但是也不小。\n要是能经常见到常助教的话，倒才奇怪呢。"

"……是不是我太想他了？\n怎么前面那个人的背影……好像他……"

gmr "喂！常助教！"

"终究，我还是忍不住我的好奇心，大声地向他打了招呼。"

"只见那个人转过头来——\n是常助教！确实是他！"
play sound sound_11 loop
gmr "常助教！等等我！"

"我想要靠近他，\n想要和他分享我终于能够看到的、世界的五光十色。"

"我想要告诉他，一切的根源都是我接受了我自己的平凡，\n而这一切，都是他或许是无心的一句话所教会我的。"
play sound sound_12 loop
gmr "常助教！"

"我和他之间的距离，越来越近。\n就像是之前每一次化学原理课之间的距离。"

"我逐渐看清，他脸上挂着的，『空虚』的神情。\n以及手里紧紧攥着的，一张写着不知道什么的白纸。"

gmr "常助教？"

"他的脸，越来越清晰。"

"为什么？我越是奔跑、越是靠近你，\n你的脸上，却变得越是惊恐呢？"
play sound sound_17#刹车、撞击声
"发生了什么？"

"好轻。"

"仿佛……我已经脱离了重力的束缚一样。"

"常助教一定是对我失望了吧，不然，为什么我会看不见他呢？"

"我的眼里，只剩下一片湛蓝的天空。"
hide view_gmr onlayer screens #转场动画，换常远视角。
play sound sound_45
scene black with leftflash
call yume_
scene bg _test with yumeout
play music bgm_23 fadein 0.5
#转场动画，也西湖。 #CG需求#cy站立，正面抱着gmr
gmr "这次……总算能好好地看着你了，常助教。"

gmr "果然，我是为了拯救你，而在这个世界重生的。"

gmr "我……有帮到常助教吗？"

cy "你已经……很努力了。"

"面如金纸的郭茉渃，已然出气多、进气少。"

"我强忍着心中的痛苦，死死地盯着怀中的她，\n生怕我一眨眼，她就会从我面前消失。"

gmr "还是常助教，要更努力呢。"

gmr "我现在终于知道，常助教你那个时候露出的表情，\n到底是什么意思了。"

gmr "因为现在常助教你的脸上，和那个时候，\n完全一模一样呢。"

gmr "是眼睁睁地看着自己失去，却又无能为力的『空虚』，\n对吧？"

"我的话语梗在喉咙里，怎么也说不出来。"

gmr "本来还以为，这一次一定，能让常助教你，\n不再露出那种表情。"

gmr "结果到最后……却还是失败了呢。"

cy "已经足够了。\n做到这一步，已经足够了……"

gmr "我都知道的。"

gmr "虽然常助教你嘴上说着，\n要承认天赋的差距，要去接受自己的不完美的地方。"

gmr "但实际上，常助教你才是最不能接受自己的人。"

gmr "所以……才会像现在这样，露出这么空虚、这么迷茫的表情。"

cy "我在……『迷茫』吗？"

"""
『迷茫』？

郭茉渃轻柔的话语，却如同千钧重锤，将我的灵魂敲打得生疼。

像是电流流过大脑的感觉，让我的脚下不由得一个踉跄。
"""

gmr "我来讲一个别的故事吧。"

gmr "除了七大不可思议，以前社团的学姐还跟我说了另外一个故事。"

gmr "和夏目漱石将『我爱你』译成『月色真美』一样，\n鹭州科技大学也有自己的对于『我爱你』的解释。"

gmr "从前的某位学长曾经说过，属于鹭州科大人的说法，\n应该是『此地的重力加速度，真大呀』。"

gmr "常助教，你知道，这是什么意思吗？"

"""
重力加速度？

好像……在什么时候，是谁也和我说过这句话来着？
"""

cy "我……不知道。"

"我摇了摇头。\n郭茉渃看着我，挤出了一丝平静的微笑。"

gmr "那个时候，我以为无非是鹭州科大人的含蓄之类的，\n简单的寓情于景而已。"

gmr "现在，我终于是稍微明白一点，\n重力加速度很大，到底是怎样的一种心情了。"

gmr "完全失去对自己的掌控、完全将自己交给无法违抗的自然规律……"

gmr "这是与含蓄无关的东西，而且完全是含蓄的反面。\n是将自己完全托付于爱意而行动的、直接的情话。"

gmr "不过，这次，我又要被重力所困住了呢。"

cy "郭茉渃！你在说什么胡话！"

"如果再不做些什么，可能就来不及了。\n怀中的郭茉渃的脸色，每一秒都比上一秒要更为苍白。"

gmr "没事的，常助教你之前也说过，\n『想起过去的所有事情，就会直接从这个世界消失』。"

gmr "我现在已经想起来了，所以……\n我已经没有继续在这个世界的资格了。"

gmr "还好，常助教你还可以在这个世界……"

cy "说什么傻话！\n我难道是为了继续在这里活下去，才带你来的这里吗？"

gmr "虽然常助教你这么说，但是你脸上的表情，可没有变过哦。"

cy "或许我现在确实在迷茫着。\n但那是因为，我到现在都还不知道我因为什么而迷茫过！"

cy "你也别现在就一副要放弃了的样子，\n我们，不是还有没做完的事情吗？"

"郭茉渃轻轻摇了摇头。"

gmr "常助教，已经亲眼见证过两个人离开的你，肯定知道的。"

gmr "这就是这个世界的，无法违抗的规律。"

gmr "无论飞得多高、飞得多远，终有一天会落到……\n地面上来。"
#gmr消失动画效果，CG消失，换也西湖背景。
cy "郭茉渃！"
play sound sound_39
"我扑了个空，跪在了地面上。"

"和她们一样，在这个世界，\n已经再也找不到郭茉渃这个女孩子的存在了。"

"又……只剩我一个人了吗？"

"我连我为什么要来到这里，似乎都想不起来了。"
play music bgm_14 fadein 0.5
kamisama2 "真是……感人的离别呢。"

cy "你也配说这种话吗？"

"面前摆着一副扑克脸的『神』，真是让我恨得咬牙切齿。"

cy "看来，我们对你来说，已经一点利用价值也没有了。"

cy "接下来，是不是该轮到我了？"

kamisama2 "我可没说过这种话。"

cy "那你到底是什么意思？"

cy "说白了，你不就是为了好好欣赏我们是怎么消失的，\n才把我们带到这里的吗？"

"『神』缓缓地摇了摇头。"

kamisama2 "只是因为你们对本应该忘却的那个世界太感兴趣了，\n所以要让你们看清一下真相而已。"

kamisama2 "那里并不是什么美好的世界，只是遗憾的集合体。"

cy "所以看清真相的代价，就是消失？"

kamisama2 "以己度人可不好。\n只是因为她，不足以接受真相而已。"

"真相，真相，什么狗屁真相。"

kamisama2 "而且，这也是试炼的一环。"

kamisama2 "每一个能够孕育出理想乡的萌芽，都应该有与之相配的试炼。"

kamisama2 "『停滞』的理想乡，应当接受停滞的一切代价。"

"""
『停滞』。

因为馨荷姐看不到这个世界的未来，\n所以就向她宣告了，她的休止符吗？
"""

kamisama2 "『赝造』的理想乡，不可忘却真实的存在价值。"

"""
『赝造』。

因为绛枫姐把过去的自己全部伪装起来，\n想要在这个世界改变些什么……

所以就向她宣告了，她过去发生的所有过错吗？
"""

kamisama2 "『融合』的理想乡，理应接受两个世界的矛盾。"

"""
『融合』。

因为郭茉渃想要在这个世界，去弥补原世界的遗憾，\n所以就让她看到了，原世界发生的一切……
"""

kamisama2 "只可惜，这三株萌芽，\n都没能熬过试炼的严冬、迎来萌发的春天……"

cy "扼杀萌芽的，不就是你自己吗！"

cy "不就是你故意把被你视为毒物的那些遗憾和痛苦，\n直接展示在我们眼前吗！"

"岂有此理。\n真是岂有此理！"

"我紧紧地攥着拳头，想狠狠地对着面前的扑克脸砸下去。\n但一想到她那根本无法用科学去解释的力量，身体就不听使唤。"

kamisama2 "你们人类，是真的很奇怪。"

kamisama2 "明明对这些事情唯恐避之不及，\n甚至还主动要求我抹去这些记忆。"

kamisama2 "结果明明获得了新生，\n却还是执着于被你们自己所抛弃的过去。"

kamisama2 "非要把自己抛弃的毒物，一颗又一颗地拾回来、咽下去。\n早知如此，何必当初呢？"

cy "这明明是属于我们自己的记忆，为什么我们不能取回来？"

cy "你光说这些记忆是污染理想乡的毒物，\n到底哪里算毒物，你倒是告诉我理由啊！"

kamisama2 "我还以为，你早就能想明白的。"

kamisama2 "完全持有过去的记忆，\n只会把这个世界塑造成和原世界一样的存在。"

kamisama2 "那绝对不是理想乡。"

kamisama2 "所以必须要把某些记忆忘却，\n而且被忘却的记忆，都是由你们自己选择的。"

"不是的，一定不是这样的。"

"正是因为我们忘记了过去，所以才会让失败不断地重演。"

"如果能清晰地记得过去的记忆，\n而不是凭模糊的印象、靠第六感去避开过去的过错的话……"

kamisama2 "虽然已经在你身上浪费了太多时间，\n但慈悲为怀的我，还是可以给你一次机会。"

kamisama2 "只要你同意，我就可以再一次，\n抹去你在这个世界的全部记忆。"

kamisama2 "你将作为『重生』的理想乡的萌芽，\n在这个世界，再度获得新生。"

"该选择什么，我心里早已有了答案。"

"我闭上眼睛，深呼吸了几口，尝试平复因愤怒而无比激烈的心跳。"
play music bgm_3 fadein 0.5
cy "在我同意之前，我有个问题想问你。"

"我缓缓地睁开了双眼，直视着面无表情的『神』。"

kamisama2 "但说无妨。"

cy "你所说的，鉴湖的『让一切回归应有模样』，\n到底是什么意思？"

kamisama2 "字面意思。"

kamisama2 "这个世界的鉴湖，能够映照出事物本来的形态。"

kamisama2 "也就是，能够映照出原世界的你们。"

"大概是觉得胜券在握，\n『神』没有一丝犹豫，轻松地告诉了我答案。"

"鉴湖，能够映照出原世界的我们。"

"她最开始也说过，离开这个世界的其中一个方法，\n就在鉴湖里面。"

kamisama2 "既然已经实现了你的愿望，你也该同意我的提案了吧。"

"已经不需要犹豫了。\n我已经得到了，我最想要的答案。"

"既然我已经没有筹码了，那么，就把我自己，推上赌桌吧。"

"我往后退了两步，靠在鉴湖的栏杆上。"

kamisama2 "让我们一起，拥抱理想乡吧——"

cy "可惜，我的选择是——\n拒绝。"

"我翻过身，越过鉴湖边的栏杆。"

"直直地，向着鉴湖，坠落下去。"
play music bgm_25 fadein 0.5
scene black with eyeclose
"记忆流入脑海的痛苦，席卷着我的全身。"

"但我的心，却不知道为何，如鉴湖的湖面一样平静。"

"我终于明白，我到底在迷茫些什么了。\n我也终于明白，我应该去做些什么了。"

cy "那段回忆，怎么可能会只有痛苦。"

cy "只是那个时候的我，除了GPA，什么都看不到而已。"

"马上，我就来拯救你。"

"拯救落入湖之前的那一瞬间、仅仅是一瞥间窥见的，\n我自己。"

"我平静地、缓缓地、向鉴湖深处，\n沉没下去。"
play sound sound_45
call yume_
scene bg _test with yumeout
play music bgm_26 fadein 0.5#过场动画，黑屏，背景虚化带粒子效果。
kamisama2 "鹭州科技大学本科四年级在读，常远，\n对吧？"

cy "我已经休学了，不算在读。\n……而且，你是怎么知道的？"

kamisama2 "用你们世界的说法的话，我就是这个世界的神。\n全知全能，无所不能。"

kamisama2 "自然，关于你的一切，我都一清二楚。"

cy "那么，这么伟大的神明大人，\n又是为了什么，特意来找我呢？"

kamisama2 "你的生命，已经结束过一次了，对吧？\n因为你自己放弃了你自己的生命。"

"……原来不是梦啊。"

"我确实，自己从宿舍楼上跳了下去。"

"那我为什么还能站在这里？"

kamisama2 "对那个世界，你一定充满了怨恨吧？"

cy "我不知道。"

kamisama2 "为什么会不知道？"

kamisama2 "你的同龄人都在读研、转博、去海外做博后、申教职，\n但其中一步走错，就会万劫不复。"

kamisama2 "培养方案的年限延长到了六年，拿到博士学位要多久？\n申到了教职之后，能够顺利做出成果，熬过飞升即走吗？"

kamisama2 "沿着鹭州科技大学的那一条轨迹，\n你只能迎来一个失败的未来。"

cy "你想让我做什么？\n总不会是你喜欢给死人讲大道理吧？"

kamisama2 "真是一点仪式感都没有。\n罢了，直接进入主题吧。"

kamisama2 "如果给你一个，把这一切遗憾抹去并在理想乡重生的机会，\n你想要怎么做？"

cy "我有一点想要事先确认一下。\n如果我不接受的话，是不是现在的我就会消失？"

kamisama2 "如果你不愿意接受，那我自然也不会强迫你。"

cy "我问你，现在的我，会不会消失？"

kamisama2 "那就要看，这个世界的神会做什么了。"

kamisama2 "不过据我所知，这个世界的神，已经很久很久没有出现过了。\n不然我也不敢来到这里。"

"话里话外的，也就是说我不接受，就会真正迎来死亡的意思。"

kamisama2 "难道理想乡，对你没有诱惑力吗？"

cy "我对理想乡没有兴趣。\n我只是，不想死而已。"

cy "说吧，条件是什么。"

kamisama2 "作为在理想乡重生的代价，我需要把你的一段记忆抹去。"

cy "为什么一定要抹去我的记忆？"

"这个条件有点过于简单了，总感觉非常可疑。"

kamisama2 "未曾尝过禁果的人类，才能够生存在伊甸园。\n所以，禁果的滋味，绝不可为伊甸园之子民所知。"

cy "除了这个条件，还有其他条件吗？"

kamisama2 "仅此而已。"

cy "既然这样，我接受你的条件。"

kamisama2 "那么，交涉成立。"

kamisama2 "你希望忘却的，是什么东西？"

cy "不是你选择要抹去我的哪一段记忆吗？"

kamisama2 "只有你真心想忘却的事物，才是伊甸园的禁果。\n除此之外的记忆，都将成为新生的食粮。"

"真是麻烦。"

cy "那既然这样的话，干脆就把我在鹭州科技大学的一切记忆，\n都抹去吧。"

"『神』第一次露出了讶异的眼光。"

kamisama2 "你难道不选择，只把让你痛苦的事情忘却吗？"

cy "现在的我，只能看到痛苦，倒不如全都忘掉算了。"

kamisama2 "原来如此。\n那就，如你所愿了。"

kamisama2 "微分要微到无穷，积分要积到九重——"

kamisama2 "来吧，让我们前往，新生的理想乡——"

"『神』向我伸出了右手，\n我也抬起右手，轻轻地握住了她的手掌。"

"跟着她，步入了一片白光之中。"
scene black with doorclose
call yume_
scene bg _test with yumeout
stop music
play sound sound_20
scene black with doorclose
scene bg _test with dooropen
#转黑屏
#过场动画，放ED（如果有的话。）
call Chapter_8 from _call_Chapter_8
return