label Chapter_4:
#chapter 4
kurokage "……，马上要开始保研了，你GPA够吗？"#男主室友

kurokage "哎呀，真可惜啊，你要是不在我们院，那肯定是能保上的。"

kurokage "不过……三点二……"

kurokage "还是低了一点，今年估计起码三点三起步了。"

kurokage "你是不是洋文也没准备？那你这不是什么出路都没有了？"

kurokage "别跟我说，明年在学校看不到你了。"
#转场，宿舍内
"""
明明接连做了两个怪梦，但是我居然能够成功地在早上八点爬起来。

真应该鼓励一下自己。

不对，我做了几个梦来着，今天早上做了一个……

然后昨晚在梦里过了一天……
"""

cy "应该是两个梦吧？"

cy "算了，不想这么多了，今天应该还是周六……周六有什么事情来着？"

cy "周六早上七点去和馨荷姐约会，但是现在是八点……"

"""
我犹豫了一下，最后还是摁下了手机开关。

是我最不想看到的那个时间。
"""

cy "而且现在也不是周六，已经是周日了。"

cy "原来我真的只做了今天早上的一个梦啊。"

"我扔下手机，继续用被子把我自己裹起来。"
#黑屏
"……"
#闹铃声，转场到宿舍内
cy "我记得我没设闹铃啊？"

"我拿起手机，上面显示着『杜绛枫』三个大字。"

cy "欸？杜姐怎么会给我打电话？"

"虽然不是很明白，但总之还是先接了吧。"

djf "喂？常远？醒了吗？"

cy "醒了，有什么事吗？"

djf "馨荷姐她是不是昨天走了？"

cy "欸？杜姐你怎么知道的？"

djf "行，那你现在过来1958，我们当面谈。"

"""
杜姐那边主动挂掉了电话。

怎么回事……看杜姐她的语气，不像是刚刚才知道的。

看来，只能去一趟1958了。
"""
#转场，1958内。
"我到1958的时候，杜姐已经坐在里面，旁边放着几个洗好了的苹果。"

djf "随便坐，今天不上班，单纯是见面谈省点电话费。"

cy "那我把门关了？"

djf "关不关都一个样，反正今天不会有别人进来的。"

cy "嗯？我过来的时候看鹭州科技大学里面有很多人来着？看见我们门开着他们不会进来吗？"

djf "馨荷姐昨天应该跟你说过了吧？除了我们1958这三个人之外，其他的人都跟提线木偶差不多。"

djf "不过你要是不关门觉得不安心，那你关上也没事。"

cy "馨荷姐没明确说过，不过我确实有这种感觉。"

"终究还是有点不放心，我把门反锁之后，在杜姐旁边找了张椅子坐下。"

djf "不绕弯子了，直接进入主题。"

djf "前天晚上馨荷姐把你支开之后跟我谈了点东西，主要就是说明天之后就再也见不到她了。"

djf "所以我今天早上估计你差不多该起来了，就给你打了个电话。"

cy "啊？"

djf "看起来你这是已经有心理准备了，昨天馨荷姐跟我说的时候，我比你还要惊讶。"

"杜姐往我张大的嘴巴里塞了一个苹果，然后继续讲了下去。"
#过场动画，背景虚化，显示『杜绛枫视角』标签。
"""
馨荷姐故意把常远支开之后，带我回到了1958。

不知道为什么，明明大堂里只有照进来的昏暗的月光，我却不想去开灯。

馨荷姐也没去开灯，只是在桌边拉开了两张凳子。
"""

djf "馨荷姐，怎么你谈事情还要把常远他先支开，没必要吧？"

djf "还有，咖啡机原来你都不给我碰的，怎么突然开始教常远怎么用了？"

bxh "因为明天要给小常他准备个惊喜，所以有些事情只能我们两个人之间来谈。"

djf "我看，不是惊喜，是惊吓吧。"

djf "怎么，他知道会有问题，我知道就不会有问题？不怕我通知他？"

bxh "我觉得你是绝对不可能跟他说这件事情的。"

djf "什么这件事情那件事情的，馨荷姐你要是又想带坏常远，我肯定会打电话给他的。"

djf "等下，你说我绝对不会说…不会是…"

bxh "我就不跟你打哑谜了。明天我会把所有东西都想起来，只在小常一个人面前。"

djf "馨荷姐你发什么神经？说这种事情你怎么跟说明天要去做组反应一样啊！"

djf "你知不知道你想起来所有东西之后，你就会失去在这个世界活着的权利啊！"
#拍桌子声
"还好1958的桌子并没有像我的心一样脆弱，不至于一巴掌下去就会被打碎。"

bxh "我又不是第一天来，我怎么可能不知道，所以我才说你绝对不会说的。"

bxh "首先你肯定不会想知道明天发生了什么，因为你不想再想起别的东西了。"

bxh "其次你绝对不会放着我一个人走，鹭州科技大学出来的就算责任意识再怎么淡薄，这种大是大非肯定不会判断错。"

djf "你忘了第三点，我完全可以明天直接把你关在房间里盯你一整天。"

bxh "你不会的。"

djf "馨荷姐你怎么知道我不会？你知道我原来都失去了多少东西吗？"

djf "难道我到了新世界还要再继续失去我所拥有的一切吗？"

bxh "因为是『他』亲口跟我说的，我会在和小常独处的时候想起一切。"

bxh "你盯不住的，你不可能一天二十四小时全天都看着我。"

bxh "那倒不如就在明天这个最好的时机，起码也算是有意义一点。"

djf "所以，馨荷姐你这就放弃了？你都把鹭州科技大学端出来了，那我就反问你，"

djf "鹭州科技大学难道会有碰到这种事情就认命了的人吗？"

bxh "我已经累了，已经不想继续下去了，所以我认命了。"

djf "为什么不想继续下去了？继续在1958多好，什么都不用去想。"

bxh "你看着小常，难道就不会想起别的东西吗？"

bxh "我现在每次看到他，我就会想起十三年前的我是怎么来到鹭州科技大学的。"

bxh "什么都不会、什么都愿意去学……"

"我没敢回应。"

bxh "我不知道你是怎么想的，反正我现在是已经呆不下去了。"

bxh "不会有什么能比现在这种什么都做不到的焦躁感更让我痛苦。"

bxh "哪怕是过去的事情。"

djf "现在怎么会是『什么都做不到』呢？明明现在没有什么东西是一定要去做到的啊？"

"连我自己都觉得我的这个说法很没有说服力。"

bxh "我已经不想和『他』玩现在这种过家家游戏了。"

bxh "绛枫，你也知道的吧，现在的鹭州科技大学里面的人，都只不过是『他』创造出来的假象而已。"

"""
我知道。

所有的顾客在聊天的时候都只会聊今天都去了哪里玩，明天还要去哪里玩。

真正的鹭州科技大学的人，只会讨论最近课题的进展，或者刷《电磁学千题解》和《吉米多维奇》。
"""

djf "全是假的那又有什么不好的？难道真的鹭州科技大学就一定好吗？"

"""
尽管我现在完全是在讲歪理，但是我绝对不能认同我现在和馨荷姐产生了共鸣。

不然，我怕我自己……
"""

bxh "这个我看不到未来的世界对我来说，已经坏到不能再坏了。"

bxh "也许你们能够在这个世界看到未来吧，但是我已经等不下去了。"

bxh "等我走之后，小常就拜托你照顾了。"
#转场，背景虚化解除
"我把吃剩下的苹果核丢进垃圾桶，然后去吧台洗了个手。"

cy "馨荷姐她以前，是这种会天天讲煽情话的人吗？"

djf "据我所知，她不是这样的人。"

djf "……差点给你带沟里去了，我们讨论的不是这个话题吧？"

cy "那…不讨论这个，是不是有点太过于沉重了？"

djf "行吧，确实有点道理。"

"杜姐从脸上挤出来一点苦笑。"

djf "嘛，总而言之，某个自以为是的人自作主张，觉得这样的生活已经过够了，不想过了，最后把我们两个丢在这里收拾烂摊子。"

djf "我就知道那天她教你打咖啡没安好心。"

"杜姐也拿起一个苹果，恶狠狠地咬了一口。"

cy "不对，好像有矛盾的地方。"

cy "馨荷姐她跟我说的时候，说是『神』告诉她，她会在昨天全都想起来。"

cy "但是跟杜姐你说的时候，反而说是会在和我独处的时候全部想起来。"

cy "那不是……"

djf "你这主要矛盾都没抓住，非挑这种小细节。"

djf "这个就是她随便编的理由，单纯就是她不想继续过这个日子了，哪怕天天做没有意义的反应也比现在好。"

djf "又不是什么春秋笔法，要你逐字去推敲的东西。"

cy "那我还是想不通，为什么平白无故地就去自寻短见了？"

"杜姐脸上露出匪夷所思的表情，用复杂的眼神把我从头到脚看了一遍。"

djf "哦，我还以为昨天发生这种事，你肯定基本的背景知识都想起来了。"

djf "那先问第一个问题，你觉得鹭州科技大学是什么水平的大学？"

cy "没什么印象……应该还不错？"

djf "……好的，那我懂了，你这是什么都没想起来。"

djf "首先一般来讲，能够说一定比鹭州科技大学好的学校，应该只有两所。"

cy "啊？有这么好？那我能进这样的学校，原来我这么厉害吗？"

"杜姐白了我一眼，然后继续说："

djf "那既然是这样的学校出来的，难道会甘心做这种简单和重复性的体力劳动工作吗？"

djf "难道不会追求更适合自己的知识和技术、能够创造更多价值的工作吗？"

cy "……有道理。"

djf "对吧。那你看，馨荷姐她是博几来着，她有没有和你说过？"

cy "馨荷姐她研究生读了九年……"

djf "等下，你没数错吧，九年？"

djf "我看她也没比我大多少，我二十四，她顶多就二十八九的样子？"

cy "没数错，她十四岁来的鹭州科技大学，到这里来的时候二十七岁。"

"杜姐手里吃剩的还没拿去丢的苹果核落在地上，还好已经吃完了，没有浪费。"

djf "……"

"从杜姐的口型，我估计她是想要以国骂起手，然后硬生生地憋下来了。"

djf "行，我真没想到我昨天还真是班门弄斧了。这都延毕四年，都要被清退了……"

djf "不过读研读了九年，早就已经被腌入味了，每天不做点反应肯定身上痒得慌。"

djf "你这么一说，我还真能理解馨荷姐了。换成我的话，估计连这里都不会来的。"

cy "那……杜姐，你也要离开这里吗？"

djf "你说什么？"

"""
杜姐猛地站起来，我被她用像是要把我生吞活剥的眼神盯着。

跟之前她指导我那时候的感觉，完全不是一个量级。

就像是故意去触碰龙的逆鳞一样。
"""

djf "我好心好意地抽时间来安慰你，你怎么还拿这种事情侮辱我？"

djf "常远，我告诉你，我现在没有哪怕一丁点的离开这里的打算，就是你自己不想活了，我也会继续留下来。"

djf "我已经失去的够多了，现在我唯一没有失去的，就是这个世界……"

cy "杜姐，对不起，我之后不会再说这个了……"

djf "算了，没什么，是我自己反应过度了，我也知道你不是这个意思。"

"""
杜姐捡起苹果核，丢完垃圾桶回来的时候，从吧台下拿出来一本笔记本。

我从杜姐手里接过本子的时候，一直没敢和她对视。
"""

djf "应该是馨荷姐写的日记，她昨天说要留给你，你拿着吧。"

djf "另外，你也别叫我姓了，听着怪生分的。"

cy "好的……杜…绛枫姐。"

"""
绛枫姐把本子递给我之后，推开1958的门离开了。

应该是她刚刚洗完手就直接去拿本子的原因吧，本子的封面上还有些水珠挂在上面。
"""

cy "算了，我也回去吧。"

"""
灯全都被熄灭了的1958是多么安静。

安静得，像是这里从来没有存在过一个叫包馨荷的女孩子一样。
"""
#过场动画，转宿舍
"""
我直到浑浑噩噩地度过了整个下午、出去随便找个地方吃了个晚饭之后，才敢打开杜姐给我的笔记本。

……还是不习惯『绛枫姐』这个称呼，但是好像不改过来又得被骂。

馨荷姐这留下来的笔记本，最前面大概一大半全都被涂黑了，也不知道是到绛枫姐手里就是这样、还是被她偷偷污损掉了。

算了，不想这么多了，看看馨荷姐到底写了什么东西。
"""

cy "……都什么东西。"

"""
我都快把剩下的这小半本都翻完了，都没有看到我想要看到的东西。

看到的全都是我不懂的名词，什么《黄昏的新娘》、《少女万花筒·异闻》、《恋爱少女的科研公式》。

看上下文好像是游戏的样子，但是总感觉和馨荷姐拉着我在房间里玩的不是一样的游戏。

感觉去查这些名词也没什么意思，上次和馨荷姐玩了一个下午游戏差点把我PTSD打出来。

与其说我不喜欢玩游戏，倒不如说我现在想到游戏两个字就会有心理阴影。

嘛，虽然结果是好的，但是像这种全靠场外因素的玩法有点过于损阳寿了。
"""

cy "欸，这是什么？"

"翻到本子最后，我才看到了看起来很正经的、应该是我想看的内容……吧？"
#放笔记本CG，之后不要放包馨荷立绘
bxh "常远，当你看到这段话的时候，我大概已经离开这个世界了吧。"

cy "真是恶趣味的经典台词，不过，总算是有点正常的东西了。"

bxh "本来想找个更正常的本子来写这段话的，但是发现我手头上没有别的本子了。"

bxh "所以我个人建议，前面写的那堆东西，你其实是没有什么必要去看的。"

bxh "不过你既然都翻到这里了，肯定是把前面的都翻过了吧，那说明你还是有玩这些游戏的潜质的。"

"""
什么叫，『玩这些游戏的潜质』？

首先我就不知道馨荷姐说的是什么游戏。
"""

bxh "你一定很好奇这本本子为什么少了一大半吧？"

bxh "因为前面也写的是这种东西，我最开始想给你写这段话的时候，感觉还是都处理了比较好。"

bxh "最后涂到一半的时候不想涂了，反正给你看到也没啥关系。"
#转宿舍背景
"我差点把手里紧紧捏着的、刚被我合起来的笔记本直接扔进垃圾桶里面。"

cy "早知道就不该有期待的，都是些什么东西。"

cy "……但是在本子里面写关于世界的真相、过去的事情之类的东西，也应该是经典桥段吧。"

cy "我还是把馨荷姐写的东西看看完吧。"

"""
总感觉像是看小说忘了关自动订阅，不得不把中篇开始写匪夷所思剧情的小说硬着头皮看完一样。

看完了毕竟只是浪费了现实时间，不看的话那就是实打实亏钱了。

毕竟和我现在的工资比起来，还是亏钱比较接受不了。

抱着这种心态，我又打开了笔记本。
"""
#放笔记本CG，之后不要放包馨荷立绘
bxh "我想你现在大概非常失望吧？想看到的那些有深度的内容，这里面一概都没有。"

bxh "不过呢，我希望你能理解一下，因为现在关键的涉及到过去的事情，我都还没想起来。"

bxh "不然我也不可能把这段东西给你写出来了。"

cy "都什么东西啊！水字数也要有点底线啊！"

"我又想把笔记本合上然后丢进垃圾桶，但馨荷姐写的下一段让我忍不住再给了她一次机会。"

bxh "常远，你觉得和我的最后一次约会，会成为你绝对忘不掉的记忆吗？应该不会吧。"

bxh "那个时候的我，应该是会故意找一些从来都不敢提的话题，然后整个人跟半只脚踏进阴曹地府一样。"

bxh "像这样的我，还是希望你忘掉比较好，我可不想你最后记住的是如此丑陋的我。"

bxh "因为我喜欢你，常远，虽然现在可能已经太迟了。"

cy "欸？"

"不对，昨天馨荷姐明明不是这样说的来着？"

bxh "喜欢上和过去的自己那么相似的男孩子，我果然还是太自恋了。"

bxh "不过，我好像忘记考虑万一常远你会喜欢抱两块金砖的可能性了，不过大概不可能的吧。"

bxh "真要是那样的话，那我想，我一定会干脆地用模棱两可的说法去拒绝你的。"

bxh "我已经没有也不想要更多的时间了，但是你不一样，你一定还可以看到未来。"

bxh "我不想因为我而把你束缚在这里，把我忘掉，然后回到你该去的地方吧。"
#CG需求#背景虚化的包馨荷去世前的CG
"我往后翻了一下，都是白纸，整本笔记本的内容就只到这里了。"

cy "……馨荷姐到底为什么要写这种东西。"

cy "这样的话，我难道真的能忘掉吗？"

cy "难道不是真的成为我绝对忘不掉的记忆了吗？"

"""
我把笔记本丢在桌子上，然后躺上床。

看来今天又要失眠了。
"""

cy "感觉这灯，关不关都一个样了。"

cy "不管是开灯还是关灯、闭眼还是睁眼，馨荷姐你都在我的眼前。"
#转场动画
"""
今天早上又没有做什么奇怪的梦。

虽然确实让我省事了很多，但是总感觉跟某些巧合在一起，让我实在有点良心不安。

算了，既然醒了，就该早点去上班，免得被绛枫姐又说教一通。
"""

cy "不过……反正基本都是假的，我今天翘班不去1958也没问题吧？"

cy "……有点不厚道，还是去一趟吧。"
#转场，1958门口
"""
我到1958的时候，1958还没有开门。

往常应该是绛枫姐早早地把门打开，然后在我将要进门的时候恰好把迟到的我抓住。

应该不会是我今天来得太早了吧？
"""

cy "也不早啊……这不都七点五十了。"

cy "算了，来都来了，开店吧。"

"""
还好我手里有1958的钥匙。

虽然我到1958也有一个月了，但是这把钥匙还跟新的一样。

毕竟，一次都没用过，肯定是新的。
"""
#转场，1958内景。
"""
我刚去办公室找到配电箱，然后合上电闸出来的时候，突然有人推门进来。

我本以为是绛枫姐，但是很明显绛枫姐的头发并没有那么短，所以应该只能是客人了。

那既然是客人，总应该打下招呼。
"""

cy "您好，欢迎光临1958，请问您有什么需要的吗？"

guest "切。"

"客人嘴里的咋舌声清晰可辨。"

guest "你们店里那两个女服务生呢？"

cy "实在不好意思，今天其他同事都请假了，只有我今天在值班，还请您谅解。"

guest "不早说，浪费我的时间。"

"""
客人一脸不高兴地出去了，我倒也乐得轻松。

反正之前我每一次试图接客，客人的反应都是一样的，只能说这个世界的神真的太过于恶趣味。

既然那么喜欢女孩子的话，别让我来这里不就行了，为什么非要恶心自己也恶心我。

……说不定他的本意就是想看到我被恶心的样子。

那也太恶心了。

正在我胡思乱想的时候，又有人从门口进来。
"""

cy "您好，欢迎光临1958……"

djf "欸？常远？你怎么到得这么早？我还以为进贼了，怎么门开着。"

cy "绛枫姐你这说的什么话……"

"我看了一下表，七点五十九分，刚好没有迟到。"

cy "不过说实话，绛枫姐你卡着线到岗也挺少见的，以前不都早早地就来了吗？"

djf "也没有吧，我觉得可能是因为你一直都到得特别晚。"

djf "哦，现在刚好八点整，原本我应该是早个大概五分钟到来着……"

cy "……那为什么每次都是绛枫姐你抓到的我迟到。"

djf "……我觉得大概是巧合吧。"

cy "很有道理。"
#过场动画
"""
这个没良心的所谓的『神』真是让我气得牙痒痒。

早上进来好几个客人，刚点完咖啡，然后看我往咖啡机走，就直接现场换了同等价位的茶饮料，然后点名让绛枫姐做。

甚至还有一个恶心的，点完就光顾着坐在座位上玩手机。

等我给他做了个漂亮的拉花让绛枫姐端给他的时候，他抬起头看到咖啡机旁边的我，问了这么一句：
"""

guest "这咖啡是谁做的？"

"""
绛枫姐短暂地沉默了一会，结果他直接把咖啡倒到了地上，然后又要了杯柠檬水。

甚至柠檬都点名要求绛枫姐给他现切。

我很想直接抄起雪克杯给他头上来一下。
"""
#过场动画
"""
终于把这堆没良心的打发走了。

我本来想把门关上看看能不能直接让这堆没良心的进不来，结果被绛枫姐否决了。
"""

djf "馨荷姐之前说她试过一次，客人直接穿过窗户进来了。"

djf "这个门只是为了让我们能看着体面一点，如果我们不想体面，那就有人帮我们体面了。"

"""
真是恶趣味。

怪不得绛枫姐昨天来找我的时候说门不用关也没事，原来这堆没良心的只会在固定时段刷新。

算了，找点别的事情做吧……
"""

djf "常远，要不你今天歇一下？"

cy "欸？不用了吧，我今天不是啥都还没做？"

"绛枫姐突然来这么一句话，我有点摸不着头脑。"

djf "反正你在1958只能和这堆皮套人生闷气，不如直接回去睡觉。"

cy "不对吧，绛枫姐你不像是会说这种话的人来着？"

djf "……但是我也是尊重事实的人啊，今天早上你也不是没看到。"

djf "你但凡出现在1958里面，客人就开始瞎找茬、乱提要求。"

cy "好像是这样没错……"

cy "但是这样的话，绛枫姐你的工作量不就更多了？"

djf "你难道不觉得是因为你在、所以客人才把额外的工作量加到我身上吗？"

cy "……"

"确实是无可辩驳的事实。"

djf "你要是非要继续干那我也不拦着，不过我倒是有个方法或许可行……"

cy "什么方法？"

djf "仓库里有套女仆装和假发，我记得应该是和你工作服一个尺码，你可以试一下。"

cy "等下，什么意思？我有点不太懂。"

djf "嗯？这个不是很清晰明了的结论吗？"

djf "你要想，这些客人一个比一个讨厌男服务生，所以你只要装起来像是个女服务生，那就没有问题了。"

cy "……我只是不想要认同我的第一反应而已。"

djf "哎，你试一试又不会掉层皮。既然你不想回去，不就只有这个法子。"

djf "不然实在没有什么活能安排给你，还不如回去睡大觉。"
#转场动画。
"""
太屈辱了。

出去吃了个中饭之后，绛枫姐把我拉到仓库里，翻出一套传统制式的女仆装塞给我，然后出去了。

虽然对于绛枫姐的关怀我确实感到了一丝安慰，但现在这种情况我实在是提不起什么感激之心。

因为现在，我换好了女仆装、安静地坐在仓库里，而绛枫姐则在整理我头顶着的假发。

这套不知道什么时候放在仓库里的女仆装竟然如此合身。

不过比起这个，我更怕万一我觉醒了什么不可告人的爱好，变成了不穿女仆装就活不下去的人……

我都在胡思乱想什么。
"""

djf "嗯……凑合一下算了。"

djf "女仆装遮盖面积比较大，假发能盖住的地方也不少，我去找个领结给你遮一下喉结就行。"

cy "我怎么感觉绛枫姐你把我当换装娃娃玩了……"

djf "那当然不是，主要是要在尽可能简单的过程中实现尽可能好的效果，比较有挑战性，所以我才比较有兴趣。"

cy "……我怎么有点不信呢……"

"""
绛枫姐在仓库里翻了半天，总算是找出来一个看起来能套在脖子上的东西。

是一个项圈。

嗯，我没看错，确实是项圈。
"""

djf "常远啊，咱们好像没有领结，要不你拿这个项圈凑合一下吧。"

cy "为什么仓库里面会有项圈？"

djf "那我就不知道了，你先坐着别动，我给你套上。"

"""
绛枫姐不会有这样的兴趣吧？

我有点担心我之后的生活了。

总之，我沉默地坐在椅子上，等待着绛枫姐慢慢地把项圈套在我脖子上、然后扣紧。

我发誓我绝对没有想要探究绛枫姐身上的薰衣草香味跟仓库里一大袋一大袋的洗衣粉是不是一个味道的念头。

绝对没有。
"""

djf "好了。本来最好的话还是得化个妆，但是你自己反正也不会化，算了。"

djf "不过你接客的时候记得别说话，不然你就白受这么多苦了。"

cy "……绛枫姐，我有点怀疑你到底是在安慰我，还是在享受这个过程……"

djf "哎，你知道那么多对你又没好处，你先出去接待一下看看就是了。"

"""
我现在根本不是怀疑，而是内心深处已经确信了。

虽然这种事情肯定不能和绛枫姐说。
"""
#过场动画
"""
我宁可像刚才一样，在仓库里被绛枫姐当换装娃娃玩，也不要在大堂里穿女仆装接客。

明明，绛枫姐好久之前说过1958不是女仆咖啡厅的。

而且，这是自从我有记忆以来，第一次感觉到个人意志的存在价值受到了质疑。
"""

guest "喂——那个女仆过来一下！"

guest "过来给我的柠檬水施一个变得好喝的魔法——"

djf "本店不是女仆咖啡厅，请勿骚扰工作人员！"

"""
鹭州科技大学的人是不是都是这种人？

不对，我自己好像也是鹭州科技大学出来的，我不会以前和他们一样恶心吧。

怎么可能，这些估计都是所谓的『神』乱搞出来的东西，不可能是真的鹭州科技大学。

算了，虽然确实对我的精神承受能力有着极大的考验，但是我起码能够胜任1958的工作了。

但是一想到我只能穿着女仆装戴着假发度过我剩下的人生……

好像这种人生也没有什么存在的价值了。
"""

guest "那个女仆——过来给我上一个蛋包饭——"

guest "蛋包饭上面要用番茄酱写上『祝主人GPA四点三』——"

djf "本店不提供蛋包饭，也不提供此类服务！"

"""
……绛枫姐应该能处理好的吧？

我还是装作听不见比较好。
"""
#转场动画
"到了该打烊的时间，这帮没良心的王八羔子终于都走完了。"

djf "常远，辛苦了。你直接去仓库换衣服吧，收拾的事情我来干。"

djf "假发套直接套仓库里那个人头模型上，女仆装挂起来，反正你明天还要继续用。"

cy "『明天还要继续用』是吧？"

djf "哎，你先把衣服换了，下了班就别想这么多破事。"

cy "好——"

"确实该早点下班，不管这些破事了。"

cy "那绛枫姐，晚上吃什么？"

djf "……好久没吃小香鸡了，去吃一次吧。"

"我没敢接话，推门进了仓库。"
#转场动画，老乡鸡内景。
"""
今天这鸡汤总觉得喝起来没什么味。

可能是因为今天一天面对截然相反的两种精神压力，我有点承受不住。
"""

djf "我没想到你换了女仆装之后能这么受欢迎。"

cy "绛枫姐，你这哪壶不开提哪壶是吧？"

djf "那你想让我提哪壶？你不会以为我专门挑这个地方是来缅怀谁的吧？"

djf "包馨荷她已经不在这个世界上了！再想也没有用的！"

cy "……我还什么都没说呢……"

"""
绛枫姐没再说话，我正想看一下她的脸色，她就端起鸡汤把自己的脸挡住了。

估计是刚刚不小心把心里话说出来了。
"""

cy "不过，能够受欢迎也好。"

cy "既然馨荷姐她已经不在了，那必须是我来承担起她的这部分工作。"

cy "起码像现在这样，我能给1958提供价值……"

djf "常远，你没有必要这么想。你就是你自己，没有必要承担谁的责任和义务。"

djf "哪怕你一走了之，完全不管1958都没有关系。"

djf "说白了，这个世界就是『神』的过家家游戏，你没有必要逼自己来玩这个过家家。"

cy "那……绛枫姐，现在的你会一走了之吗？"

cy "你之前不是也说过，你会继续留下来……"

djf "……"

"绛枫姐低着头陷入了沉默，过了一会，她才抬起头。"

djf "在你提出足够打动我的想法之前，不管你是走还是留，我都会继续在1958工作。"

djf "我有我的要留在1958的理由，但是我觉得你不应该有。"

djf "你的机会还很多，而我现在想做的只有这一件事而已。"

cy "那绛枫姐，你不也是鹭州科技大学出来的吗？难道你甘心天天做这种和你不匹配的工作吗？"

cy "既然这个世界是『神』创造的，就不能把1958变成别的更适合你的样子吗？"

djf "你还记得馨荷姐她最后记起来的是什么东西吗？"

cy "欸？好像是……电化学工作站。"

"""
我说出这几个字的时候，突然感觉到有些不对劲。

不过绛枫姐脸色没有多大变化，应该没事吧？
"""

djf "你觉得会希望忘记这种东西的人，会愿意再进入这种本应该最适合自己的环境吗？"

cy "……应该不会吧。"

cy "不过绛枫姐你听这种东西没问题吗？"

djf "我跟她又不是一个院的，怎么会有问题。"

djf "总而言之，我觉得现在的1958很适合我，我没有离开1958的理由。"

djf "但是我希望你慎重考虑一下。"

cy "那我就继续在1958慢慢考虑。"

djf "是吗……果然是鹭州科技大学出来的，总是这么死脑筋。"

"绛枫姐叹了口气，无奈地看着我。"

cy "我觉得绛枫姐你，也跟我一样死脑筋。"
#过场动画，转宿舍。
"""
回到宿舍之后，我一直在思考馨荷姐走之后的这两天，绛枫姐说的事情。

有很明显的矛盾，但是绛枫姐不说，我也没法确定。
"""

cy "先从馨荷姐的动机开始分析吧。"

"我翻开馨荷姐留下来的笔记本，找到最后一页。"

cy "『故意找一些从来都不敢提的话题』，『没有也不想要更多的时间』。"

cy "这个和绛枫姐说的她最后一个晚上和馨荷姐的对话那部分是可以对得上的。"

cy "水母馆……"

"我用力地摇了摇头，试图把我脑子里突然冒出来的杂念给甩出来。"

cy "馨荷姐说她要做好准备才能进去，说明她可能根本就知道，所以才故意要进去。"

cy "那不管怎么说，馨荷姐她从一开始就没打算回头。"

cy "而绛枫姐对于这个的解释，是『追求更有价值的工作』。"

"如果绛枫姐她自己都没有这样想过，就不可能把这个想法加到馨荷姐头上。"

cy "也就是说，绛枫姐她自己，肯定也有一部分放弃的想法。"

cy "只不过是因为有别的原因，所以她对于『放弃』表现出了坚决的否定。"

"至于原因，很显然她自己不肯说。"

cy "换个角度思考一下吧，比如她们俩之间有没有什么本质区别。"

cy "绛枫姐之前说过她二十四岁……那按照正常年龄换算下来应该是研二？"

cy "不对，忘了考虑英才班学院的事情了，那一般情况下研二到博二都有可能？"

cy "但是如果刚转博应该没什么必要来这里吧？"

cy "所以应该是研三。"

"""
那这样的话，本质不就非常接近了吗？

虽然馨荷姐她延毕得太久了，但是她按道理也算是毕业年级。

虽然记不太清，但是好像鹭州科技大学出这种事情确实是毕业年级居多。
"""

cy "那这样的话，就算不是像馨荷姐那样，成果直接被侵占这种离谱的原因，应该……"

cy "大概也是因为一些原因，缺少成果满足不了毕业条件吧。"

"""
绛枫姐一直念叨着的『唯一没有失去的就是这个世界』……

她到底失去了什么肯定她不肯说，倒不如说她应该是选择了忘记这个事情。

估计没馨荷姐那么离谱，但是应该也不会好到哪里去。
"""

cy "那这样子的话，应该就没有本质区别了啊？"

cy "算了，可能是因为有别的原因吧，先不考虑这个。"

cy "为什么今天绛枫姐，一直在劝我离开1958？"

cy "按道理『神』在我的记忆里一直都没有和我接触过，那他肯定没有在1958之外的地方让我呆着的打算。"

cy "没人会给钓上来的鱼继续喂鱼饵。"

cy "那我离开1958能去哪里呢？总不能在这个世界再死一次吧？"

"真要是这样的话，那我来到这里纯属脱裤子放屁了。"

cy "而且，馨荷姐在笔记里面也说，让我回到我该去的地方去。"

cy "那还是一样的问题，我能去哪里呢？"

"""
我其实一直都搞不清这个问题。

难道不应该是，离开了就等于彻底死了吗？
"""

cy "馨荷姐最后也说过，她已经死了。"

"是这样的吗？"

cy "不对，按照当时的情况，馨荷姐的意思是『在原世界她已经死了』。"

cy "应该是除了这里明确提到过『死』，除此之外她们俩都用的『离开』和『走』之类的词。"

cy "按照常理应该都是一个意思，所以我直接画等号了。"

cy "总不能说，实际上并不是这样吧？"

"""
想不通。

算了，事已至此，先睡觉吧。

时机到了绛枫姐应该会说的。
"""

cy "那个狗屁神要是能出来说两句话、解释一下前因后果就好了。"

"""
我把馨荷姐的本子塞回抽屉里，关上灯，把自己裹进被子里。

虽然天气似乎在转暖，但是我已经习惯上裹紧被子的感觉了。
"""

cy "希望我之后不要习惯上穿女装的感觉。"

"""
穿女装只是为了工作需要，要和我个人的喜好分开，绝不能混为一谈。

虽然这种辩解过于苍白无力，没有任何的道理可言。
"""

cy "不想了，睡觉。"

cy "祝我今天也不要做奇怪的梦。"
#转场动画，背景变黑。
"""
……
"""

kurokage "你这怎么连个指针运算都不会写。"#常远室友

kurokage "指针只是存储了对应内存的地址，你想要知道这段内存对应的值，首先得通过指针访问这段内存。"

kurokage "还有这个指向指针的指针，虽然绕了点，也没那么不好理解吧？"

kurokage "二级指针的值是一级指针的地址，你直接对二级指针的值进行运算，指向哪里你都不知道了。"

kurokage "真要是指针都搞不懂，那数据结构的栈你更搞不明白了。"
#转场动画，转宿舍。
"""
今天我醒得格外得早，醒来的时候一看手机才六点半。

除此之外，早上做的怪梦我记得真真切切的，一点都没忘。

本来按道理我应该醒来就全忘了的，总不能是我想要再学一遍计算机程序设计，所以才故意做的这么一个梦吧。

我当时计算机程序设计拿了多少分来着……算了，不想了。

反正这个搞不懂指针的肯定是我。
"""

cy "哎，不过突然做了个我忘不掉的梦，总感觉有什么问题。"

cy "时候还早，翻一下黄历看看。"

"""
……

早知道就不应该看黄历的。
"""

cy "算了，这黄历写着今天诸事不宜，一定是这本黄历不灵。"

cy "不迷信了，周公解梦一下。"

"""
……

看来这周公解梦也是迷信。
"""

cy "这周公解梦都不会解『梦见学习计算机程序设计』的，都不会与时俱进。"

cy "还是上班的时候去问问绛枫姐吧。"

cy "馨荷姐应该是化院的，绛枫姐既然跟她不是一个院，那应该不至于不会写程序……"

"""
虽然好像不用指针才是常规操作来着？

算了，不管了。
"""
#过场动画，转1958.
"""
因为早上醒得很早，所以我专门模仿着Science Direct首页的中年成功男人的发型，梳了半个小时头才出门。

所以我到1958的时候，大概是早上七点四十五分。

只是……为什么1958的门，是开着的？

我记得昨天离开的时候我确实把门关好了来着？
"""

djf "欢迎光临……欸，常远，你今天也来这么早？"

cy "呃……也不早吧。"

"""
绛枫姐昨天说她平时都几点到的来着？

比开店时间八点整早个五分钟，那也就是七点五十五？
"""

cy "绛枫姐，你平时不都是七点五十五来的，怎么你也来这么早？"

"绛枫姐很显然沉默了一下，然后摸了摸下巴。"

djf "今天突然想早点起来上班，所以就这个点到了。"

djf "感觉早点起来上班也不错，以后我都早点来吧。"

cy "……真的吗？"

djf "真的。"

"虽然非常值得怀疑，但是我也懒得深究了。"

cy "那我就先去换衣服了，不然等会客人来了又得被恶心。"

djf "要我帮你换衣服吗？你一个人是不是套不好项圈啊？"

cy "非常感谢绛枫姐您的细致关心，我一个人就可以了。"

"""
昨天晚上我才意识到1958的洗洁精是柠檬香味的。

不知道为什么，和绛枫姐昨天的洗发水味道过于相似了。

以至于我暂时丧失了本应该属于青春期的男孩子的冲动。
"""
#转场
cy "好累。"

djf "你现在换个地方工作还来得及，不是非要在一棵树上吊死的。"

"""
明明已经下班了，我却连回去吃晚饭的念头都没有，一点都不想动。

总感觉今天接待客人压力特别大。

有个客人点名要我把咖啡端给他，然后我刚把咖啡放到他面前，他就把我的手捏住，然后说：
"""

guest "小姐姐，要不要跟哥哥一起去学R语言啊？"

guest "我是鹭州科技大学管理学院的博士哦，我很会R语言的。"

"接着，他就给绛枫姐请出去了。"

cy "呃……我觉得我还是有必要再坚持一下。"

djf "就不提那个自称管院博士的了，今天到底有多少人来骚扰你了啊？"

djf "我寻思我跟你馨荷姐在这里也挺久的了，见过的直接上来性骚扰服务员的顾客都没你这一天来得多。"

cy "……性骚扰？"

djf "对啊，很明显的性骚扰。"

cy "有这么多吗？"

djf "因为大部分都给我提前制止了。"

"""
我想想都有些什么。

首先是今天没有下雨，却有个客人拿着长柄伞进来。

我给他端上红茶的时候，他那把伞好像是给我碰倒了。

他很自然地就去捡伞，接着他就直接被绛枫姐把手按住了。
"""

cy "那个捡伞的也算吗？"

djf "他那个时候是直接拿伞的握把钩住了你的裙摆。"

cy "呃……但是我里面是四角的棕色内裤，被看到了也无所谓吧？"

djf "……但是说实话，还是穿白色或者黑色的三角蕾丝吧，哪怕是纯白的、素一点的也可以的。"

cy "反正一般来说都看不到，也无所谓吧？"

djf "……还好在这里的只有我，不然可能你房间里所有的四角内裤都会消失的。"

djf "起码最基本的礼仪要做到位吧。"

cy "怎么感觉这不应该是绛枫姐你来说的样子……"

djf "虽然我们1958不是女仆咖啡厅，但是你既然穿上了这身衣服，就应该把该做到的细节尽可能做到啊！"

"我有点不知道该怎么回复绛枫姐，赶紧扯开了话题。"

cy "那我想想还有些什么……"

"""
其次好像是有个客人进来点了杯意式浓缩。

在我端给他咖啡的时候，他把他随身带着的纸盒子给我看，问我有没有兴趣跟他交换一下饭盒。

但是我怎么看都觉得那个盒子是个鞋盒。

我还没来得及回复，绛枫姐直接把意式浓缩连着杯子给他打包好，送他出去了。
"""

cy "那个要换饭盒的是怎么一回事？"

djf "他要拿合成革垃圾皮鞋换你脚上穿的皮鞋。"

djf "这个属于单位资产的流失，是触犯1958底线的。"

"我还在想既然是这么正常的理由，那就应该不算性骚扰的时候，绛枫姐又补了一句："

djf "主要是上来就要一个男人的鞋子，还要拿回去当饭盒吃饭，有点太恶心了。"

cy "…原来饭盒是这个意思，学到了。"

djf "这种东西你不学也是可以的。"

"""
之后还有啥来着？

好像是有个人进来还没点单，就拿着个项圈让我给他套上。

接着一边嚎着『我要做女仆小姐的狗』，一边被绛枫姐用防暴叉架出去了。

因为被赶出去得太快了，以至于我都没有什么印象了。
"""

cy "好像那个拿着项圈的确实有点像性骚扰。"

"绛枫姐一脸欲言又止的样子。"

cy "原来真有这么多性骚扰我的啊，我还一直都没意识到。"

djf "……男孩子在外面一定要好好保护自己。"

cy "什么意思？怎么感觉绛枫姐你今天特别不像你自己……"

"绛枫姐忍不住白了我一眼。"

djf "换成你想要说的那个人过来，只会比我现在说得更多。"

djf "不说这个了，看你今天这个样子，我倒是有个给你放松一下的方法。"

cy "什么方法？"

djf "整两杯。"

cy "整啥？"

"应该不是整那个东西吧？总觉得和绛枫姐一直以来给我的印象都不太像。"

djf "怎么？你总不可能连小麦果汁都没法喝吧？"

cy "那倒不至于，只不过总感觉和绛枫姐实在是有点不太像……"

djf "哎，你问这么多干什么，喝不喝？"

cy "……喝吧。"
#转场动画。
#CG需求#喝酒CG，djf在桌子对面，cy只留背影，右下角根据剧情放不同款式的酒
"我被绛枫姐拉到了她的房间，然后被按在椅子上，看着她忙前忙后地布置着桌子。"

djf "我都忘了，今天小麦果汁喝完了，喝黄的吧。"

djf "哎呀，还忘了买不锈钢酒壶了，那今天只能喝常温的了。"
#CG差分，右下放上半瓶黄酒，两人面前两个玻璃杯子倒上黄酒。
"说着，绛枫姐给我面前的两个杯子里倒满了糯米果汁。"

cy "……有这么多讲究的吗？"

"""
绛枫姐刚才打开橱柜去拿糯米果汁的时候，我才发现里面摆满了各式各样的瓶子。

总感觉跟打开了馨荷姐的游戏库一样。
"""

djf "有啊，你喝常温的黄的还不如喝马尿。"

djf "要喝肯定是加生姜或者红糖，接着温好再喝。"

djf "我们那边是煮到快沸的时候把蛋液加进去，然后搅成蛋丝去喝。"

djf "不过这个喝法，我在外面没怎么听说过。"

cy "呃……常温的和温好的糯米果汁，口感有什么区别吗？"

djf "我不是化院的，不太会描述，要不你先来一口看看吧。"

djf "你应该还不知道你的量吧？你先小半杯试一下？"

cy "……那要是我倒在这里怎么办？"

djf "哎，这个度数很低的，小半杯没事。"

"""
我端起玻璃杯，杯子里的橙色液体在灯光下透着诱人的色泽。

虽然我确实不知道我的量，但是应该听绛枫姐总没有错吧？

我仰头灌了小半杯进去，陌生的味道差点让我吐出来。
"""

cy "有股中药味。"

"是那种苦涩的、能让我想起很多事情的感觉。"

djf "哎，看你这样子就是那种以前一点粮食果汁都不沾的乖宝宝。"

cy "应该是吧……我印象里反正是没有的。"

cy "绛枫姐，你是什么时候开始喝的？"

"绛枫姐端起杯子，喝了一口，然后说："

djf "是我大四的时候，准确来说是我保研那个时候。"

djf "我本科的时候GPA不是很高，也就三点二出头，本来当年我是保不上研的。"

djf "我们学院是只按GPA排序的，其他一概不考虑，所以哪怕我有什么其他院可以作为加分的东西，也没有用。"

djf "而且我也没有什么班干部、社团干部之类的可以加分的东西。"

djf "假如说GPA比我高的都不放弃保研的话，那么我刚好差一名就可以保研。"

cy "那么……应该会有人放弃的吧？比如说要出国？"

"绛枫姐端起剩下半杯糯米果汁一饮而尽，然后给自己又倒满了。"

djf "本来按照往年来说确实是这样的，但是那一年不一样。"

djf "据我所知，那一年没有人能出国。"

cy "所以，因为没保上研，就开始找各类的粮食果汁喝？"

"绛枫姐摇了摇头。"

djf "我保上研了，然后在保上研的那一天，我喝了半斤五十三度的高粱果汁。"

cy "是庆祝吗？所以开始喝？"

"绛枫姐又摇了摇头。"

djf "不是。"

djf "因为在保研名单确定的前一天，那个GPA刚好在我前一名的人，退学了。"

djf "他的名字……有点记不太清了。"

"我才注意到，绛枫姐面前的杯子，又空了。"

cy "绛枫姐，要不你少喝点？"

djf "哎，我不都跟你说了，我第一次就喝了半斤高粱果汁，这糯米果汁不至于的。"

"说着，绛枫姐又给自己倒了满满一杯，然后把瓶口放到我的杯子上。"

djf "你也再来点，我给你加满了。"

cy "……行吧。"

"我还没来得及拒绝，绛枫姐已经把我剩下的半杯加满了。"

djf "反正现在也闲得无聊，要不给你讲故事听吧。"

cy "我是三岁小孩吗……"

"总感觉今天的绛枫姐完全变了一个人，总不能是喝糯米果汁喝的吧。"

djf "那你听不听？不听的话你就一个人回房间睡觉去。"

cy "那总是要听的。"

djf "那行，我先给你讲《青鸟》的故事吧。"

"总感觉这个名字好像在馨荷姐那个本子里面见过，不过应该不是一个东西吧。"

djf "很久很久以前，有一对生在穷苦家庭的兄妹俩，哥哥叫蒂蒂尔，妹妹叫米蒂尔。"

djf "他们家里靠打柴为生，到了年末，隔壁家在过节的时候，他们只能背着父母偷偷爬起来，趴在窗边看别人过节。"

cy "万恶的资本主义……"

djf "别打岔。"

djf "就在他们趴在窗边看别人吃大餐的时候，突然有一位仙女进了他们的房间，要他们去寻找一只能够得到幸福的青鸟。"

djf "仙女给了他们一顶镶嵌着钻石的帽子，只要转一下顶上的钻石，就能让一切事物的灵魂显现出来。"

djf "在钻石的魔法之下，猫、狗、糖、面包、火、水还有光，都化成了人形。"

djf "随后，在仙女的指引下，他们都跟随着蒂蒂尔和米蒂尔，踏上了寻找青鸟的旅程。"

cy "等下，这是个童话故事吗？"

djf "嗯？原作是国外的一部童话剧，怎么了吗？"

cy "没怎么。"

"""
估计只是恰好同名吧，馨荷姐说的肯定是游戏，跟童话剧怎么可能沾边。

绛枫姐也没有追问的意思，继续讲了下去。
"""

djf "蒂蒂尔和米蒂尔他们去的第一站，叫做『思念之土』。在那里，他们见到了他们死去的爷爷和奶奶。"

djf "在思念之土里，没有疾病、没有灾祸，他们的爷爷和奶奶以及死去的七个兄弟姐妹都幸福地生活在一起。"

djf "每当蒂蒂尔和米蒂尔想起他们的时候。"

"""
我很想问『是不是没有想起来的时候就不存在了』，但是感觉这个问题过于唯心主义，还是放弃了。

其实更根本的原因是不想被绛枫姐说不会读空气。
"""

djf "在那里，他们发现了他们之前老死的那只鸟，已经染上了纯青的颜色。"

djf "于是他们就从爷爷奶奶那里得到了青鸟，向他们告别之后，离开了思念之土。"

"绛枫姐停顿了一下。"

djf "但是，当他们离开的时候，才发现，青鸟变成了黑鸟。"

cy "这个黑鸟会法球和关吗？"

"我也不知道为什么我会下意识问出这个问题。"

djf "你某个游戏玩多了吧。表示一下？"

cy "嗯？表示什么？"

djf "你这都在养金鱼了，还明知故问。"

cy "呃……养金鱼是什么意思？"

"""
我顺着绛枫姐的目光看去，原来是我的杯子。

哦，应该是让我直接陪一杯。

我举起杯子，在绛枫姐拉住我之前，一仰脖子。

一整杯糯米果汁顺着我的食道长驱直入。

还是一股难喝的中药味，真的热了就会好喝吗？
"""

djf "这……表示一下也没叫你直接干掉呀。"

djf "你这都不清楚自己的量，喝慢点没事的。"

djf "你看你，都已经上脸了，我怕你明天早上起不来。"

cy "好像确实……头有点晕。"

djf "我建议你把手机的录音功能开一下。"

cy "什么意思？免得我记不得今天绛枫姐你讲了什么故事吗？"

djf "我怕你明天说自己不清白了，然后来找我麻烦。"

cy "我觉得我应该没这么恶俗吧……"

djf "那你以前喝过粮食果汁吗？"

cy "没有。"

djf "那不就得了，你这一点底气都没有的。"

djf "要不今天就先到这里？"

"虽然确实有点开始晕起来了，但是我总觉得我在这里接受绛枫姐的好意，就等于放弃了自己的尊严。"

cy "没事的，绛枫姐你继续讲就可以了。"

"绛枫姐看了我一眼，叹了口气。"

djf "那就继续讲了。"

djf "蒂蒂尔和米蒂尔去的第二站，是夜之宫。"

djf "据说在夜之宫，有许多只能靠月光生活的青鸟，其中只有一只，即使见到太阳，也不会死去。"

djf "而不想和人站在同一边的猫，偷偷去和夜通风报信，试图阻止蒂蒂尔和米蒂尔找到青鸟。"

"好像哪里都有这种吃里扒外的东西。"

djf "随着一扇扇夜之宫的大门被蒂蒂尔打开，他们见到了阴森的幽灵、疾病、战争、黑暗、恐怖、沉默。"

djf "同时，他们也见到了美好的露水、星星、萤火虫，以及夜莺的歌谣。"

djf "在要打开最后一扇门时，因为夜的恐吓，包括妹妹米蒂尔在内的同行者，都不敢打开这扇门。"

djf "只有哥哥蒂蒂尔和他们的狗，还是坚定地打开了那扇大门。"

"""
非常正统的人物刻画，虽然脸谱化一点没有什么不好，但是我还是觉得有点困。

似乎好像一直可以闻到糯米果汁的中药味。
"""

djf "打开大门的一瞬间，无数青鸟便涌了出来，他们拼尽全力，也无法把这么多青鸟都抓在手里。"

djf "而真正的青鸟，已经翱翔在了月光上面，再也找不到了。"

djf "留在他们手里的，只有已经死去的青鸟们。"

"""
果然还是没找到青鸟啊。

我打了个哈欠。
"""

djf "常远，要不你先回去睡觉？"

cy "……我继续听一会吧。"

djf "再信你一次，真要不行了赶紧说。"

"绛枫姐看了一下我的脸色，清了清嗓子，然后继续说："

djf "在这之后，他们经过了在猫的教唆之下变得充满攻击性的森林、经过了开满了鲜花却没有人影的墓地。"

djf "也都没有找到他们想要找到的青鸟。"

cy "那……他们在哪里能找到青鸟呢？"

"我不由得又打了个哈欠。"

djf "之后再讲吧，今天就到此为止。"

cy "欸？"

"绛枫姐把最后的一点糯米果汁倒进杯里，然后一饮而尽。"

djf "你这已经完全不是没事的样子了。"

djf "要扶你回去吗？"

cy "应该不需要。"

djf "那就还是得扶一下。"
#转场，常远宿舍。
"""
我内心确实是想拒绝的，但是我的身体不听我使唤，一杯半糯米果汁就可以让我像焊在凳子上一样不能自己站起来。

绛枫姐她不仅扛着我走到了宿舍，还看着我刷过牙、洗过脸、上了床才回去。

走之前还把垃圾桶挪到了我头旁边。

感觉作为男人的尊严已经消失得一干二净。

不过洗过脸之后，确实清爽了不少。
"""

cy "……绛枫姐看童话故事这一点，好像确实并没有那么意外。"

"""
虽然确实没有刻意去记馨荷姐的本子里的内容，但是有个词出现得太过频繁，所以我实在是忘不掉。

『反差萌』。

而且这个词过于精妙了，可以把所有意外归结成理所当然。
"""

cy "平时那么正经的绛枫姐，实际上跟小女孩一样看童话故事……"

"一边往嘴里灌高粱果汁一边看童话故事……"

cy "坏了，怎么感觉好像和粮食果汁沾边之后，就完全只剩反差没有萌了。"

"""
不过……喝粮食果汁……

我不由得想起馨荷姐她玩游戏的理由，『时间太多了』。

真的是太多了吗？
"""

cy "整整快五年的心血全部做了别人的嫁衣，回来之后又浪费了快两年的时间……"

cy "所以才说『浪费了六年的时间』。"

"""
绛枫姐说她最开始的契机是因为本应该保研的那个同学退学了，她递补拿到了名额。

但是归根结底这只是最开始的契机，按道理没人会有理由，就为了这么一点破事而一直喝下去吧？

之后很显然绛枫姐也一直都没有停过。
"""

cy "我是不是太疑神疑鬼了……万一绛枫姐真的就是这么单纯呢？"

"""
按道理确实不是没有可能。

但是馨荷姐的前例，让我不由得还是在这个判断上打了问号。

算了，不想了，时机到了绛枫姐她总会说的，说不定只是没想起来而已。

毕竟在这个世界上，有些东西，不想起来才是最好的事情。
"""
#过场动画，转1958
"""
今天1958的工作感觉比昨天还要让我头疼。

不对，可能是让绛枫姐比较头疼。

毕竟我只需要装作不会说话的样子来接客就可以了。
"""
guest "我觉得我给你们开出的条件非常合理，也对你们非常友好。"

guest "我可以独家给你们供应白色丝袜，同时还提供免费的更换服务。"

guest "你们需要付出的仅仅是，每次我来换货的时候给我提供一杯自选茶饮料而已……"

djf "您这边提出的需求，我们确实没法满足。"

guest "这么说，您是打算接受这个交易了吗？您只要在这份合同上签个字按个手印就可以了。"

djf "您这边不付款，我们也没法给您做。"

guest "我这边也带了我们的产品，你可以先试一下货再做决定。"

djf "我们这边不接受任何形式的抵账，必须现金支付。"

guest "你这怎么都不讲变通的，我把货给你，你这边帮我付款不就可以了。"

djf "您再不付款，按照我们的规章制度也没法给您继续服务了。"

guest "你这个生意怎么这么不好做的。"

guest "这样吧，特别给你们一个优惠，我这边两双丝袜直接送你们了，你们现在穿的换下来给我就行。"

"""
绛枫姐直接忽略了这个纠缠不清的顾客，去问下一个顾客的需求了。

眼见自己提出的要求被无视，这个顾客直接搭上了绛枫姐的肩。
"""
#巴掌声
djf "本店是禁止骚扰工作人员的，请您自重。"

"""
绛枫姐甩开了搭在她肩上的手，转身去了仓库。

经过我身边的时候，她小声和我说了一句：
"""

djf "我去拿防暴叉，你帮我拦一下。"

cy "好。"
#隐去djf立绘
"""
像这么不依不饶的顾客，昨天说实话真没见到过。一般绛枫姐说两句，基本都识相地离开了。

要用到防暴叉的只有那个进来就在大声嚎叫，一眼就精神不正常的。

我从吧台后面走出来，挡在到仓库的路线上，结果和想要来追绛枫姐的那个顾客撞了个满怀。

好像不对，明明我根本没有被撞到的感觉，那个顾客突然直挺挺地向后倒去，轻轻地跌倒在地。
"""

guest "你们欺人太甚！怎么可以对顾客动粗！"

"我正想解释，但是一想起自己还穿着女仆装，好像不应该说话。"

guest "你看你，自认理亏不说话了是不是！"

"""
不对，如果我说话的话，是不是可以直接把他给恶心走？

但是因为他耽误了太多时间，没法给其他顾客服务，所以现在1958里面还有好多顾客在等着。

这样的话不就完全是电车难题了嘛！
"""

guest "不过呢，我大人不记小人过，你把你现在穿的袜子脱下来给我就可以了。"

"""
说着，这个顾客就像条蛆虫一样，翻了个身，然后趴在地上向我这边挪动。

最后抱住了我的腿。
"""

cy "呀！"

"""
一瞬间，我发出了好像不应该是我能够发出的声音。

……

不过看其他顾客的样子……好像……没有问题？

不对，我好像忘记了最关键的问题。

我的小腿上还残留着被湿湿黏黏的双手抱着的感觉。
"""

guest "小妹妹啊，过了这个村就没这个店了，你再不考虑一下，我就要收精神损失费了。"

guest "刚刚你的同事敬酒不吃吃罚酒，我觉得你还是个聪明人，应该知道要做什么的吧？"

"""
一瞬间我感觉到了生命的危险。

已经不是思考到底是电车难题还是马桶拔子难题的时候了，(虽然没有用的)声誉是1958的，但是命是自己的。
"""

cy "这位客人，请您不要在店里面随便动手动脚。"

"""
我这一开口，在门口排着队的全走完了。

倒是抓着我的腿的不要脸的愣了一下，然后手往我裙子里面伸了一伸，还抓得比原来更紧了。

……

好像全部搞砸了。
"""

guest "哎呀，我这没仔细看，都看走眼了。"

guest "这样的话，作为我的精神损失费，你必须要签这个供货协议了。"

djf "常远，别理他。站稳了，把他手掰开！"

"""
我还没来得及应声，绛枫姐的防暴叉已经从我裙子下面穿过，顶着趴在地上的那条蛆的腋窝、把他架了起来。

抱着我腿的那两只油腻的手也松了一下，我没费多大劲就把他的手掰了下来。

要是绛枫姐再来迟一点，我都不敢想会是什么样子。
"""

guest "你们就是这么对你们的客人的？现在把合同签了，我还可以原谅你们。"

djf "这种交易，下辈子再过来谈吧！"

djf "常远，搭把手，把他推出去。"

cy "好。"

"""
我扶着防暴叉，和绛枫姐一起把这个不要脸的顶了出去。

他一踩到1958的门外，我就感觉手上轻了很多。

定睛一看，门外面已经一个人都没有了。
"""

djf "早上补了一下库存，防暴叉被塞到最里面了，不方便拿。"

djf "常远，你没事吧？要不今天直接关店休息？"

cy "那…确实有事。"

"男孩子在外面确实要好好保护自己。"
#继续放喝酒CG，喝白的。
"""
我又死皮赖脸地让绛枫姐带我回去喝果汁了。

可能是因为我确实今天压力太大了。

不过，绛枫姐今天回去的路上又忘了买小麦果汁，糯米果汁昨天又喝完了，只剩高粱果汁了。
"""

djf "你这喝果汁的水平太次了，这个不能给你喝。"

"说着，绛枫姐给自己倒了一杯高粱果汁，却给我倒了一杯白开水。"

cy "为啥？不都是粮食果汁吗？"

djf "你也不看看你昨天喝个糯米果汁喝成什么样，这白的一杯顶三杯，哪敢让你喝。"

"好像这确实是事实。"

djf "昨天我讲到哪里了，你还记得吗？"

cy "嗯？什么叫讲到哪里了？"

djf "就昨天讲的《青鸟》。"

djf "你要是记不得了，就说明你昨天就根本没认真听，就别想让我继续讲了。"

cy "呃……我记得是两兄妹在找青鸟？"

djf "哪两兄妹？在哪里找的青鸟？"

cy "呃…韩塞尔和格蕾特？"

djf "虽然这两对兄妹都是樵夫家庭出身，但是你这也不至于直接串戏到《糖果屋》吧？"

djf "再给你一次机会，都去哪里找过青鸟？"

cy "……死人堆里？"

"绛枫姐白了我一眼。"

djf "蒙的？"

cy "蒙的。"

djf "怎么就给你蒙对了。算了，愿赌服输。"

"绛枫姐抿了一口高粱果汁，然后继续说了下去。"

djf "蒂蒂尔和米蒂尔离开了墓地之后，光带领着他们去到了幸福之园。"

djf "一进入幸福之园，他们就看见了许多肥胖臃肿的人间幸福围在八仙桌旁觥筹交错。"

djf "坐在主位的是资本主义，而主宾则是私有制。"

djf "除此之外，暴食、懒惰、无知等等也都是座上宾，他们无休无止地在八仙桌上吃喝玩乐。"

cy "等等，这些听起来特别像七宗罪的物质上的享受也算幸福吗？"

djf "物质享受又怎么不算幸福呢？再怎么庸俗，再怎么在艺术中被批判，你也不能脱离物质生活的。"

djf "而且，大多数人甚至都没有物质享受的机会。"

djf "更何况你这完全是抓大放小，主座上的资本家怎么你给忘了？"

cy "那……绛枫姐你，会因为这种物质享受而感到幸福吗？"

"绛枫姐沉默了一会，又抿了一口高粱果汁。"

djf "我不知道，因为我没有享受过。"

djf "但是总有人会因为物质欲望得到满足而幸福的，你今天不也看到了。"

djf "哪怕他只是『神』所创造出来的虚幻的影子，也不代表他从一开始就不存在。"

"需要这种物质来满足的欲望实在过于令人作呕了。"

cy "原作是童话剧，应该不至于有这么成人的想法吧？"

djf "那当然不是。"

djf "在肥胖的幸福们的蛊惑之下，本不配上桌的狗、面包还有糖都跳上了桌开始吃喝玩乐。"

djf "随后在钻石的魔法之下，肥胖的幸福显出了丑陋的本相，争相逃进了不幸的洞穴里。"

djf "重新回到花园里面的，是无数蒂蒂尔和米蒂尔从来没有认识到过的幸福。"

djf "健康、阳光、雨露…无数和他们共同生活在一起的幸福都来和他们打招呼。"

djf "蒂蒂尔向领头的健康幸福询问青鸟的去向，却只得到了一个暧昧的反问。"

djf "『你怎么会不知道青鸟在哪儿？』"

cy "所以，蒂蒂尔他知道青鸟在哪里吗？"

djf "如果他知道青鸟在哪里，又为什么要特地跑出来找青鸟呢？"

"绛枫姐停顿了一下，见我没有回应，于是又讲了下去。"

djf "最后，他们和母爱相会并告别，空着手离开了幸福之园。"

cy "等下，为什么是空着手的？"

djf "因为幸福们认为蒂蒂尔他们应该知道青鸟在哪里，但是既然蒂蒂尔不知道，那就没什么好讲的了。"

djf "蒂蒂尔和米蒂尔去的最后一站，是未来王国。"

djf "数不清的等待出生的孩子们聚集在那里，每一个孩子都带着一件将要带下界的东西，或是在思索应当带什么下去。"

djf "蒂蒂尔和米蒂尔还未出世的弟弟也在孩子们之中，而他要带下去的东西，是百日咳、白喉和破伤风。"

cy "都什么东西，这下去了还不如不下去。"

djf "那，难道能选吗？"

cy "我们是在讲《青鸟》的故事，对吧？"

"绛枫姐没有说话，只是端起杯子抿了一口高粱果汁，然后继续讲了下去。"

djf "随后，时间所掌管的大门打开，应该在今天下去的孩子们一个又一个地乘上了时间的大船，向人间而去。"

djf "最后，在时间发现他们这几个不速之客之前，他们得到了未来王国的青鸟，踏上了回家的旅途。"

cy "就这么结束了？不会吧？"

djf "以后有机会再讲吧。"

"绛枫姐端起杯子，仰头把最后一口高粱果汁倒进嘴里。"

djf "你应该也不希望这么快就讲完吧？"

cy "那确实，毕竟我还没喝过小麦果汁是什么味道。"

djf "就你这个水平，喝粮食果汁还早了八百年呢。"

djf "对了，我记得过个两周有个烟花大会，要不到时候我们俩去一趟？"

cy "行啊……欸？？？"

cy "Flag已经完全立起来了吧？"

djf "你想太多了，跟馨荷姐那个完全不是一回事。"

djf "我没有任何离开的打算。"

djf "只是看你最近压力太大了，带你出去逛一下。"

cy "那也别用这种说法吧…对心脏实在是不太好。"

djf "又不是约会，你想那么多干什么。"

"绛枫姐端起杯子，往杯子里看了一眼之后，又放了下来。"

djf "算了，不继续喝了，今天就到这里为止吧。"

djf "常远，今天总不需要把你扶回去了吧？"

cy "那要是闻一下高粱果汁我就得倒，我也别呆在这里了。"
call Chapter_5
return