label Chapter_3:
#Chapter 3
kurokage "你刚刚从哪里出来？"

kurokage "不说话是吧？"

kurokage "你几岁了？"

kurokage "放假回来都没个正经样，你没有暑假作业要写吗？"

kurokage "一天天的就知道在外面鬼混，我这次没抓到你，下次你都不知道到哪里去了！"

kurokage "我养你这么大真是瞎了眼了。"#以上设定为男主父亲

"""
不想起床。

明明今天是工作日。

明明我只要把被子一踢我就可以爬起来。

明明我的手机闹铃已经放完了一整首曲子。

明明我可以找出来一万个现在就起床的理由。

但是我就是不想起来。

哪怕这随着天气转暖早就不适合盖的厚被子已经把我捂得浑身是汗，

我也舍不得离开这足以让我感到不适的温暖。
"""

cy "狗屎。"

cy "上周刚和馨荷姐说完那种事情，结果一到工作日又要迟到了。"

cy "我在干什么啊……"

#转1958内景

djf "常远，你发烧还没好吗？要不要去医院看看？"

"""
我在床上赖了半个小时，终于还是热得不行，从被窝里钻了出来。

大概是迟到了二十分钟的我，准备偷偷溜进1958。

结果在打开门的一瞬间，我就看到了杜姐在盯着蹑手蹑脚地推开门的我。
"""

cy "那…大概是好了，就不劳您费心了。"

djf "好，那我就不改你今天早上的考勤记录了。"

"说完，杜姐提着扫把，转身向着仓库的方向回去了。"

cy "欸？啥意思？还有考勤吗？"

djf "当然有考勤啊，你忘了馨荷姐跟你说过的，你的工资组成了吗？"

djf "早上过来的时候馨荷姐已经给你先记了个迟到，然后让我注意一下。"

"杜姐头也不回，径直走进了仓库。"#隐去立绘

cy "啥？怎么我还没来上班你们就先给我记了迟到？"

cy "怎么还是馨荷姐给我记的？"

bxh "嗯？反正你平时不都迟到的，我先给你打了，免得之后忘了。"

cy "馨——荷——姐——"

bxh "而且周末都发生过那种事情了，对于像你这样年轻的男孩子…"

bxh "晚上硬是睡不着然后翻来覆去，第二天早上起不来不是很正常吗？"

"""
果然像这样、总是会在意想不到的地方蹦出来、做出一些意想不到的事情的馨荷姐，才是正常的馨荷姐吧。

上周末那个一开始打起游戏就跟换了个人一样，旁若无人、急躁、近乎强迫症的馨荷姐，

一定只是我在梦里见到的镜中花、水中月而已。
"""

cy "那倒没有…只是早上做了个不太好的梦。"

"刚刚还在嬉皮笑脸的馨荷姐突然收住了笑容，随后立刻硬生生地挤出了笑容。"

bxh "没事没事，姐姐能理解的，早上总是有东西要升起来的。"

bxh "有什么事记得和姐姐说，虽然姐姐可能解决不了，但是姐姐会尽量帮你的。"

cy "那要我说我也解释不清楚啊…"

cy "我做的什么梦，我现在已经忘掉了。"

"馨荷姐松了一口气，然后拍拍我的肩膀。"

bxh "不过小常你也别急，还有十五个工作日呢。"

bxh "你再急也没有用的。"

"""
我刚想辩解，馨荷姐的食指按在了我的嘴唇上。

随后她贴近我，在我耳边说：
"""

bxh "在那天之前，你记得跟绛枫她要保密哦。"

"我跟捣蒜一样猛猛点了几下头。"

bxh "好，那在这之前，我要先把你培养成一位优秀的1958员工。"

cy "欸？馨荷姐你来教我？"

"馨荷姐放开了我，然后转头面向仓库。"

bxh "绛枫——你忙完了吗？"

bxh "忙完了的话，你来好好指导一下小常——"

"""
我就知道！

虽然这很合理，我也不指望馨荷姐真的能来教我。

但是说实话我还是有点担心杜姐的填鸭式教育的效果。
"""

djf "怎么你天天把不想干的事交给我啊，馨荷姐？"

"杜姐边带上仓库的门，边从仓库里走了出来。"

bxh "哪能呢，这不是看您优秀嘛～"

djf "别阴阳怪气。"

djf "让我教常远是吧，行。"

djf "常远，来，今天教你加热设备使用和日常维护。"

"""
杜姐招手让我去后厨的方向。

我正想往后厨走的时候，突然屁股不知道给谁轻轻来了一巴掌。

我转头看向馨荷姐，馨荷姐把头扭向一边，开始吹起口哨。
"""

djf "你再盯着你馨荷姐看，小心变得跟你馨荷姐一样哦～"

"虽然对馨荷姐很失礼，但是我确实不想变得和她一样。"
#过场动画
"""
……

接下来这两周多的时间，我全在跟着杜姐学一些在馨荷姐嘴里『相当基础』的东西。

比如什么端茶倒水的基本礼仪、一些简单的饮料的调配。

但是不知道为什么，每次都是馨荷姐过来挑我的刺，杜姐倒是讲了我两天之后就觉得我可以出师了。

除了每天早上迟到的时候都会挨杜姐一顿说。

我记得好像，唯一一次，馨荷姐想来挑我刺然后默默地走开的时候，是这样的：
"""
#背景虚化
bxh "小常啊，你绛枫姐刚刚教你做了啥？"

cy "呃…半糖冰抹茶。"

bxh "那你给姐姐做个全糖小杯热抹茶呗？"

cy "不是，馨荷姐，你故意的吧？"

cy "全都反着来？"

bxh "哎，哪有那么精确的，半糖加一泵糖浆，全糖你加两泵就行。"

cy "那不是大杯和小杯之间也有差距吗？浓度不是不一样吗？"

bxh "你管那么多干什么，反正多加亏的又不是你，少加别人也喝不出来。"

"虽然乍一听有点强词夺理，但是好像实际上确实是这样。"

bxh "你做就是了，反正做砸了姐姐也会喝掉的。"

bxh "给你三分钟，做不出来晚上就去吃母鸭煲了。"

cy "那只对馨荷姐你才是惩罚吧……"

"""
我边嘴上吐槽馨荷姐，边从架子上拿下来一个350毫升的纸杯。

往纸杯里挤了两泵糖浆，然后端着纸杯走到抹茶罐子旁边。
"""

bxh "小常啊，小杯加十克抹茶粉，这总记得住的吧？"

cy "馨荷姐你不说我也算得出来的……"

"""
我拧开抹茶罐子，把抹茶罐里面的勺子上沾的抹茶粉抖干净，然后舀了一勺抹茶粉。

右手持勺子，前端凹陷部分和纸杯口齐平，然后倾斜六十度。

嗯，我第一次拿勺子的时候就是这样子加的料，杜姐当时也没管我，随我便了。
"""

bxh "一勺两克，别数错了，要是……"

"""
我正把左手贴在右手腕旁边，准备敲手腕把抹茶粉抖下去的时候，馨荷姐突然把讲到一半的指指点点咽回去了。

我把第一勺抹茶粉抖进纸杯，然后转头看向馨荷姐：
"""

cy "馨荷姐，有啥事吗？"

"""
馨荷姐张了张嘴，什么都没说，然后转过身，找了张凳子，背对着我。

我虽然感到有点奇怪，但剩下四勺抹茶粉还是得加，当时就没管馨荷姐。
"""

bxh "……你做完之后端到我这边桌子上就可以了。"

cy "好的～"

"""
本来按道理热抹茶应该是热水化开之后，再加入少量温水搅匀的。

我忘了加温水，直接热水加满端给馨荷姐了。

但馨荷姐沉默着喝完了全糖小杯烫抹茶，那天直到下班，一句话都没再和我说。
"""
#加一个过场动画，取消虚化
"""
嘛，虽然馨荷姐和杜姐对我的工作总是有一些不满意，但基本上还是认可了我的工作。

那得到了认可，自然总是想要满足一下自己的表现欲，于是在一通商讨后，她们俩拗不过我，让我去接待了一下客人。

然后我干了一下午服务生，结果进来的客人总是以杀人的眼光看着我把饮料端上来。

但是之前客人看杜姐就从来不是那种眼神，好奇怪啊。

总不能是因为进来的基本都是男性顾客吧。

在那天之后，我自愿放弃了接待顾客，杜姐和馨荷姐也没说什么。

于是就这么混到了和馨荷姐约会之前的最后一个周五。
"""
#转场动画，还在1958.
bxh "欸，小常，你是不是还没做过咖啡？"

"""
下午四点半左右，或许是出来偷偷摸鱼的顾客们都走完了，馨荷姐突然没来由地问了我一句。

进入工作状态之后反而摸了快一周鱼的我，实在是有点不适应。

毕竟鹭州科技大学返校之后，我除了被揪考勤之外，从来就没有被管过。

虽然返校第一周我还闲不下来，主动去要了点活，最后基本都草草结束了。
"""

cy "那还真没有，馨荷姐你不是连咖啡杯都不让我洗吗？"

bxh "嗯……好像确实是这样。"

bxh "哎你别管那么多， 过来就是了。"

"""
虽然搞不懂馨荷姐葫芦里卖的是什么药，但是她总是想一出是一出，随她便吧。

我跟着馨荷姐走进吧台里面。
"""

bxh "哎，虽然你洗过的杯子肯定不到我的十分之一，不过你肯定是会洗的，就不教你了。"

cy "什么歪理…咖啡杯都是馨荷姐你洗的，其他饮料都是一次性纸杯，我都没洗过杯子呢……"

bxh "你肯定是会洗的，等你摸到杯子就自然会洗了。"

"""
馨荷姐一脸平静地说出的这句话，让我没来由地感到一阵恶寒。

我总不会是忘掉的是我洗杯子的记忆吧。
"""

cy "那就当馨荷姐你说的是真的吧。"

cy "不过怎么突然说让我学做咖啡了？"

"""
我记得之前杜姐教我配料做饮料的时候，我还问过杜姐能不能教我用咖啡机。

当时杜姐的脸色似乎像是有点什么难言之隐，她沉默了一会，然后跟我说：
"""

djf "等你馨荷姐来教你吧。"#不要放立绘

"""
结果要么是我忘了问馨荷姐，要么是想起来的时候突然有什么倒垃圾卸货之类的杂活要我去干，回来又忘了。

总之直到现在我都还没问过馨荷姐这件事。
"""

bxh "你废这么多话干什么，学不学？"

"我第一次在馨荷姐脸上看到不耐烦的神情，吓得我赶紧赶紧应承下来。"

cy "学！"
#过场动画。
djf "我回来了——"

"刚刚去送了个外卖的杜姐推开1958的门，然后看了眼店内的情况，接着向我们俩打了个招呼。"

djf "今天这营业应该差不多快结束了，还有点外送的吗？"

djf "欸，常远，你这是在……"

"我把刚用好的冲煮头从咖啡机上拧下来，然后往专用的废弃咖啡粉投放处上一磕，转头看向杜姐。"

cy "杜姐，意式浓缩刚冲好了，要不来一杯？"

"杜姐没有回应我，她的目光一直定在馨荷姐的脸上。"

djf "馨荷姐，你想好了？"

bxh "小常他学得还挺快的，而且反正他去接客会让客人不高兴，不如让他坐吧台去。"

djf "我不是这个意思，馨荷姐你怎么答非所问的？"

bxh "马上下班了，有什么事吃完晚饭再说。"

bxh "哦对了，你来试试小常刚冲好的咖啡，要加糖吗？"

"""
杜姐好像是要说些什么，最后还是咽了下去。

我记得好像我到1958的第一天，她们俩也是像这样子在打哑谜一样。

算了，不想太多了，想太多对脑细胞不好。
"""

djf "不用了，黑的就好。"

"我把咖啡杯递给杜姐，杜姐接过咖啡杯，一饮而尽。"

bxh "哦对了小常，你明天的约会计划晚上记得再确认一下啊，别掉链子了。"
#播放瓷器碎裂声
"杜姐手里的咖啡杯掉在地上，漂亮地裂成了碎片。"

djf "啊……我马上收拾。"

cy "我来收拾，杜姐你先坐着就行。"

djf "行……"

"""
杜姐老实地坐了下来，没有多说什么。

我伸手去拦杜姐让她不要碰碎瓷片的时候，好像碰到了她的手。

冰凉得像是刚从冰水浴里面拿出来一样。

是我多虑了吧。
"""
#转场，宿舍。
"""
今天杜姐罕见地没有在晚餐去哪里吃提出任何意见。

馨荷姐也罕见地主动提出晚上去吃母鸭煲。

然后我在吃完晚饭之后就被她们赶了回来，馨荷姐当时还强硬地和我说了一句：
"""

bxh "等会我要和你绛枫姐商讨一下怎么对你的约会计划做出反制，你绝对不可以跟过来！"#不要放立绘

"""
哎，算了，反正馨荷姐想去哪就去哪，还是跟认识的人一起出去的，随她便吧。

反正杜姐她认识馨荷姐的时间要比我更久，也总比我要更靠谱，应该也不会出什么事。

我不如重新看一下我明天的约会计划。
"""

cy "早上吃过早饭顺着银城路下去，去CBD看个电影然后吃中饭，下午去海洋公园……"#银城路=金寨路

cy "晚上在鹭州科技大学门口的Fabio吃个晚饭，接着在鹭州科技大学里面转一圈……"

"""
我面前的草稿纸上满是涂改的痕迹。

隐约可以看到被划掉的逍遥津、徽园、大蜀山、植物园几个字。

倒不是说这些地方不好，但出于想要更有点约会氛围的想法，

最后我还是挑了两个更常规的地点。
"""

cy "哎，想那么多也没什么用，不如担心一下明天能不能准点起床。"

cy "约的是早上七点在1958集合，也不知道为什么馨荷姐非要绕这个路。"

cy "睡觉吧。"

"我最后确认了一下手机上的电影票和海洋公园门票的购票记录，然后设好闹钟，关上了灯。"

cy "祝我明天能准点起床。"
#转场动画
"""
……
"""
#播放闹铃声
"""
今天的睡眠质量实在是好到令我难以置信。

我居然在被闹钟叫醒之前，都没做之前做过的那种怪梦。

尽管今天起得比平常上班时间起床都早，反而还比平常要轻松很多。
"""

cy "正好六点半……洗漱一下刚好准点到1958。"

cy "懒得换衣服了，干脆直接穿工作服算了。"

cy "应该……馨荷姐她也不会在意这么多的吧？"
#转场动画，1958外。
"""
尽管前几天鹭州刚刚转暖，但今天这风吹得我有点睁不开眼，感觉反而比之前要更冷。

不过虽然有点冷，今天去植物园放风筝倒是个不错的选择。

我一边胡思乱想着，一边走进了鹭州科技大学的大门。

远远地，我就看见馨荷姐站在1958的门口。
"""

cy "不是，约的不是七点钟吗，我还留了点时间，现在才六点五十五啊……"

"我掏出手机确认了一下时间，确认自己没有迟到之后，赶忙三步并作两步跑到1958门口。"

bxh "早上好呀，小常。"

cy "馨荷姐，不好意思啊，等很久了吗？"

bxh "没有，我也才刚到。"

bxh "现在反正也没到七点，小常你也没迟到，是我自己来得早而已。"

bxh "而且…我本来也想要这么说一次。"

"馨荷姐脸上一瞬闪过黯然的神情。"

bxh "算了，不提这些了。小常，你今天都有些什么计划啊？"

cy "那个，早上是……"

"馨荷姐伸手打断了我。"

bxh "没啥，我刚说错话了。不用说今天的，你只要告诉我接下来去哪里就可以了。"

cy "哦…我们先吃个早饭，然后打车去最近刚开的一个商场逛街顺便看电影。"

bxh "嗯……怎么这么经典，能不能来一点像是你们年轻人能提出的新创意啊？"

cy "馨荷姐你不也是年轻人吗？"

bxh "我？我哪里年轻了，就因为我说我自己二十七吗？"

bxh "算了，也没啥，经典也有经典的好。"

bxh "对了，你计划好早上吃什么了吗？"

cy "那…还真没有。"

bxh "我就知道。"

"馨荷姐推开了1958的大门，我才发现后厨那边灯是开着的。"

bxh "不过你想吃别的也没有了，吃个枕头馍凑合一下吧。"
#转场动画，放商场背景。
cy "馨荷姐，离电影开场还有一个多小时，要不先逛一下？"

bxh "……算了，不是很想逛街，要不我们找个地方聊会天，等电影开场吧。"

bxh "反正也没啥好逛的，进女装店反正你也会不自在，去男装店的话性价比太低了。"

"馨荷姐说话的时候，左手一直以一个不自然的姿势往前面伸着。"

cy "行，那我们随便找个冷饮店先坐一下。"

"""
我转过头，正要往前走去，突然右手给馨荷姐紧紧地握住了。

回头往右后方看去，馨荷姐一脸不满地盯着我。
"""

bxh "约会的时候要主动牵着女孩子的手啊！"

bxh "以后可不会有人来教你了。"

"馨荷姐的手好凉，应该是刚从外面进来，被风吹的吧。"
#转场动画
"""
因为实在不知道喝些什么，我就干脆买了两个香草甜筒冰淇淋。

我两只手各拿着一个冰淇淋，回头来找坐在商场中间的长椅上的馨荷姐。
"""

bxh "谢谢啦，小常。"

"馨荷姐从我手里接过冰淇淋的时候，我似乎才发现我好像犯了个错。"

cy "呃…馨荷姐，是不是我买错东西了？你今天是不是不适合吃这个？"

"馨荷姐一愣，然后笑了出来。"

bxh "不是你想的那样，你想多了。"

"馨荷姐狠狠咬了一口冰淇淋，然后继续说："

bxh "只是今天突然什么都不想做了，想多和你再聊会天而已。"

bxh "你来1958也有一个月了，但是我们都还没正经聊过，是吧？"

cy "好像是的…那不是每次到周末我想来约馨荷姐你，你每次都是直接拒绝了吗？"

bxh "呃……姐姐也是有很多事情要做的，不然也不至于说直接把这次约会拖到当时的三周之后的。"

bxh "别在意那么多了，也别站着，坐下来聊。"

"""
我刚坐下来，馨荷姐就把我的胳膊揽到她的臂弯里。

过于陌生的触感让我一时有点不知所措。
"""

bxh "那，在姐姐讲自己的事情之前，先要问你一个问题。"

bxh "小常，你现在还是对于以前的事情，一点都不记得了吗？"

"""
这三周来每天都很充实，以至于除了每天早上做的怪梦会让我想起来失忆的事情之外，失忆对我的生活一点影响都没有。

倒不如说，是我自己忘记了我失忆了这件事。
"""

cy "呃……我也不确定我有没有新想起来的东西。"

cy "我这阵子都没注意过，不过我个人的籍贯学历家庭关系还是都记不得。"

bxh "那其实和你刚来的时候也没多少区别，我心里有数了。"

cy "那确实差不多……"

bxh "那既然这样，那姐姐就随便聊聊自己的事情了。"

bxh "我是十四岁上的大学。"

cy "欸欸欸欸欸？"

bxh "你欸什么，这很常见的。"

"明明我脑子里面的常识跟我说这个基本不可能，但冥冥之中却感觉我已经听说过这种事情好几次了。"

bxh "总之反正就是像你这个年纪的时候，我已经本科毕业了。"

bxh "小常，你要不猜一下姐姐学的是什么专业？"

cy "在咖啡厅工作，应该是食品工程吧？"

"馨荷姐转头啃了一口冰淇淋，然后面对着我，说："

bxh "猜错了，是化学，无机化学。"

bxh "嘛，不过问一个失忆的人这个问题，能报出来一个大方向对的答案已经是很好的了。"

cy "那馨荷姐，你十四岁就去上大学，心里不会害怕吗？"

"""
很明显上大学和害怕这两者之间绝对划不上等号。

但是没来由的，这个问题已经脱口而出。
"""

bxh "哪怕是东洋来的，也不至于整天『不安、不安』的吧？"

bxh "不过毕竟是未知的东西，肯定是有点不安的；但是更多的总还是对于未来的期待呀！"

bxh "这是大学啊，对于一般人来说这就是青春的最后一站了！"

bxh "那小常，你既然觉得上大学会害怕，对大学有什么印象吗？"

cy "那十四岁上大学害怕，跟十八岁上大学害怕，总不是一个东西吧。"

cy "不过说实话…大学是什么东西，我已经基本记不得了。"

cy "好像有那么一点点印象，但是不是害怕，而是别的什么东西……"

bxh "常远！"

"馨荷姐突然拔高的声音顿时把我从思考中拉了回来。"

cy "啊？馨荷姐，有什么事吗？"

bxh "当我刚才没问过，你也先不要去想关于大学的事情了。"

bxh "我继续讲我的故事吧。"

bxh "拿到录取通知书的那个暑假，我加入新生群之后，做的第一件事就是加了学校的动漫社群。"

bxh "然后本科四年，我除了第一年去开了下社团大会，一次社团活动都没参加过。"

cy "是这个动漫社都没什么活动吗？"

bxh "没有，单纯是我发现我自己喜欢的东西，和主流喜欢的东西差得有点多。"

bxh "学校的动漫社办得很好，每年都会在大礼堂办一场很大的演出，并且全市的其他高校也都会来出演节目。"

bxh "除了动漫社之外，还有另外一个不是正式社团的民间组织也会在另一个礼堂组织一个主题晚会。"

bxh "我去过，但是都不是我喜欢的类型，所以最后我就成了幽灵部员。"

cy "那……大学应该除了社团之外，应该还有些别的东西吧？"

"""
总感觉话题的走向有点不对，我赶紧打断了馨荷姐，尝试扯到别的话题上。

但是总感觉馨荷姐说的事情，我好像在哪里见过。
"""

bxh "有啊，去课题组搬砖。"

bxh "我大一下学期就进一个课题组帮博士师兄做实验了。"

bxh "不过那个时候基本都是做做反应，没有做……"

"""
馨荷姐扭过头，把剩下的蛋筒部分吃了个干净，才回头来看我。

我总觉得刚刚馨荷姐的脸色有点不对劲，可能是我看错了吧。
"""

bxh "总之，大概有两年的时间，我每个周末的下午都会去课题组收反应，然后把第二天的反应做进去。"

bxh "不过反正不用动脑子，就每天过去做做反应，不做反应的时候就看看文献……"

bxh "欸对了，小常，电影是不是快开始了？"

"""
馨荷姐的脸色明显不对劲。

我看了看手机，离电影开场还有快二十分钟。
"""

cy "快开始了，我们去电影院吧。"

bxh "拉我一把，我坐久了，起不来了。"

cy "嗯。"

"""
很明显是假话，是一个不想让我戳穿的假话。

我搭着馨荷姐的胳膊把她搀扶起来，她轻得不可思议，

就像是装在铜网盒里面的透射电镜铜网一样，只要把盖子推开，风一吹就会飘到遥远的地方去。
"""
#过场动画，转影厅内
"""
馨荷姐靠在我的肩上，静静地看着荧幕上的画面。

直到我搀着馨荷姐走到影院然后等电影开场的这段时间，馨荷姐一句话都没有说。

我也一句话都不敢问，只是沉默着去自动取票机上领了电影票，然后搀着馨荷姐找到位置坐定。

终于在开场十来分钟后，馨荷姐打破了我们俩之间的寂静。
"""

bxh "小常，你怎么挑了这么一个片子？"

"""
荧幕上，穿着和服的少妇，正在给身受重伤神智不清的米国人，小心翼翼地喂着一碗清酒。

明明这个米国人刚刚还是被雇佣过来屠戮这个山村的助纣为虐之徒。
"""

cy "嗯？我不知道看什么，就随便挑了个爱情片，怎么了吗？"

bxh "你挑电影的品味是真的够烂。"

"馨荷姐尽管比刚才好些，但还是有气无力的样子。"

bxh "你觉得这个东洋姑娘好看吗？"

cy "好看，但是比起馨荷姐你……"

bxh "没问你这个，你吹出多少朵花都没用的。"

bxh "你还记得刚刚有个红盔甲的被这个米国人干掉了吗？"

cy "啊，好像是有那么点印象，那个红盔甲的看起来像是个头领的样子吧？"

bxh "这个东洋姑娘，是那个红盔甲的未亡人。"

bxh "电影的结尾，这东洋妹子跟这个米国人好上了。"

cy "哦……啊？"

bxh "所以才说你品味烂，这种歪屁股的也能挑出来。"

"馨荷姐沉默了一会。"

bxh "你觉得这部电影里面，最幸福的应该是哪个人？"

cy "那听馨荷姐你刚刚说的，应该是那个米国人吧？"

cy "虽然背井离乡过来，但是应该拿到了不少钱，该做的事情也都做了。"

bxh "是，也不是。"

bxh "所有参演这部电影的、还有观看这部电影的米国人，都是最幸福的。"

bxh "他们任凭自己的意愿，把别人的文化、别人的历史还有别人的意志，如同表面吸附模型一样肆意揉捏，"

bxh "做出来的结果只能遂他们的意志，只能为了满足他们、取悦他们而生。"

bxh "每一个看到这样的剧本的米国人，都能在想象中的东洋的土地上，肆意采撷明艳动人的东洋姑娘。"

"荧幕上，儿子被米国人杀了的东洋人头领，正在向米国人学米国语。"

bxh "滑稽得很，是吧？本来这个米国人就是东洋人的阶下囚，要杀要剐都是东洋人一句话的事。"

bxh "但是东洋人不能杀他，所有的东洋人只是荧幕外的米国人的提线木偶而已。"

bxh "假如你是那个东洋妹子，你能怎么做呢？"

"""
我没法回答。

馨荷姐也陷入了沉默。
"""

bxh "…对不起啊，姐姐总是在氛围最好的时候，把什么东西都搅得一团糟。"

bxh "明明今天是约会，但是一点约会的氛围都没有。"

cy "不是这样的，是我没有考虑好……"

bxh "小常你不用安慰姐姐的。"

bxh "对就是对，错就是错。"

cy "但是这又不是客观规律，只是个人主观的想法而已啊！"

bxh "那难道你觉得，在这里听姐姐抱怨一整天很开心吗？"

cy "怎么可能会不开心呢！"

cy "馨荷姐肯定不是那种会随便向别人抱怨的人！我是至今为止唯一一个能听馨荷姐说这种事情的人吧？"

"""
明明是我从心底说出的真挚的话语，馨荷姐却像是听到了个笑话一样，在我肩上笑得停不下来。

过了好久，馨荷姐才平复过来。
"""

bxh "你说得没错，这种事情我没能跟别人说过。"

bxh "我想说的时候，已经没有人愿意听了。"

cy "那…本来今天就是想要听馨荷姐的故事，所以才要拉着馨荷姐你出来的。"

bxh "只是今天吗？"

cy "真要我说实话的话，我每天都想听到馨荷姐最真实的声音。"

bxh "像我这样子，每天疯疯癫癫、怨天尤人的老女人，有什么好的。"

cy "那我最开始来1958的时候，不是馨荷姐你拍板的，给我这份工作的吗？"

bxh "换成绛枫她也一样会做这种事情的，跟我没有根本性关系。"

cy "那我发高烧的时候，不是馨荷姐你照顾了我一天吗？"

bxh "是我故意把绛枫的活抢了，本来让她来的话，肯定会照顾得更好的。"

bxh "也不至于说明明应该是照顾别人的人，反而先躺下来睡着了。"

cy "跟杜姐还是谁根本就没有关系吧！"

cy "我在意的只有馨荷姐你，不是别人！"

"靠在我肩上的馨荷姐没有回应。"

cy "馨荷姐，虽然很厚颜无耻，但是我还是想问你一个问题，你能回答我吗？"

cy "馨荷姐，我喜欢你，你对我是怎么想的？"

bxh "很抱歉。"

bxh "我不能够喜欢上你。"

"""
果然是被拒绝了。

我沉默了一会。
"""

cy "我其实本来也没想过，如果馨荷姐真的说喜欢我的话，要怎么办。"

"我很想找个地方把自己埋进去，但还是逞强着找了个借口。"

cy "那，馨荷姐你下午还愿意陪着我吗？"

bxh "嗯。"

"""
我搞不清为什么馨荷姐刚拒绝了我，却还同意了继续今天的约会。

明明她应该觉得没有意义了才对。

馨荷姐一直靠在我肩上，直到电影散场都没有挪开过。
"""

cy "这个结尾是真的烂啊。"

cy "这东洋人头领为了所谓的武士精神死了，而这个米国人却被称为武士还活了下来。"

bxh "早就说你没有挑电影的品味了。"

bxh "你成不了那样的米国人，你只能尽力，不要成为荧幕里面的人。"

cy "真的不能吗？万一我成了那样的米国人，然后让馨荷姐就范呢？"

"这个玩笑烂透了。"

bxh "不可能的。"

"馨荷姐应该是忘了她现在还靠在我的肩膀上，她的嘟囔声我听得清清楚楚。"

bxh "从那里出来的人，是没有心思做这种吃力不讨好的事情的。"
#黑屏
"""
……
"""
#转场，海洋公园。
"""
馨荷姐说她没什么食欲，我们就在商场里的WakuDonalds随便吃了点。

本来想去楼顶的一家西餐厅吃的，但是馨荷姐一听那个名字就直接拒绝了。

说是又贵、量又少、还不好吃，还不如去吃W记的1+1。

看起来馨荷姐也不像是有逛街的精力的样子，干脆就直接打车到海洋公园放松一下了。
"""

cy "坏了，忘了海洋公园里面都不透气了。馨荷姐，要不我们去植物园或者换个别的公园？"

bxh "哎，没事的，别担心那么多。"

bxh "而且你票不都买了，退掉太可惜了。"

"""
尽管馨荷姐确实已经恢复了一些，还勉强能站起来走两步，但我还是放心不下。

希望她不要察觉到我紧紧抓着她的那只手上全是冷汗。
"""

bxh "我以前也很喜欢海洋公园。"

bxh "我们人类只能拥有这个星球的三成，剩下的七成全都属于海洋的子民们。"

bxh "所以我很羡慕它们的自由。"

cy "那，鸟儿不应该更加自由吗？全世界都是它们的。"

bxh "那就是更久远的事情了。"

bxh "脚下没有东西的感觉太可怕了，现在的我接受不了。"

bxh "对了，小常。你现在是不是在想，因为上午被拒绝了，所以下午要一雪前耻，把自己最好的一面展现出来？"

cy "……确实是的。"

"感觉在这里否定馨荷姐，反而会显得我完全没有尊严。"

bxh "怪不得你从中午吃饭开始到现在，一直都摆着个苦瓜脸，像欠了别人几十万一样。"

bxh "整天闷闷不乐的，幸福也不会找上门来的。"

cy "…我的表情有那么明显吗？"

bxh "你从进1958的第一天开始，就什么东西都藏不住。"

bxh "进展馆里面看看吧，光在这里聊天，也不是个事。"

"""
馨荷姐拖着我走进了一个展馆。

我们俩牵着的那只手已经滑得不成样子。

分不清到底是我的汗还是馨荷姐的汗。
"""
#转场动画
"""
我跟着馨荷姐在过道里漫无目的地转悠，然后走到了水母馆的大门口。

水母馆里，五颜六色的灯光照在透明的水母上，折射出艳丽而危险的色泽。
"""

cy "馨荷姐，这里是水母馆，要不进去看看？"

bxh "嗯。"

"我牵着馨荷姐的手，正想走进水母馆，但馨荷姐的脚像是生了根一样，纹丝不动。"

bxh "等下，小常，我还没做好心理准备……"

cy "馨荷姐，看个水母而已，应该不需要做心理准备吧？"

bxh "……那可说不准啊。"

"馨荷姐深呼吸了几下，接着艰难地挪动着双腿，跟着我一起走进了水母馆。"

cy "馨荷姐，要不…我们还是回去吧？"

cy "是不是今天好好休息一下比较好？"

bxh "开什么玩笑，我跟你约好了，今天是和你的约会。"

bxh "你现在是想把我赶回去吗？"

cy "那当然不是！"

bxh "既然不是的话，那就让我陪你到最后。"

bxh "肩膀借我一下。"

"""
踏进水母馆的馨荷姐喘着粗气、头上冒着虚汗。

我实在很想问她到底为什么要坚持到这里，但我还是违抗不了她眼中的那份光芒。
"""

bxh "小常，再靠近一点。"

cy "好。"

"""
我向馨荷姐那边又靠近了半步，她的呼吸声在我耳边清晰可辨。

至于压在我背后的重量感，好像现在并不是特别适合享受的时机。
"""

bxh "不是这个意思…算了，这个姿势也要更舒服一点。"

bxh "扶我过去吧，离水母缸再近一点。"

"""
馨荷姐的重量几乎完全压在了我的肩上，我几乎是把她拖到了水母缸旁边。

我看着她趴在水母缸上的侧脸，像极了分析化学实验时垫在锥形瓶下的白瓷砖片。

五彩的光芒闪耀在她的眼中，却遮掩不住她脸上的苍白。
"""

cy "馨荷姐，要不还是回去休息一下……"

bxh "我不回去。"

bxh "我都到这里了，为什么还要回去。"

"我说不出话来。"

bxh "你看，它们是多么自由。"

"""
一团气泡无声无息地从缸底下冒起，在我和馨荷姐对视的目光之间穿过。

突然，我感觉到环绕在我脖子上的馨荷姐的双臂一软，她整个人如同触电一般倒了下去。
"""
#CG需求#常远抱着bxh CG。
cy "欸？"

"""
慌乱之中，我只来得及蹲下身把馨荷姐抱住，定下神我才发现，怀中的馨荷姐双目紧闭。

她的脸像氧化铝陶瓷膜一样煞白，鼻子里只有出的气、没有进的气。
"""

cy "馨荷姐！"

"""
怀里的馨荷姐没有回应我。

突然间，我感到一阵天旋地转，一段不属于我的记忆涌入我的脑海。
"""
#过场动画，背景虚化带粒子效果。实验室背景。插入『包馨荷视角』标签。

kurokage "包师姐，你也回咱们课题组来做研究员了吗？"#包馨荷的同龄师妹，迟三年进组，25岁提前毕业，27岁做完博后回来拿教职。

bxh "……"

kurokage "欸？那难道师姐你现在在做博后吗？"

bxh "……"

bxh "你什么意思？"

kurokage "师姐你不是实验做得很好吗？导师说你不缺数据，所以当时就把你的工作拿来给我发掉了。"

bxh "你刚刚说什么？"

kurokage "就我博士毕业那篇Bngew，是导师把师姐你的实验数据给我，我这边补了点密度泛函计算发掉了。"

kurokage "欸，师姐，你去哪里啊！"
#过场动画，实验室背景。
kurokage "小包，你师妹做完博后回来做副研究员了，你看见她了吗？"#包馨荷导师

bxh "看见了。"

kurokage "时间过得真快啊，你师妹她好像六年前才进咱们组吧？"

kurokage "她还是咱们学校英才班学院的，十七岁就来咱们学校读的本科。"

bxh "我来鹭州科技大学的时候，只有十四岁。"

kurokage "哎呀，不好意思，事情太多了都忘了。"

kurokage "对了，小包，之前我让你做的那个课题有什么进展？"

bxh "老师，我想问一下，四年前你让我中止掉了的那个课题，是怎么一回事？"

bxh "我九年前进的课题组，那个课题我做了整整五年。"

bxh "你跟我说这个课题新颖性不够，然后让我去别的老师的课题组学习了快两年。"

kurokage "那个课题确实不太好啊，大家都在做这个东西，都没啥花头。"

bxh "你还要骗我到什么时候！"

bxh "我还以为你真想让我多学点东西，结果你反手拿我的数据直接送她提前毕业！"

kurokage "啊……当时我也拦过你师妹了，但是她非说这个课题有价值，那也就由着她了。"

kurokage "不过也是她有天分，自己学了理论计算，然后把这个课题的缺点给补上了。"

bxh "好，真好。"

bxh "你知道我在这个课题组多长时间了吗？"

bxh "九年。"

kurokage "小包啊，那不是，你现在也没有能发文章的数据啊。"

bxh "你还要我给你多少数据？"

bxh "两年前我回来的时候，刚发了一篇二区，还带着做了一半的课题。"

bxh "结果现在呢？还是只有一篇二区。"

bxh "我连个普通SCI的数据难道都凑不出来吗？"

kurokage "小包呀，我也是为你好，你看，再过一年你就要被清退了，再不赶紧做点数据出来……"

bxh "你知道这是什么吗？"

bxh "我今天啊，刚准备给压汞仪换汞源，就听到了世界上最好笑的笑话。"

bxh "你既然给我不痛快，那你也别想痛快！"
#过场动画。实验室背景。
kurokage "小包啊，你转博也有一年了，现在做的这个工作是不是已经有点初步进展了？"#导师

kurokage "正好，咱们课题组新来的有个本校英才班学院的，你来带一下她。"

kurokage "实验交给她做，数据你整理一下，就可以准备发文章了。"
#过场动画。实验室背景。
kurokage "请问您是包馨荷师姐吗？我是咱们课题组新来的硕士生。"#师妹

bxh "是的。你是老板说的那个英才班学院毕业的，跟着我做电催化的吗？"

kurokage "是的是的！老师已经很您先说过了吗？"

kurokage "不过师姐，您看上去好年轻啊，都用的什么护肤品啊？"

bxh "我不用护肤品的。我明天要开一组反应，你到时候过来学一下。"

kurokage "不会吧，师姐你这皮肤这么好，到底怎么保养的啊？"

bxh "我十四岁来的鹭州科技大学，比你高三届，应该跟你差不多年纪。"

bxh "你之前做过水热反应或者热回流反应吗？没做过的话明天早上八点过来，两个反应我都带一下你。"

kurokage "欸？师姐才二十一吗？那不是和我同岁嘛！"

kurokage "真好啊，要是我能和师姐毕业得一样早就好了。"
#过场动画。实验室背景。
"""
三颈烧瓶里，正在除气除水的十八烯不断冒着气泡。

早知道昨天应该要多和那个师妹确认一下的。

都等了一个多小时还不来，再等下去下午都要来不及收反应了。
"""

kurokage "师姐，不好意思，早上睡过头了！"#师妹

bxh "你来太迟了，我反应已经全做进去了。"

bxh "再迟的话，今天我自己的反应都别做了。"

bxh "你回办公室，我给你发几篇文献先看一下，下午四点收反应的时候再教你。"

kurokage "好——"
#过场动画。实验室背景。
"""
下午三点五十，差不多该收拾一下准备收反应了。

但是没有看到刚来的那个师妹。
"""

bxh "昨天不是新来了个师妹来着？有谁知道她去哪了吗？"

kurokage "就昨天过来说你来带的那个？我看下午有个男的过来找她，然后她就跟那个男的出去了。"#课题组其他学生

bxh "我早上刚当面和她说让她下午来学收反应的来着，怎么反应还没收就走了？"

kurokage "我看着像是她跟男朋友约会去了，当时还牵着手走出去的。"

kurokage "你看文献看得太认真了，怎么连她什么时候出去的都没发现。"

bxh "哎…老板让我带她做反应，她这一天都不学，那怎么办啊……"

kurokage "她不学是她自己的事情，又不用你来操心。别管那么多别人的想法。"

bxh "但是这…万一老板来找我麻烦那怎么办呢？"

kurokage "你就说她都不来学就是了，她又不是骑在咱们头上的外国人，老板总不会拉偏架的。"

bxh "算了，整天抬头不见低头见的，把关系弄僵了也不好。"

kurokage "馨荷，你要是只看别人的脸色、顺别人的心意，你什么都没法做的！"
#过场动画。实验室背景。
"""
电化学工作站的显示屏上，一个一个数据点逐渐显现，绘制出一个对称的类似平行四边形的形状。

底下铂电极夹着的碳纸上，覆满了细密的气泡，不时有团聚的气泡浮到电解质溶液表面。

我曾经最喜欢坐在电化学工作站旁边，在这里只有我和我亲手做出来的产物，没有人来打扰这片清净。

但是好像，我的最后一片净土也被夺去了。
"""

kurokage "师姐，老师说让我来跟您学一下用电化学工作站。"#师妹

"""
电化学工作站本来就是课题组的固定资产，不是我一个人的。

导师说让我来带师妹，我就应该去带。

师妹可能也有她自己的事情要去做，偶尔来不了，也没什么关系。
"""

bxh "好。"

"""
果然，我还是做不到坚持我自己的想法。

不过没事的，也就教师妹做两周的反应，应该她就全都会了。

到时候我就可以开始写自己的论文了。

这个工作做完，应该最多做一个小的工作，就差不多可以毕业了。
"""
#转常远视角，回到包馨荷回忆之前的、常远抱着包馨荷的CG。
"""
刚刚那是……馨荷姐的记忆吗？

太多东西涌进了我的脑子里，我的头现在还在疼。

『鹭州科技大学』、『英才班学院』，好像我确实知道这个东西。

英才班学院里面还分三种，一种是正常高考进的，还有两种分别是限正常应届年龄小一岁和两岁，然后提前高考，单独划线。

虽然另外两种到正常高考之前还需要经过初试、复试，不过大致就是这样的。

奇怪，我原本不记得这个的来着，怎么突然想起来了？
"""

bxh "……小常……"

"怀中的馨荷姐勉强睁开了双眼，面如金纸、双唇苍白。"

cy "馨荷姐，你醒了？"

cy "再坚持一会，我们马上回去。"

"我正想把馨荷姐抱起来，但馨荷姐摇了摇头。"

bxh "…不用了，我马上就要回去了。"

bxh "你刚刚已经看到了吧？我的记忆。"

cy "马上要回去是什么意思啊！馨荷姐你不要说傻话啊！"

bxh "我从这个世界的『神』那里，延续的这一点生命，已经到此为止了。"

bxh "我已经把和『神』约定好的、应该忘记掉的东西，全部想起来了。"

cy "馨荷姐你开什么玩笑，这个世界上怎么可能会有神！"

"我双臂使劲，试着想把馨荷姐抱起来，但馨荷姐的身体像是灌了铅一样，挪动不了半分。"

bxh "不用试了，已经没有多少时间了。"

bxh "你难道不奇怪吗，为什么鹭州科技大学的博士生，会在鹭州科技大学里的咖啡厅做咖啡师？"

bxh "你刚来那一天我就知道了，我会在今天记起我的一切，然后向这个世界告别。"

cy "馨荷姐你别说胡话了，咱们回去好好休息一下……"

bxh "你还记得你过来的第一天，你想说一些能够证明你身份的方法的时候，是怎么样的吗？"

cy "欸？我记得好像是我想说些什么，然后说不出来……"

bxh "那个时候，是『神』给你的语言加了屏蔽。"

bxh "也是在那之后，是『神』亲口告诉我还有绛枫，说要让你进入1958。"

cy "不是，这样的事情怎么可能？"

bxh "你一定要我亲口说出，『我已经死了』吗？"

bxh "你以为压汞仪的汞源是什么安全的东西吗？"

cy "……"

"我还是不能接受，但是我怀里馨荷姐的重量一直在逼着我去接受。"

bxh "也就是那天，『神』告诉我，我会在这一天离开这里。"

bxh "你的馨荷姐现在是一个很自私的人，满脑子都只想着为自己活着。"

bxh "我利用了你，我希望你能看着我是怎么离开的，所以我故意把约会定在了今天。"

cy "……明明一点都不自私……"

bxh "只是没想到，居然只是这水缸里面浮起来的泡沫，就能让我想起电化学工作站，真是可笑。"

bxh "小常，这一个月来，一直让你按着我的想法来走，一定给你添了不少麻烦吧。"

cy "没有，完全没有！"
#CG差分
"""
我的眼前突然一阵模糊，应该是沙子进了眼睛吧。

馨荷姐艰难地伸出手，然后轻轻擦过我的眼角。
"""

bxh "那就好。"

bxh "要是我能早点，多为自己做一点抗争就好了。"
#CG差分
"馨荷姐抚过我脸颊的手无力地垂下，重重地砸在地板上。"

cy "欸？"

"明明是在室内，我却清晰地听到了暴风雨在撕毁我身边的一切的声音。"

cy "馨荷姐？"

cy "馨荷姐！"
#CG差分
"""
任凭我怎么摇晃，馨荷姐都没有睁开眼睛。

反而她的身躯逐渐变得透明。
"""

cy "咱们今天的约会还没有结束，你不可以抛下我一个人回去啊……"

cy "就算，只听从别人的话有多么不好……"

cy "就算，我可能没有那个资格……"

cy "也不是…你完全不听我的话的理由啊……"

"""
我怀中的温度渐渐冷却，

直至，馨荷姐完全消失在我的瞳孔里。
"""
#转场，转宿舍。
"""
我不知道我是怎么回到宿舍的。

明明今天白天的气温已经回到了二十来度，我却开着热空调裹着厚被子，像一只茧一样躺在床上。
"""

cy "什么狗屁玩意。"

cy "『神』要我来，我就得来；『神』要我走，我就得走？"

cy "什么歪理。"

"""
我不相信神的存在，我只相信客观规律。

本应该是这样的。
"""

cy "不对，今天我实际看到的东西，完全违背了我所知道的客观规律。"

cy "首先我知道的那段记忆里，那几个人都明确是叫的馨荷姐的名字，所以那肯定是馨荷姐的记忆。"

cy "而正常来讲，我是不可能看到别人的记忆的。"

cy "其次，馨荷姐她绝对是凭空消失的，但是按常理来讲，那么大一个人在我怀里，我怎么可能看走眼。"

"""
那这样子，难道真的就接受了这个世界上有神存在的事实吗？

这种假设最简单，也能把所有的事情都合理化，但是我怎么可能去接受。
"""

cy "我也是鹭州科技大学的学生，怎么可以屈从于这种毫无逻辑的假设！"

"""
我今天唯一弄明白了的就只有这一点。

馨荷姐的记忆里有一首叫做《悠久的春风》的歌曲，一听就知道是上个世纪的曲子，而且绝对不是父母辈的流行歌曲。

而且我今天想起来的东西里，确定了这首曲子是我之前的校歌，而且我从头到尾都会唱。
"""

cy "既然都想起来了，怎么可以对校训视而不见。"

cy "或许我只是一个游戏里的NPC，然后故意给我捏造了这一段经历作为设定。"

"""
但是这个跟接受神的存在基本上没有实质性的区别。

唯一能作为依据的是馨荷姐不知道什么时候玩过的游戏里面的设定。

跟没有依据基本上没有区别。
"""

cy "再回想一下，我一开始进来的时候，杜姐是跟馨荷姐说，要招我进来需要先请示店长。"

cy "但是马上又不需要请示了。"

cy "而且我来的这一个月里，一直都没见过店长。"

cy "最关键的是我还收到了工资，但是按道理多了一笔工资支出，店长肯定是要过问的。"

"""
那既然这样，是不是可以认为，所谓的店长，和馨荷姐所说的『神』，是一个东西？

除此之外，也没有合适的解释。
"""

cy "而且馨荷姐走之前还说过："

bxh "我已经把和『神』约定好的、应该忘记掉的东西，全部想起来了。"#不要放立绘

cy "上次在房间里玩游戏也是，今天也是，每次馨荷姐提到过去的事情都会变得变得不正常。"

cy "所以也就是，想起那些应该忘记掉的东西，就会一步步开始精神崩溃？"

"""
也太恶趣味了吧。

故意把寻短见的人带过来，就为了看这些人最后把心理阴影一个个想起来，最后再一次走向绝望？

我还不如下十八层地狱呢。
"""

cy "不对，我来的第二天晚上，从母鸭煲出来的时候，杜姐好像也不太正常。"

cy "那也就是说，这应该不是个例？"

cy "算了，先根据目前已经有的东西大胆假设一下，之后再小心取证。"

"""
第一，1958里面的所有人，都和『神』做了交易，从而得到了一段新的生命。

第二，交易的内容大概是以记忆为赌注，一旦约定好的记忆全都被想起来，获得的新生就宣告结束。
"""

cy "怎么感觉和比干被剖心之后，见到有人叫卖空心菜一样。"

"""
第三，1958的所有人，之前都来自鹭州科技大学。

第四，我做的交易条件可能是忘记全部关于鹭州科技大学的事情。
"""

cy "我有那么讨厌鹭州科技大学吗……"

"""
不过关于第三点，馨荷姐之前确实和杜姐说过『你跟我，都是一样的人』。

而且不知道为什么，总感觉她们俩能在奇怪的地方互相理解。

比如自然数的和跟自然数的平方和这种ζ函数相关的梗。

虽然我记得不是很清楚，但是好像这个结论确实有哪个人跟我讲过。
"""

cy "那既然这样，杜姐应该也会满足第一条和第二条。"

cy "这样的话，我周一上班的时候该怎么和杜姐去提呢？"

cy "万一搞得不好……"

"我不由得又把被子裹得紧了一点。"

cy "但是除了去找杜姐之外，我好像已经没有别的办法了。"

cy "杜姐她应该也能理解的吧。"

cy "算了，睡觉。"

"""
从我回到房间开始，我就一直没开过灯，所以自然也不用掀开被子去关灯。

我试图闭上眼，但一合上眼皮，馨荷姐消失的那一幕就不断地在我眼前浮现。

空调开得再暖和，也无法温暖眼角残留的、馨荷姐抹去我眼泪时的那份冰冷的触感。

我不想接受。
"""
call Chapter_4
return