#Prologue
label Chapter_0:

play music bgm_25
call yume
"""
什么是『理想』？

环{i}R{/i}的一个满足对加法封闭和与{i}R{/i}的乘法封闭的子集{i}I{/i}，\n就是环{i}R{/i}的一个理想。

而对于整数环{i}Z{/i}来说，可能有些人的理想是零集，\n而有些人的理想又会是{i}dZ{/i}({i}d{/i}为任意自然数)，

自然还会有野心勃勃的人，不对，是理想高远的人，\n认为自己的理想不应该是某一个自然数{i}d{/i}，而应该是全部的自然数。

但是可惜，似乎并不存在一个能被称作『现实』的、\n和理想存在映射关系的集合。

但愿，『理想论』不应该是这样的、\n能被严苛的数学家所精确定义的东西。

有人曾说，年少的灵魂往往能乘着风、跨过山河湖海，\n沿着巴别塔拾级而上，抵达那本应只存在于传说中的理想乡。

但是随着岁月逐渐在身体和灵魂上刻上印记，\n哪怕闭上眼睛，那片流着奶与蜜的应许之地，却再也无法看见。

纵使历经千辛万苦，得到了能分开海洋的权杖，\n露出的海床所导向的彼岸，却也只会是永无止息的征途。

回过头看，被分开的那片海洋，\n一半是现实，一半是理想，再也不能相合。 
""" 
stop music fadeout 0.5
call yume_
#play sound sound_3
with dissolve

cy "我难道，就这样一事无成地结束了吗……"#此时黑屏

play sound sound_31

"……哪来的铃声？"

"哦……是不是我定的闹钟来着？"

"我摸索着把手伸向床边，按掉闹钟。"

stop sound

cy "再眯一下……"

with leftflash#显示房间素材
play music bgm_11

"自从我有记忆以来，每天早上我基本都会做一个怪梦。"

"梦里面，总是各种荒诞无稽的东西。"

"但是每次醒来之后，我都会忘记具体的内容。"

cy "今天该梳一个怎样的发型去上班呢……？"

"""
我很自然地拿起床边，应该是刚被我关掉闹铃的手机。

07：50
"""
stop music fadeout 0.5
play sound sound_15 volume 0.5 loop

cy "开玩笑呢，我不是刚刚才关掉闹钟吗？"

cy "一定是我看错了。"

stop sound
play music bgm_11 loop
"""
07：50

我揉了揉眼睛。

07：51
"""
stop music
cy "又——要——迟——到——了——" #转场，到1958外

with rightflash
play music bgm_12
"""
鹭州的天气从来都是很诡异的。

本地人都说，这里没有春天和秋天，只有夏天和冬天。

哪怕是硬要按照时间来分一个四季，\n本应该是春秋的时段，也总是在10℃到30℃这两个极端之间来回波动。
"""
play sound sound_12
cy "早知道昨天就该信一下天气预报，怎么今天就降温了！"

"""
虽然早饭根本赶不上吃，昨天在某个不知道什么收藏夹里放着的、S开头t结尾的网站上看到的老年成功男性发型也没梳上，

衣柜里那件不知为何偶然翻出来的保暖外套也忘了拿出来穿，

（顺便说一句，我翻出来这件外套之后一直没在意，结果都不知道丢到哪里去了。）

不过……只要能顺利卡着点，按时到班打卡，一切都是值得的！
"""
stop sound
with rightflash
play music bgm_16 fadein 1.0
"我早就应该放弃偷偷溜进1958的想法。"

"毕竟……每次都会被杜姐抓个现行。"

djf "常远，虽然你今天确实比前几天来得早了一点，但是为什么……"

djf "一周就五个工作日，你却没一天按时到岗！"

cy "现在不是才八点五分嘛，差个五分钟而已……"

"虽然连我自己都觉得，这个理由根本站不住脚。"

djf "迟到就是迟到！\n放在某些Push的导师那里，你早就被抓去喝茶了！"

cy "那我现在……也不是在课题组干活啊？"

"""
尽管我来1958也就一个月不到，但是说实话，\n我按时到岗的次数…确实一只手可以数得过来。

希望今天也能顺利蒙混过关吧。
"""
with leftflash
bxh "你们俩堵在这里干什么，客人都进不来了。"

"好极了！既然馨荷姐来了，那今天又可以混过去了！"

djf "馨荷姐，你又护着常远！"

bxh "哎呀，迟到几分钟又没什么事。"

bxh "你要是真的气不过的话，\n调一下打卡记录，直接扣小常绩效就行。"

"嗯？馨荷姐？\n您这是什么意思？"

bxh "哦对了，小常，你这个月的打卡记录，我已经调出来留档了。"

bxh "想保住你的绩效的话，你应该知道的吧。"

"""
馨荷姐轻轻在我头上敲了三下，回1958里面去了。

……这已经是明示了吧？
"""

djf "常远，我也知道你早上会做噩梦。但是你这都一个月了……"

cy "那……也不是我故意不想按时上班啊……"

djf "……算了，再训你也没意义，进去上班吧。"

"杜姐露出一副无可奈何的表情，把我放了进去。"
with rightflash
play music bgm_21 fadein 1.0
#转场，1958内景
"""
1958是一家开在鹭州科技大学里面的咖啡厅，通常只接待学校的内部人员。

也正因为如此，早上八点一般都是没有人的，\n但是为什么店长会要求八点上班…一直是一个谜。

比起这个，我来了1958也有大概一个月了，\n还一次都没见过店长。

在我来这里之前，整个店里只有担任咖啡师的包馨荷、还有担任服务生的杜绛枫两个人。

既然这样的话，她们两个人肯定是足够接待1958全部的客人的。

所以其实就算我不工作……应该也没有问题。\n但那个时候，我的绩效工资就是另一回事了。
"""#门铃声
play sound sound_8
with leftflash
djf "您好，请问您需要喝点什么吗？"

guest "一杯热拿铁，带走。"
#放bxh立绘
"""
正在吧台边拿着本子写些什么的馨荷姐，放下本子，熟练地把磨好的咖啡粉压进冲煮头里。

正如前面所说，我并不是一个必要的劳动力。

所以别说冲咖啡了，我就是想去帮忙洗个杯子，都会被馨荷姐给赶回去。

『我洗过的杯子比你这辈子用过的碗都多！』\n她之前就这么拒绝过我吧？我也记不太清了。

所以在没啥客人的时候，我大概、也许、只能、\n看着工作中的女孩子们的背影打发一下时间吧。

这样的工作真是舒服，要是时间能定格在这里，倒也不错。

不过，毕竟有更重要的事情等着我，\n要是真的时间停止了可不行。
"""

cy "明天早上七点，是只属于我和馨荷姐的『战争』啊。"

"二进制的111，正好是十进制的7。"

"早在三周之前，我就一直在等待着这一天。"
stop music
play sound sound_20
with dooropen
call Chapter_1
return