label Chapter_2:
#Chapter 2
# 黑屏，切常远视角。
"……"
#转宿舍场景

"""
好热。

不知道为什么，总之就是好热。

明明今天有必须要我去做的事情，为什么，在这个时候我却爬不起来了呢？

偷个懒，偶尔放弃一下，应该也是没有问题的吧。

反正之前一直也都没有做到，现在做不到也不会有事的。
"""
#播放敲门声。
"""
谁啊，我好不容易下定决心要继续躺着的。

我要做这个梦做多久，是只有我自己才能决定的事情！
"""
#此时不显示bxh立绘
bxh "常远！再给你十秒钟，你不开门我就进来了！"

"烦死了，我想怎么做是我自己的事情，怎么都想来干涉我！"

bxh "10！"

bxh "01！"
#开门声，显示bxh立绘

bxh "常远！"

bxh "你怎么躺在床上？出什么事了吗？"

"""
好像有什么凉凉的、像是皮肤一样触感的东西贴上了我的额头。

还有一股这几天经常闻到过的洗发水的味道。

是在哪里闻到过的来着？

我强撑着睁开了眼睛。
"""

bxh "小常，你醒了？"

bxh "烧得这么厉害，你先躺着，好好休息。"

bxh "我给你绛枫姐打个电话，让她去买点东西过来。"

"""
我张了张嘴，想说点什么，

但是却什么都说不出来。

眼睛一闭，我又失去了意识。

恍惚之间，我似乎听到了馨荷姐在打电话和在房间里翻动的声音。
"""
#切djf视角，场景换1958内部。

"""
1958里面还是一如既往，没有一个客人进来。

送走了某人之后更是清闲惬意。

我都快忘了没人打扰我的生活是什么样的了。
"""
#手机铃声效果音。
"""
馨荷姐应该是差不多刚到，怎么这就电话打来了？

算了，先接了再说。
"""

djf "喂？馨荷姐，常远他现在什么情况？"

bxh "高烧，估计39℃左右。"

djf "发烧？按道理应该和发烧没有关系的啊？"

bxh "嗯，所以大概就只是发烧而已，没有别的。"

djf "哦…那也就是说不是『那种情况』？"

bxh "对，目前我感觉也是这样的。"

bxh "我在这边走不开，绛枫你帮我带点东西过来呗？"

djf "我就知道。"

djf "退烧药在1958的储藏柜里有，还要拿些什么？"

bxh "你别拿过来的是栓剂，到时候小常怕是没脸见人了。"

bxh "小常这边有水，就不用带了。"

bxh "哦对了，你过来的时候看看有没有卖馄饨或者卖粥的，带一份过来。"

djf "退烧药和流食是吧，好的。"

bxh "好，那等会见，我先把小常身上擦一下，全是汗。"

"""
馨荷姐那边挂断了电话。

大概只是发烧…那算是不幸中的万幸了。

常远他既然说他什么都忘了，那应该就是……

算了，反正这次是馨荷姐她主动去做的，她总是有办法的。
"""
#转常远视角，换宿舍内景。

"""
额头好凉。

睡下去的时候全身应该都是黏黏的，怎么现在这么干爽，

好像有人给我换过衣服一样。

好想继续睡下去。
"""
#敲门声
"""
是…又有人来了吗？

为什么是『又』？

哦…好像早上馨荷姐来过我房间来着……
"""
#开门声
djf "常远他在睡觉吗？"

"虽然很轻，但是我还是听清了是杜姐的声音。"

bxh "在睡，刚刚我给他换衣服的时候都没醒。"

"我刚刚睡得有这么死吗……"

djf "你要的退烧药、小馄饨都给你带了，馄饨买了两份，你自己先吃点。"

djf "还带了份果切拼盘，常远醒了之后再给他吃吧。"

"好像刚刚馨荷姐确实是说要给杜姐打个电话来着。"

bxh "好的，要不你先回去？我这边一个人也可以搞定的。"

djf "行，店里没人看着也不好，我只关了门但是电器都还没关。"

djf "你确定你没有问题的吧？"

bxh "没问题的，真要有问题再联系你。"

djf "好，那我先回去了。"
#关门声
bxh "虽然不是栓剂，但是这个片状的也不方便吃啊。"

bxh "算了，那种儿童用的液体的没有性价比。"

bxh "直接用刚刚放凉的温水灌进去就可以了吧？"

"""
不知道为什么，我感觉到了生命的危机。

不能再睡了。
"""

cy "…馨荷姐，现在几点了？"

bxh "嗯？常远，你醒了？"

bxh "还早，也就十点钟，你再睡一会也没问题的。"

bxh "是不是刚刚把你吵醒了？"

cy "没有，刚好睡不着了，十点钟确实也该醒了。"

bxh "还是多睡一下比较好。"

bxh "哦，要不你先把退烧药吃了？我来喂你吧？"

"""
看了一眼馨荷姐一手端着的水杯、一手拿着的药瓶。

再想起和馨荷姐第一次见面在1958里面的经历。

我觉得我还是谢绝比较好。
"""

cy "…我自己来吧。"

#过场动画，还在宿舍场景。
"""
吃完药之后，馨荷姐又想让我继续躺着。

但是我确实是睡不着了。

馨荷姐拗不过我，『勉为其难』地答应我，让我靠在床边坐着。

本来应该是如此的，但是我好像忘记了刚刚杜姐拿过来的还有什么东西。

看到馨荷姐从身后端出来一个塑料碗之后，我似乎明白了。

根本不是什么勉为其难，是故意把门关了让后让我提开窗。
"""
#CG需求#喂食CG！

bxh "来，小常，张嘴～"

"""
馨荷姐靠在我的床沿，一手端着碗，一手提着勺子。

不知道是房间里太安静，还是她靠得太近，我甚至能够听到她的呼吸声。
"""

cy "馨荷姐，我自己来也可以的……"

"""
馨荷姐没有回应我，只是面带微笑地把勺子凑在我的嘴边。

实在是没有办法，我只好把那一勺汤连着里面的馄饨吞了进去。

馄饨还是热的，烫得我的脸一阵扭曲。

杜姐明明不用准备得这么上心的。
"""

bxh "啊！烫到了吗？"

bxh "对不起啊，姐姐笨笨的，还是热的就给你喂了。"

#吹气声。

"""
馨荷姐又舀起一勺馄饨，轻轻地吹凉。

带着热气的吐息吹在我的脸上，虽然有点痒，

但是不知道为什么，非常安心。
"""

bxh "来，这次姐姐吹凉了，张嘴～"

"""
我认命了，张开嘴，任由馨荷姐把勺子塞进我嘴里。

温度恰到好处。

紫菜、虾皮、小葱的经典汤底也很合我口味。

如果再加点香醋就更好了。

我突然想起之前好像在哪里也吃过一次馄饨。

汤底用的是榨菜加胡椒粉，与馄饨实在是过于不协调。

欸，我怎么会想起这个的？我应该是都忘光了啊？

正当我胡思乱想的时候，馨荷姐提着的勺子又递到了我的嘴边。
"""
#吹气声。
bxh "小常，温度合适吗？要不要姐姐再吹一下？"

cy "…刚刚好。"

"""
我不知道该怎么继续回复，只是张开了嘴。

馨荷姐什么都没说，微笑着再给我喂了一勺馄饨。

真好吃。
"""
#吹气声。
bxh "小常，再来一口？"

cy "好。"

"""
看着馨荷姐的笑容，我实在无法说，让我自己来吃。

一碗馄饨很快就给馨荷姐喂得一干二净。

随后，馨荷姐又从身后掏出一碗馄饨。
"""

bxh "小常，还吃馄饨吗？"

cy "欸？馨荷姐，这不是杜姐买给你吃的吗？"

bxh "没事的，姐姐不饿，不用客气。"

bxh "而且一碗馄饨你肯定吃不饱的，还在长身体的时候，多吃点。"
#吹气声
bxh "来，再吃点？"

"""
还没等我拒绝，馨荷姐已经把塑料碗盖掀开，舀起一勺馄饨吹凉，然后递到我嘴边。

这下哪怕是想拒绝也没有机会了。
"""

cy "嗯。"

"我无法抗拒馨荷姐的笑容。"

#过场动画，仍在宿舍场景。

"""
给我喂完两碗馄饨之后，馨荷姐又跟变魔术一样从身后掏出一个盒子。

一眼就是1958的包装盒，联想到杜姐过来的时候报过的明细表，这个只能是果切了。

估计多半是杜姐拿1958的库存做的。
"""

cy "那个…馨荷姐？"

cy "杜姐拿过来的所有东西都要我吃完吗？"

bxh "嗯？难道不是吗？"

"""
馨荷姐露出了我之前见过好几次的、总是在不合适的场合出现的笑容。

感觉是蒙娜丽莎的那种包含着无数深意的微笑。

但是这对于解决问题没有任何帮助。
"""

cy "那个…我真吃不下了……"

bxh "哎，多吃点，补充维生素，有助于身体健康。"

bxh "再说了，水果又不占肚子，多吃点又没事。"

cy "馨荷姐，我真吃不下了，等会再吃好不好？"

"""
我本以为馨荷姐会默不作声地打开包装盒，然后把水果塞进我嘴里。

出乎我意外的是，她老老实实地把果切收了起来，然后摸了摸我的头。
"""

bxh "不好意思啊，是姐姐担心得太多了。"

bxh "小常你也是大人了，也不需要跟小孩子一样追着喂饭了。"

bxh "要不要先休息一下？你现在烧应该还没退……"

"""
说着，馨荷姐便伸出手，贴上我的额头。

凉凉的，软软的。
"""

bxh "还是很烫。"

bxh "药才吃了没多久，体温肯定还没下去的。"

"""
刚吃进去的馄饨差不多也开始消化了。

我的困意也随着血糖一起上升，不由得打了个恰到好处的哈欠。
"""

bxh "小常，要不你还是睡一下？"

cy "好…要不馨荷姐你先回去吧？我一个人……"

"馨荷姐的食指堵住了我的嘴巴。"

bxh "不——行——"

bxh "反正都翘了半天了，也不差剩下半天了。"

bxh "而且……"

"馨荷姐的笑容像昨天在1958时一样明艳动人。"

bxh "姐姐希望你睡觉的时候能牵着姐姐的手，"

bxh "可以吗？"

"""
或许内心深处的我是很想要拒绝的。

但是现在的我，舍不得拒绝。
"""
#转黄昏。
"""
夕阳越过窗户，照在我的脸上。

本来还想再睡一会，但是这么亮我也睡不着了。
"""

cy "嗯？"

"""
想伸手揉揉眼睛，却发现右手被紧紧地捏着，根本不敢扯。

馨荷姐靠在我的床沿，上身趴在床上，两只手捏着我的右手，安详地睡着。
"""

cy "也是，馨荷姐估计也累了，我也再多睡一会吧。"
#开门声
"""
我转头看向被打开的房门。

杜姐探进来半个头，看到我醒了，轻声问我：
"""

djf "常远，你馨荷姐呢？"

"我伸出空着的左手，指了指趴在床上睡得正香的馨荷姐。"

djf "行吧…那我进来坐一下可以吗？"

cy "不用客气了，进来就是了。"

cy "估计馨荷姐也快醒了吧…对了，杜姐，现在几点了？"

djf "五点半了。"

djf "我关店的时候你馨荷姐都还没回来，所以我才来看一看的。"

"""
杜姐关上门走进来，找了张凳子坐下。

我很确信她瞟了眼馨荷姐牵着的我的那只右手，

但是她什么都没说。

整个房间安静得能听清馨荷姐平稳的呼吸声。
"""

cy "欸对了，杜姐，今天1958生意怎么样？"

"""
我按捺不住好奇心，还是打破了这片寂静。

不对，根本不是我的好奇心，我只是觉得整个房间一点响动都没有，

让我很害怕。
"""

djf "还在放假呢，没一个客人。"

djf "怎么了？今天被迫请了一天的病假，还拉着同事陪护了一天，良心不安了？"

cy "……"

"估计是看我不知道怎么回复，杜姐赶紧补了一句："

djf "我就随便说说，你也别有啥负罪感什么的，生病也不是你的主观意愿。"

djf "反正1958现在也闲着，休息个一两天也不是什么大不了的事。"

djf "对了，我早上拿过来的东西是不是都吃完了？你饿了吗？"

cy "现在还不饿，睡了一下午没怎么消化。"

cy "哦，果切还没动，要不现在吃吃掉吧。"

djf "怎么你们吃这么少……"

djf "这都快一天了，你们两个人就吃两碗小馄饨。"

"""
杜姐站起身，把桌子上的那个1958包装盒拿了过来。

切成一口大小的苹果片早就被氧化得发黄。
"""

djf "常远，要不要来一点？"

"杜姐右手捏着的的牙签上插着一片苹果。"

cy "呃…不必了吧？"

djf "嗯？什么不必了？"

djf "你要吃的话就给你根牙签，你自己插着吃。"

cy "不早说。"

"我左手接过杜姐递过来的牙签。"
#过场动画。
"""
整盒果切从上翻到下只有苹果。

虽然我并没有什么不满意的，但是杜姐还是解释了一下：
"""

djf "咱们冰柜里就存了苹果，主要还是苹果容易保存。"

djf "去水果店要绕点路，所以我就没去买其他水果。"

"""
亏我一开始还以为是图一个平安的寓意，原来是这样的理由……

不过有人送水果总比没人送水果要好。

正在我们俩吃完苹果，杜姐开始收拾垃圾的时候，馨荷姐终于悠悠醒转。

她伸了个懒腰，差点把我给从床上拖起来。
"""

bxh "欸，我现在是在去奈何桥的路上吗，怎么绛枫在这里？"

djf "馨荷姐你能不能不要一醒来就说这种不知道从哪里开始吐槽的话啊！"

bxh "可是我是很认真地在说啊！"

bxh "你看小常烧成这个样子，万一传染到我，我这就驾鹤西归也不是没可能的啊！"

"一时不知道如何反驳的杜姐，冲过来抓着馨荷姐的手往我额头上按。"

djf "你倒是先摸摸常远现在体温正常了没啊！"

djf "哪有人一醒来先咒自己死的啊！"

bxh "好像…确实不怎么烫了……"

djf "要是常远吃完退烧药半天还高烧不退，我过来的时候就把他送上救护车了好吧！"

cy "那个…馨荷姐……"

"我拿左手指了指还在被馨荷姐捏住的右手。"

cy "可以把我的手放开了吗？"

bxh "真小气，明明不放开也可以的。"

"虽然嘴上这么说，馨荷姐还是放开了我的手。"

djf "不提这个了，晚上吃什么？"

bxh "吃小香鸡吧，给小常补一补。"

djf "怎么？不掩饰你对小香鸡的喜爱了？"

"虽然我总感觉有什么不对劲的地方，但是杜姐好像没有听出来。"

bxh "要你管。"

djf "不过也是，常远晚上是该吃带点油水口味又不是太重的东西了。"

djf "馨荷姐，你回去洗把脸，等会楼底下见吧。"

djf "常远，你一个人能换衣服的吧？现在应该不用你馨荷姐帮你换的吧？"

bxh "嗯？绛枫，你什么时候也学会开这种玩笑了？"

djf "还不是您教得好。"

djf "常远，我也先回去收拾一下，等会楼底下见。"

"""
说着，杜姐就把馨荷姐拖出去了。

整个房间又重新回归了寂静，但这次我并不讨厌。
"""

cy "收拾一下，下去吃饭了。"

#转老乡鸡。

"""
一小盅清澈透明浮着些许油花、里面只有三四块鸡肉、偶尔还会有一个蛋黄的鸡汤，

在小香鸡要卖15块钱。

虽然这个饭钱馨荷姐说1958会报销，但是总还是觉得肉疼。

不过不知道为什么，总觉得这个定价熟悉到难以置信。
"""

djf "那个…不知道该不该问啊……"

djf "常远啊，你今天一整天和你馨荷姐有没有发生什么不该发生的事情啊？"

bxh "嗯？什么叫不该发生的事情？"

djf "就是那种…对于一个发高烧的人来说不太合适的事情……"

cy "好像……没有吧？"

cy "也就馨荷姐她非要给我喂食……"

cy "还有非要让我握着她的手睡觉……"

"""
杜姐的脸色从铁青逐渐变成一种无奈的苦笑。

当事人馨荷姐在一旁端着一盅鸡汤在猛灌，完全没有理会我们俩。
"""

djf "行吧，我还以为是馨荷姐非要拉着你玩什么，结果自己先给累趴下了。"

"馨荷姐放下空空如也的瓷盅，拿餐巾纸擦了擦嘴唇。"

bxh "小常他发着高烧，我怎么可能还拉着他搞杂七杂八的呢？"

bxh "而且真要发生些什么的话，难道小常现在还能爬得起来吗？"

djf "嗯？啥意思，不是很懂。"

bxh "你不懂就不和你解释了。"

bxh "欸对了，小常，你有没有想过这种事情啊？"

"""
我虽然也不是特别懂，但是说实话总感觉这种问题我实在是不想回答。

还是糊弄过去算了。
"""

cy "馨荷姐，你说的是什么事情啊？"

bxh "切，我还以为小常你还能有一点符合你现在年龄段的男孩子应有的想法的。"

bxh "我一个人开没人听得懂的玩笑也没意思，算了。"

"""
馨荷姐一脸扫兴的神情，不再理会我，开始扒拉鸡汁娃娃菜。

一颗娃娃菜对半切开，白水焯熟之后浇上一勺木耳与鸡丝的浇头，售价9块。

性价比好低。
"""

djf "欸对了，馨荷姐你昨天不是说要让常远明天和你体验一下约会来着？"

djf "常远他今天才刚发高烧，是不是明天还是算了？"

"""
正在喝鸡汤的我差点一口鸡汤喷出来。

今天这早上就在做怪梦、醒来又烧了一天，都忘记有这回事了。

不过总感觉这个事情绝对不能在饭桌上说出来。

我很怀疑馨荷姐知道之后会直接把我从1958开除。
"""

bxh "啊…你不说我都忘了有这档子事了。"

"怎么馨荷姐你也忘了有这回事了！"

djf "不是，馨荷姐你早上可不是这个反应啊！"

djf "怎么过了一天，变成我对你们俩的事情比你们俩自己都上心了？"

bxh "才没有呢，常远肯定记着的呢！"

bxh "是吧，小常？"

cy "……"

"说实话我很想用善意的谎言糊弄过去的。"

bxh "看吧！果然小常他也忘了，这说明我们俩挺般配的嘛！"

"什么歪理啊！怎么变脸比环己烷构型翻转还快啊！"

djf "……"

djf "算了，我觉得我昨天那么认真地掺和进你们俩之间的玩笑话真蠢。"

djf "完全是咸吃萝卜淡操心。"

"""
像馨荷姐这样在某些时候故意不带脑子确实也挺好的。

我还是忍住了把这句话说出来的冲动。
"""

bxh "哎，就当我说过了行吧，那继续刚才的话题？"

djf "不是当你说过了，是你确实说过了。"

bxh "行行行，别管那些细节。"

bxh "小常他今天刚发完烧，确实明天出去逛的话不太合适，还是休息两天比较好。"

bxh "那干脆，明天就直接在小常房间里待一天吧！"

cy "馨荷姐，第一天你不是说晚上会有人变成大灰狼的吗？"

"没来由的，我突然想起来第一天馨荷姐说过的，我还是不太懂的事情。"

bxh "啊…那都是我随口乱编的，你别管。"

djf "馨荷姐啊，你可不能只在有利于你的时候歪曲事实啊！"

bxh "嗯？所以你是真想做大灰狼？"

djf "…我不是我没有你别乱说。"

bxh "那不就结了嘛，那现在的问题就变成了…"

bxh "小常他会不会脚踏两条船了。"

cy "啊？"

"馨荷姐突然抛给我的这个问题，总感觉和上文没有任何的关联性。"

cy "我怎么感觉我连船都没看到呢？"

"""
不知为什么，我说完这句话，杜姐右手遮住了下半边脸，但是看眼睛明显是在憋笑。

馨荷姐则是笑得完全不加掩饰，就差拍桌子了。

大概过了两三分钟，馨荷姐才收住笑。
"""

djf "馨荷姐，你该不会也没想到这一出吧？"

bxh "没想到，我真没想到。"

bxh "这一茬还真是千算万算都算不出来。"

bxh "不过小常还年轻，起码没有到三十岁才想明白某些事情。"

bxh "小常，记得明天早上在房间里洗干净了等我。"

"馨荷姐最后这一句话让我不由得脊背发凉。"

djf "刚刚馨荷姐说的那个是玩笑话，你不用当真也可以的。"

"杜姐说的这句话并不能让我安心。"
#转宿舍。
"""
我一个人躺在床上发呆。

虽然头还是有点晕，应该发烧还没完全好。

但是下午睡了这么久，说实话现在让我睡，那我根本睡不着。

虽然馨荷姐说明天早上直接来我房间，但是她没说几点过来……

说实话我非常不安。

尽管今天一天下来，馨荷姐确实展现出了温柔又体贴的姐姐这一面……
"""

cy "我在想什么东西啊！"

"""
只不过是同事之间出了点麻烦相互照顾一下而已，我可不能会错意了。

虽然我不是特别懂，但是总感觉馨荷姐在有意识地往某个方向上去引导。

正如我对我自己的判断一样，我不是很清楚到底会引导到哪个方向。

但是就这几天来我的判断，我觉得馨荷姐肯定想的和我不一样。
"""

cy "而且像我这种小屁孩，馨荷姐不可能认真对待这种事情的。"

cy "没必要自讨没趣。"
#CG需求#喂食CG，背景虚化
"""
虽然这么说，但是包姐今天的笑容确实和刚开始认识的时候完全不一样啊……

而且还那么细心地喂我吃东西……
"""
#CG消失
cy "明明是不可能的东西，我到底在想些什么。"

cy "算了，睡觉吧。"

cy "希望我今天不要做噩梦。"

"我爬上床，关上了灯。"

#黑屏。

"""
好重。

明明没有烦人的黑影来打扰我的睡眠，但是感觉腰上有什么东西压了上来。

总感觉比之前做的那种梦要更难受。

像是被鬼压着一样。

……

我闭着眼睛等了一会，还是感觉腰像是被什么东西压着。

算了，我翻个身看看，是不是我的错觉。
"""

bxh "呀！"#这里不要放立绘

"""
嗯？怎么我翻了个身，这腰上的重量还真轻了一下。

虽然马上我的盆骨又被压住了。

不知道是不是我的错觉，我翻身的时候好像听到了馨荷姐的声音。

是我的错觉吧，继续睡一会。

……
"""

bxh "怎么还不醒……"

bxh "总不会又生什么重病了吧……"#还是不要放立绘

"""
好奇怪啊，怎么床上好像真的有馨荷姐的声音。

我一定是昨天烧还没退，嗯，一定是我的错觉。

……

突然，一只手贴在了我的额头上。

虽然很奇怪，但是我还是不想动，继续在床上躺着。

然后我的一只耳朵、连着我的头就被提了起来。
"""

cy "疼疼疼——怎么这做个梦还有体感效果的？"

"""
我的头被提起来之后，另一只耳朵也被什么给抓住了。

这次我不得不睁开了眼睛。

映入我眼帘的是一幅想杀人的表情的馨荷姐。
"""

bxh "常远啊，怎么我在你身上呆了这么久，你都不起床啊？"

cy "呃……"

bxh "你难道是没有公主大人来亲就永远醒不来的睡美人吗？"

cy "我觉得应该不是……"

bxh "要不要你现在看一下时间？"

"""
看一下时间？什么意思？

馨荷姐把我放下来，保持着骑着我的姿势，把我床头柜上的手机拿了过来。

我接过手机，解锁屏幕。
"""

cy "怎么…已经…十一点了……"

bxh "你还记得今天是什么日子吗？"

cy "约会的日子？"

"馨荷姐轻轻拍了一下我的脑袋。"

bxh "错误的，今天是教你如何应对客人的实战教学课。"

bxh "虽然名字是『约会』，但是你可不能简单画为等号。"

bxh "那么你这一觉直接睡到十一点，还要我来把你叫醒，这算什么呢？"

cy "可是，馨荷姐你昨天不是说让我在房间里洗干净了等你吗？"

cy "应该没什么问题吧？"

bxh "那你现在洗干净了吗？"

cy "没有。"

bxh "那不就结了，赶紧起床洗漱。"

bxh "给你准备好的上午的课程都白费了，下午真要给你加量不加价了。"

bxh "记得洗干净点哦。"

"""
馨荷姐从我身上下来，把我的被子掀开。

幸好我没有裸睡的习惯。
"""
#转老乡鸡。

"我实在是没想到，明明昨天晚上刚吃过，怎么中午又被带来吃一顿小香鸡。"

cy "馨荷姐，怎么中午还是小香鸡啊？"

bxh "你不想吃小香鸡也可以啊，但是对门那个CFK还有隔壁的小BK都不在1958的报销范围内。"

bxh "你要是想去吃的话，应该就得按1958的规章制度走了。"

cy "嗯？啥意思，我自己掏钱不就可以了吗？"

bxh "你先看看你工资发了没。"

cy "…好像…没有发。"

bxh "是吧，所以你如果现在要出去消费的话，按照规章制度你要支取1958的备用金。"

bxh "但是呢，目前你有很多费用是我们帮你垫付的。"

bxh "比如，房间虽然是免费的，但是要交押金；床上用品不是免费的，可以带走。"

cy "所以……我即使提支取备用金，也拿不到多少？"

bxh "是，本来这部分费用是会放在你工资里半年内慢慢摊掉的。"

bxh "但是你如果要支取备用金的话，首先额度是你一个月基本工资，其次这部分费用占用了额度。"

bxh "应该一个狂乱木曜日都不够吃，第一个月工资还得冲抵掉备用金这部分。"

cy "……"

"虽然总感觉这个说法很可疑，周一应该要找杜姐再确认一下。"

bxh "总之，你吃小香鸡就是了。"

"我很怀疑单纯只是馨荷姐想吃小香鸡，然后随便编了一个理由。"

"虽然这个理由确实听起来像是那么回事。"
#过场动画，还在老乡鸡
"虽然小香鸡的标价确实有点贵，但是毕竟1958买单，我也就放开胆子点菜了。"

"只不过，昨天点的小份鸡汤加鸡汁娃娃菜再加个米饭要二十六，今天这个小份鸡汤加酸菜鱼要三十。"

"实在感觉小香鸡没有太高的性价比，感觉不如去隔壁小BK点一个四件套。"

cy "对了，馨荷姐，你说今天是应对客人的实战教学课，那么都有啥内容啊？"

"被馨荷姐拉下来得过于匆忙，我都忘了问这个东西了。"

bxh "嗯？过于详细的倒是没法说明，得按照实际情况来。"

bxh "主要内容大概就是，当客人提出无礼的需求时，如何在合理的范围内尽可能满足客人的需求。"

cy "嗯？？？"

"考虑到说这句话的是馨荷姐，我总感觉好像会发生什么特别不妙的事情。"

bxh "不过你放心好了，你想象中的那种事情是不会有的。"

bxh "鹭州科技大学大概下下周开始陆续返校吧，慢慢学其实也来得及的。"

cy "『我想象中的那种事情』指的是什么啊？馨荷姐，这个能不能明确解释一下？"

bxh "就，鹭州科技大学男女比例大概是七比一，不太会有客人来骚扰你的。"

cy "都是男的那就更可怕了好吧！"

"虽然我嘴上是这么说的，但是我总感觉馨荷姐说的这种和尚庙，才是我最熟悉的环境。"

"这几天下来虽然也是初步熟悉了1958，但总还是有点束手束脚。"

"明明1958才是正常的氛围，为什么我会有这种想法呢？"
#过场动画，转宿舍
"""
吃饭的时候对于下午的事情的担忧，大概完全是杞人忧天。

要是下来之前早点注意到馨荷姐搬过来一台显示屏还有游戏机就好了。
"""

bxh "1958的客人基本都是鹭州科技大学的学生，偶尔会有教职工过来。"

bxh "所以为了应付那些男学生，什么游戏都会打是很有必要的。"

"""
此时此刻我真的很希望杜姐能够在这里。

尽管昨天晚上回来的时候，杜姐明确说明她今天是绝对不会来打扰我们俩的。

哪怕关系到人命。

但是我确实还是深刻理解到，我还是跟不上馨荷姐的脑回路。
"""

bxh "小常，会用手柄吧？"

"""
馨荷姐把一个无线手柄塞到我手里，我才发现馨荷姐已经把电源都接好并且开机了。

只是很可惜，比起手柄，大概键盘要更适合我。
"""

cy "大概…会一点？"

bxh "哎，你这个记忆丧失真麻烦。"

bxh "本来还想问一下你都玩些什么游戏的，感觉也没必要问了。"

"""
虽然我总觉得我忘掉的大部分东西里面，应该不包括我玩过的那些游戏。

也许是因为过去的我甚至都没怎么好好玩过游戏吧。

但是如果真说了，指不定馨荷姐会开始可怜我，然后打开儿童游戏。

那样子不仅馨荷姐也不会玩得开心，我更是会有一种被侮辱的感觉。

应该馨荷姐也不会掏出什么硬核的东西吧……
"""

cy "那反正我也什么都记不得了，干脆就馨荷姐你来定吧？"

cy "说不定我可能还有点脂肪记忆。"

bxh "什么脂肪记忆，别这么贬低自己，你是咱们1958头牌好吧！"

bxh "这是你说的啊，那我就不放水了。"

"""
馨荷姐点开了游戏库存页面，虽然不知道是哪个牌子的游戏机，但总之最顶上就是三位数的库存。

我突然有了一种不妙的预感。
"""

bxh "我先找一下啊，我手头上单人游戏比较多，双人的不太好挑。"

"我很确定馨荷姐在翻的这个游戏目录里，几乎全部的游戏我都没有印象。"

"我很想知道到底是馨荷姐的游戏太偏门了，还是以前我真没玩过游戏。"

"翻了大概一两分钟，馨荷姐终于挑好了游戏。"

bxh "那就先拿这个试试小常你的水平吧。"

"""
虽然我确定我对这个游戏没有一点了解，但是显示屏上的游戏图标有几个大大的英文字母。

Fighter。

刚刚那种不妙的预感越发强烈。
"""

bxh "小常，你之前玩过格斗游戏吗？"

"""
果然。

我的游戏知识再浅薄，我也知道什么是格斗游戏。

虽然记得不是很真切，但是我起码还是有一点去街机厅玩过的印象的。

好像是我交了三个币都没过人机的第一关，然后就换别的机子了。

我不由得吞了口唾沫，但还是感觉自己的嘴巴开始发干。
"""

cy "馨荷姐，您还请手下留情啊。"

"适当的示弱，也是一种以退为进的方式。"

"虽然我是真的怂了。"
#过场动画
bxh "哎，没事的，格斗游戏就是这样的。"

bxh "倒不如说你要是能打赢我才奇怪。"

"""
我很确定馨荷姐已经在尽全力放水了。

上来就点了一个随机角色，然后第一局还说让我先看一下搓招表先熟悉一下。

然后就顶着一负，连着下了我两局。

我确实尝试记了出招表，但是还是一直复读飞行道具比较适合我。

然后就被压在版边一直挨打。
"""

cy "那个…馨荷姐，能不能再稍微友好一点？"

"""
嘴里塞满了薯片的馨荷姐回过头看着我，满脸都写着不解。

我看着她活动了几下腮帮子，然后把薯片咽了下去。
"""

bxh "……哪里不友好了？"

bxh "不是你自己立回意识太差，我都跳过来了你还在傻愣愣地发波。"

bxh "把你逼到版边也只会防，我又不是没投技或者其他的手段对付你。"

"""
说完，馨荷姐又抓了一把薯片塞进嘴里，然后拿不知道什么时候带过来的湿毛巾擦了擦手。

一点都没把我当外人。
"""

cy "不对，一定是机体差距，我们换一下角色！"

"我很确定我这个说法毫无逻辑。"

bxh "你真要换？"

"""
馨荷姐脸上的疑惑之色更深了。

不对，这里面一定有什么问题。

馨荷姐不是反驳我直说我菜，而是在确定我是否要换角色。
"""

bxh "你原来那个角色应该是最简单无脑的那种，大部分起手招式基本都是霸体帧，很难Counter的。"

bxh "你真要换也不是不行。"

cy "那还是不换了。"

"""
看见我选定角色之后，馨荷姐抓了一把薯片，擦了一下手，然后拿起手柄。

屏幕上显现出『Round 1』几个字后，整个房间里安静得只有摇手柄的声音。

本应该是这样的。
"""

cy "不是，馨荷姐，你这角色怎么还带瞬移的？怎么刚才不用？"

bxh "这个瞬移前后摇很长而且全是受击判定，我不知道你水平哪敢随便交。"

"""
馨荷姐紧盯着屏幕，没往我这边看，手上的动作一点都没有停。

我眼睁睁地看着屏幕上的受击数字逐渐涨到了40，接着不知道为什么突然我控制的角色落地了。
"""

bxh "啧，怎么出了个miss。"

"""
虽然我不是很懂为什么格斗游戏会出miss，但是我就剩半管血了，大概也回天乏术了。

顺带一提，馨荷姐当然还是满状态。

算了，直接摆烂吧，刚刚馨荷姐不是说我这个角色起手基本都是霸体帧嘛，我记得是有个突进的来着……
"""

cy "不是，馨荷姐，你骗我是吧？"

"""
我看着屏幕里我的角色闪着黄光突进到馨荷姐的角色面前。

然后馨荷姐的角色身上亮起一道黄光，接着我的角色就飞了起来。
"""

bxh "很难Counter又不是不能Counter，又不是只有你有霸体技能。"

"""
然后我又是被打了快半血，剩个血皮又落地了。

当然又听到了馨荷姐的咋舌声。
"""

cy "馨荷姐，你这不用放水，给我个痛快就可以了……"

bxh "又不是我想放水，你这浮空保护伤害都还没到，受击保护先出miss了。"

"""
说完，馨荷姐给落到地上的我的角色又来了一下。

这次没出miss。

看着显示屏上显现出的『Round 2』，我总感觉有点不是滋味。

人嘛，总还是要有点好胜心的。

正所谓攻心为上，攻城为下，自然是需要谋定而后动，事先规划好万全的攻心之策。

在此之前事事都需要从长计议……
"""

bxh "你还在这里傻愣着，我平推都要把你带走了啊！"

cy "欸——"

cy "馨荷姐你怎么都不给我反应时间的——"

"""
等我从我脑内的小剧场里回来之前，我的角色已经被馨荷姐推到版边了。

嗯，这一次馨荷姐打了我快四分之三的血才把我放下来。

放下来之后又打了两下躺在地上的我的角色才后撤回去。
"""

bxh "我都等了两三秒了，你还是一点都没动，那就怪不得我了。"

"""
馨荷姐还是紧盯着屏幕，没往我这里看一眼。

虽然估计这一次也没有逆转的可能，但总还是垂死挣扎一下吧。

短暂的立回时间显得格外的漫长，整个房间里再次陷入了寂静。

突然，馨荷姐搓摇杆的速度加快了几分，我下意识地又搓出上一局被馨荷姐Counter掉的那个突进。
"""

cy "欸？"

"这次飞在空中的变成了馨荷姐控制的那个角色。"

bxh "学的还挺快嘛，继续接连段，别停。"

"""
馨荷姐刚说完，我就空了一次攻击。

慌乱中的我听馨荷姐说『继续接连段』，然后我下意识地没停下手。
"""

bxh "不是，你这怎么经不起表扬的，我人都落地了你还敢继续打的？"

cy "那不是我看馨荷姐你刚才都能压我的起身摸到两下……"

bxh "那你这一直在搓的全是中段判定，压了个什么起身啊！"

"""
嗯，我在那里乱搓一通的时候，馨荷姐的角色起身之后就把我打出了僵直。

自然又输了一局，屏幕上显示着大大的『1P WIN』。

馨荷姐回头看着我，满脸都是歉意。
"""

bxh "小常，要不咱们还是换个游戏吧。"

cy "行。"

"""
还是先服个软吧。

再打下去，总感觉不是我辞职，就是馨荷姐把我开除了。
"""
#过场动画

"""
我默默地看着馨荷姐关掉游戏之后，又翻了半天游戏库。

其中看到一个像是森林冰火人的游戏，馨荷姐的光标在上面停留了好久。

最后还是没点下去。

当时我确实没忍住问了一句：
"""

cy "馨荷姐，不玩这个吗？"

bxh "你不怕卡关吗？"

"""
很有说服力的理由。

毕竟玩合作游戏的时候碰到菜鸡队友，肯定不如竞技游戏菜鸡在对面。

即使是我这种没玩过多少游戏的，也很能理解这件事情。

最后挑了半天，馨荷姐挑了一个射击游戏。

跟街机厅那种双人的拿着体感枪的射击游戏好像是差不多的。
"""

cy "欸？玩这种？"

bxh "嗯？小常你没玩过FPS？"

cy "玩是玩过，应该以前去街机厅摸过一次这种。"

bxh "哦，那可能手柄摇杆操作的话会比你拿体感枪玩要难受很多。"

bxh "我给你这边调一下，加个辅助瞄准吧，免得你什么都打不到没游戏体验。"

cy "不是，我的意思是这个和刚刚那个森林冰火人不是没有什么本质区别吗？"

bxh "哪方面？我不太懂。"

"我很想知道，馨荷姐到底是真不懂还是假不懂。"

cy "就，这两个不都是合作游戏吗？"

bxh "哦，这个意思，没事的。"

bxh "这个游戏没有友伤，我单人打四人的难度也能打通。"

cy "所以？"

bxh "你躺在地上都没事。"

"""
何等的被侮辱感。

但是我也确实无话可说，只能笨拙地把准心拖到蹦出来的僵尸的头上。

然后在我拉对位置准备按下扳机键之前，被馨荷姐收掉我的目标。

感觉我好像更没有游戏体验了。

还是没事找点事吧。
"""

cy "欸，馨荷姐，怎么感觉你跟我印象里的女孩子的形象完全不一样啊？"

bxh "我哪是女孩子，我都二十七了好吧。"

bxh "小常，那你觉得女孩子应该是什么样的？"

cy "就……应该更端庄一点……"

"""
馨荷姐突然陷入了沉默，按手柄的力道也重了几分。

我也罕见地从馨荷姐手下抢到了一个击杀。
"""

cy "……还有…不太应该像这样，会玩特别多的游戏。"

"""
馨荷姐继续沉默了一会。

刚刚应该只是偶然的操作变形吧，我又像原来一样拿不到击杀了。
"""

bxh "只是因为时间太多了。"

bxh "我起码浪费了我六年的时间……没什么。"

"""
我再次拿到了一个击杀。

欸，不对，馨荷姐刚刚说她多大来着？27？

那怎么又说她浪费了六年时间？网瘾少女？

感觉好像不太好继续问的样子，还是不问了。
"""

bxh "说点别的吧。"

bxh "我还在读书的时候，隔壁课题组的导师是在别的高校读完博士之后，回来任教的。"

bxh "这个老师在新学期做自我介绍的时候，除了在PPT上放他的工作经历和发表论文，"

bxh "每次都要提一句他在读博的时候，整个学校没人能在SunCraft2上赢过他。"

bxh "也就是在那个时候，我上他的课闲得无聊，就去试了一下。"

bxh "不过说实话RTS我还是玩不太来，我多操水平还有APM都不太行。"

"""
我不禁开始怀疑起到底是馨荷姐在自谦，还是我水平真的太菜了。

馨荷姐开始一边叙旧事一边打游戏的时候，我始终保持着0的击杀数。
"""

bxh "然后我就开始找别的游戏玩了。"

bxh "而且在这之后，必须要打发时间的日子也多了起来。"

bxh "实在没事情做，也就只好打游戏了。"

cy "『必须要打发时间的日子』是什么啊？"

"馨荷姐空了一枪。"

cy "啊不对，馨荷姐，你平时都玩什么游戏啊？"

"""
像这样似乎刚说完特定话题，馨荷姐就开始操作变形的事情好像已经不是偶然了。

我感觉我是不是触碰到了什么不太好触碰的话题。
"""

bxh "大概什么都玩一点吧。"

bxh "RTS虽然玩得菜，但是起码不至于说打不过人机；杂七杂八的横版、2D、3D的动作类游戏也都会一点。"

bxh "回合制策略类也玩，回合制RPG也玩，多人在线的竞技类游戏也玩。"

bxh "还有美少……"

"馨荷姐讲到一半，突然陷入了沉默。"

cy "美…美什么？"

bxh "……美式战棋游戏！"

"""
我很确定这边应该是触碰到了一些比较敏感的话题。

但是馨荷姐的操作依然保持着稳定，我依然没拿到击杀。

算了，要不继续深入问一下？
"""

cy "哦…这样啊，馨荷姐玩的游戏还真多呢……"

cy "什么是战棋游戏啊？还分美式和别的种类的吗？"

"""
馨荷姐趁着过关后转场加载新关的短暂空隙，理了一下头发，然后继续捏住了手柄。

虽然感觉上这个问题不是关键，但是没试到馨荷姐总感觉亏了。
"""

bxh "有啊，基本上分为美式和日式的。传统意义上的应该都是日式战棋。"

bxh "像《寒冰纹章》这种就是日式战旗，你听说过吗？"

cy "没听说过。"

"""
我确实没听说过，倒不如说只有馨荷姐一开始说的RTS还有动作游戏有那么点印象。

RTS应该是很久之前在电视上看的，动作游戏是在街机厅里看到的。

但是总感觉回想起这几个词的时候，头有点痛。
"""

bxh "那《四国志魏武帝传》之类的呢？"

cy "也没有。"

"馨荷姐沉思了好久，应该是在想有没有什么游戏能让我也能听懂。"

bxh "《物之传颂》呢？总不能是什么《幻燐的将军》啊、什么《姬狩迷宫硕士》、《神采炼金硕士》之类的吧？"

cy "……都不知道。"

"""
坏了。

总感觉馨荷姐要开始急了。
"""

bxh "算了，以后有机会再说吧。"

cy "欸？"

bxh "那毕竟你现在对战棋游戏是个什么概念一点印象都没有嘛。"

cy "那要不…开一把战棋游戏？"

bxh "等会，我记得应该没多久就通关了，先把这个游戏打通了吧。"

cy "嗯？馨荷姐你怎么知道？"

bxh "毕竟，我实在是没事情做的时间，太多了。"

"""
我没有继续问下去。

馨荷姐拉摇杆的声音格外响。

我帮馨荷姐补掉两个敌人之后，显示屏上亮起了大大的『WARNING』。

馨荷姐放下摇杆，拿毛巾擦了一下手。
"""

bxh "小常，你之前和别人一起打过游戏吗？"

cy "…应该是有的，但是我记不得了。"

cy "我记得我去过街机厅，但是去完街机厅之后的东西就全忘了。"

bxh "……是吗。"

bxh "多玩玩游戏不一定是坏事，有很多时候你是找不到比游戏更廉价还健康的安慰剂的。"

bxh "不然我可能早就……"

"""
馨荷姐左手突然滑了一下，准星被拉到了角落边缘。

然后我突然看见BOSS的右手出现一个准星图标。
"""

cy "欸？这个是啥机制啊？"

cy "馨荷姐——"

bxh "啊？哦……"

bxh "打它这个有标记的右手！"

"""
我还是太笨手笨脚了，尽管馨荷姐给我开了辅助瞄准，但是这个BOSS的手一直在晃，我准星一直都拉不到位置。

不知道为什么，馨荷姐的准星一直在抖，也一直都没有套上。

准星图标不断变小，游戏背景也逐渐染上橙红色。
"""

cy "馨荷姐，这个打不掉会怎么样？"

bxh "打不掉直接强制团灭了！"

cy "馨荷姐我瞄不到BOSS的右手啊！"

bxh "给我来就行！"

"""
尽管馨荷姐这么说，但馨荷姐拉摇杆的声音甚至在游戏背景音中都清晰可辨。

她的准星还是没拉到位。
"""
#爆炸声
"屏幕上出现『GAME OVER』几个大字。"

bxh "……"

"我不知道应该对沉默的馨荷姐说些什么。"

cy "那个…如果我操作再好一点的话……"

bxh "没啥，房间里太热了，手汗比较多，手柄打滑了。"

"我明明记得今天的气温只有10℃左右。"

bxh "不说这个了，你不是想看战棋游戏吗？给你挑一个看一下？"

cy "行。"

"""
即使是愚钝的我也明白馨荷姐是在转移话题。

『找不到比游戏更廉价还健康的安慰剂』。

『浪费了六年的时间』。

『必须要打发时间的日子』。

哦对了，前面还提到了一个『端庄』。

我想来想去也只能想到一个网瘾少女闭门不出六年，最后出来打工挣钱的桥段。

总不至于真是吧。
"""

bxh "小常，你想看美式的还是日式的。"

bxh "美式的类似于回合制的射击游戏，日式的类似于回合制的RPG游戏。"

cy "啊？"

"""
感觉这里是不是应该选一个能更多了解馨荷姐的方向？

刚打完FPS要不还是换一个偏的更远的吧。
"""

cy "那就…日式的？"

bxh "那行，我就不给你新开档了，刚好我有个游戏没打完，应该是快到最终战了。"

"""
馨荷姐翻了一下游戏库，然后点开了一个图标。

短暂的黑屏后，显示屏上显示出带着《天缘城堡硕士》几个字的图标。

我默默地看着馨荷姐选择关卡、调整编队然后点击进入战斗。
"""

cy "欸，馨荷姐，我怎么感觉你打游戏的时候跟变了个人一样？"

bxh "你想说哪方面的？"

"显示屏上，几个小人在地图格子里，随着馨荷姐的操作不断移动着。"

cy "就…平时馨荷姐你都嬉皮笑脸的，昨天是那种温柔体贴的大姐姐一样……"

"好像是敌人出了个暴击，馨荷姐面色一沉，然后点了悔棋。"

bxh "你就直说吧，别绕弯子。"

bxh "我打游戏的时候是不是很可怕。"

cy "呃…也不是这样吧……"

bxh "那你想不出反对意见，等于就是默许了。"

"馨荷姐从后排拉上来一个拿着大盾的角色，吃下了敌人的暴击，再把最开始进行攻击的角色拖了上去。"

cy "就…太过于认真了。"

cy "一旦进入状态之后，就会去追求实力匹配乃至更强的对手。"

cy "是这样的吧？"

"""
敌方在大部队的后方刷出来了一波增援，馨荷姐只把刚刚用过的那个大盾留在了敌方的增援边上。

剩下的大部队一个不剩，全都拖到了前线。
"""

bxh "你说是，那就是吧。"

bxh "但是有一点你确实没说错，打游戏确实是要认真的。"

bxh "如果一个人打游戏都不愿意动脑子，那他在其他时候，肯定也不会动脑子。"

"""
果然不该是这种理想主义的、冠冕堂皇的东西。

算了，换个话题吧。
"""

cy "欸，馨荷姐，为什么要把这个拿盾的留在这里啊？"

"""
馨荷姐按到了下一回合，然后立刻悔棋了。

悔完棋之后，我看就剩了一个角色没操作，应该是点错了。
"""

bxh "这个角色一个回合只能走三格，其他角色普遍是四或者五的移动。"

bxh "而且双防够高，也能打得动对面。"

cy "所以是让她来殿后免得敌人去切主力部队？"

bxh "不是，单纯她腿太短。"

bxh "再加上扔在后面也不用单独管她的生存，刚好处理这种麻烦的增援。"

"""
馨荷姐这一脸平静地说这种话的样子，感觉比玩格斗游戏的时候要更可怕。

不过是游戏角色而已，我想太多了吧。

毕竟只是数据而已。

馨荷姐继续进行着游戏。

持盾的角色处理完增援之后，馨荷姐也没挪动她的位置，执行完大部队的行动之后直接进了下一个回合。
"""

cy "欸，馨荷姐，怎么不动那个拿盾的了？"

bxh "你看看她能赶上大部队吗？"

bxh "我都快到BOSS的位置了，为什么要浪费时间去挪她？"

cy "那为什么编队的时候要带她啊？我看也就处理了几个小怪啊？"

bxh "你不会以为战棋游戏里面同时上场的这么多角色，每个都要去摸一遍BOSS吧？"

bxh "这个角色面板合格，出击占用的资源也低，除了腿短一点没有劣势。"

bxh "倒不如说，因为腿短，所以丢在后面最合适了。"

cy "那…不是很可怜吗？"

"馨荷姐丢给我一个白眼。"

bxh "这是游戏，菜就是菜，最该信奉达尔文主义的地方，怜惜弱者只会让你卡关。"

bxh "而且你不会以为就没有那种，连编队都不配进的角色吧？"

bxh "要是换成更久远的那种，角色死亡就永远离队了。"

bxh "你非要让弱的角色上场，你自己玩得又憋屈，角色吃了经验也不能给你合适的战力回报。"

bxh "没有意义的，资源只有那么点，弱的吃了，强的就吃不到，只会恶性循环。"

"""
很合理，虽然我打的游戏不多，但是我确实能理解这一点。

不过可能是因为马上就到BOSS前面了，敌人的密度也高了起来，馨荷姐悔棋也变得频繁了。

刚刚被丢在后面的那个持盾的角色，还是一直没有动。
"""

bxh "小常，你是不是觉得这种事情很残忍？"

"馨荷姐突然提出来的这个问题，让我有点猝不及防。"

cy "……我也不知道。"

cy "但是这是游戏吧？游戏就应该有游戏的玩法。"

"""
馨荷姐把最后一个行动的角色拖到已经只剩血皮的BOSS的位置，然后放下手柄，伸了个懒腰。

显示屏上播放完战斗动画之后，进入了结尾剧情。

看起来像是主人公的男孩子，和一群女孩子幸福快乐地生活在一起的样子。
"""

bxh "假如说，不是游戏呢？"

cy "如果不是游戏的话，那肯定是不对的。"

bxh "…挺好的。"

bxh "我知道某些事情不对的时候，已经太迟了，也来不及改变了。"

bxh "但是你，还有机会。"

cy "我？"

"""
不对劲，馨荷姐不像是这种会突然开始讲大道理的人。

按道理应该是杜姐在这里跟我讲这种东西。
"""

bxh "讲得太多了，以后再说吧。"

bxh "时间也差不多了，要不去吃晚饭？"

"""
『以后』？

我冥冥中感觉，如果错过这一次机会，可能就没有『以后』了。

赌一把吧。
"""

cy "馨荷姐，我们来打个赌吧，就拿我们一开始玩的那个格斗游戏。"

"馨荷姐挑了挑眉，露出诧异的眼神，然后笑出声来。"

bxh "好啊，条件是什么？"

cy "一局定胜负，条件我来定，等会再定可以吗？"

bxh "小常，你是算准了我不会拒绝，才提的这种霸王条款吧？"

"""
馨荷姐紧盯着我的眼睛，我下意识想避开馨荷姐的目光。

不行，不能露怯，这么好的机会下一次可能就没有了。
"""

cy "那馨荷姐您不接受，我也完全可以理解。"

bxh "没有问题，只要我赢了，就当什么都没发生过，可以吧？"

"""
『什么都没发生过』。

大概是指这个赌约吧，应该没必要想太多。
"""

cy "一言为定。"

"""
馨荷姐没有多说，拿毛巾擦了擦手，调出下午打开过的那个格斗游戏。

我练习了几下记忆中搓招表最下方的EX必杀技的指令，算了一下必杀技槽攒满的大致需求。

如果能够相信我脑子里不知道从哪里冒出来的计算公式的话，那一定是有机会的。

就看刚才拍脑袋想的『蚊子、盐、酒、树枝、石头』式的战术能不能成了。
"""

bxh "还是按照最开始那个配置？"

cy "没有问题。"

"""
馨荷姐默默地选好了角色，我也跟着选好并确定了角色。

游戏加载的时间好慢。

整个房间里安静得只能听见游戏的效果音。
"""

"游戏音效" "Round 1！"

"""
猜对了。

果然馨荷姐上来就是瞬移之后准备从后面起手我。

我保持着回拉摇杆，抓到馨荷姐的技能后摇，摸了两下之后，没敢继续贪。

馨荷姐还是保持着沉默，应该是在寻找机会。
"""

cy "馨荷姐，你这个游戏玩了多久了？"

bxh "记不得了。"

"""
馨荷姐含混地敷衍了我一下，然后换成从空中起手。

我之前都没见过这种起手，还是保持着回拉摇杆的姿势，结结实实吃到了一下。

很显然馨荷姐是不可能放过这个机会的。

我放弃了挣扎，瞟了一眼正在上涨的必杀技槽。
"""

cy "馨荷姐，你在玩游戏的时候都会想些什么啊？"

"""
应该馨荷姐的操作迟了两三帧，本来应该在更高的位置打到的浮空技能没衔接上，我操纵的角色提前落地了。

馨荷姐扫了两下地，随后后撤。

还好，因为失误没有直接被一套下半血。
"""

bxh "怎么想起来问这个问题？"

"打完一套失误的连段之后，馨荷姐才给我回复。"

cy "您之前不是说嘛，游戏是安慰剂。"

cy "既然是安慰剂，那总是要先有因才有这个果嘛。"

"""
我又赌了一次，尝试了一下前冲接投技。

嗯，正常情况下前冲过去的时候应该会先吃到馨荷姐的起手或者投技的。

很显然我赌对了。
"""

bxh "无可奉告。"

"""
投技动画出来的时候，馨荷姐叹了一口气。

虽然我自己都觉得我这个手段有点下作。

没有直接上升到肢体接触应该…还好吧？

总之还是投技抓完之后随便接了两下，大概馨荷姐剩的HP还是比我稍微高一点。
"""

bxh "怎么，小常你这是打算用场外因素来赢我？"

bxh "那种事情吸引力有这么大吗？"

cy "至少对现在的我来讲，诱惑真的很大！"

"馨荷姐一个下段踢下来，我的防御姿态被打破了。"

cy "我不管馨荷姐你是怎么想的，我就是想知道！"

cy "我也不知道我现在为什么会有这么强的求知欲。"

"""
馨荷姐还在沉默着打她的连段。

我损失的HP已经过半，必杀技槽离二分之三还差一点。
"""

cy "我也不知道这个是不是跟我失去的记忆有关系。"

"""
馨荷姐的连招又出现了失误，我又提前落地了。

这次大概剩三分之一左右，必杀技槽已经攒满了三条中的两条。

不过这次我已经没有什么心思去思考什么起手方式了，总之就是乱按。

馨荷姐给我摸到了两下之后，抓到了机会Counter了我的攻击。

嗯，就半条血了，大概已经在理想中的斩杀线了。

只要再让她失误一次！
"""

cy "从我来1958的第一天我就感觉，馨荷姐你一定是知道些什么的。"

cy "我不是小猫小狗，我是人。"

cy "没有人会平白无故接纳一个初次见面，甚至连自报家门都做不到的人。"

cy "但是我在这里，在1958，在和你们一起工作。"

"""
馨荷姐紧咬着嘴唇，捏着手柄的手一直在颤抖。

我的血量已经只有五分之一了。
"""

cy "我也不奢求馨荷姐你能够把我身上的所有谜团都一一解开。"

cy "我的过去，我自己会去探明。"

cy "我只想更了解馨荷姐你，只想听听你的故事。"
#插入提示音
"""
我的角色落地了，仅剩下基本看不见的一点HP。

底下的三条必杀技槽刚好攒满。

想也不用想，馨荷姐肯定会来压我的起身。
"""

cy "告诉我你的全部吧，馨荷姐。"

"""
我从来没有想过我笨拙的手能在实战中一次就搓出看起来就很难搓的EX必杀技。

但是我赌赢了。

显示屏上播放着绚烂的动画，我放下手柄，牵起馨荷姐的左手。

她的手凉得，像是刚拿液氮做完实验一样。

我不知道为什么我突然会用这个比喻来形容。
"""

bxh "这，就是你的条件吗？"

"馨荷姐把头扭向一边，但我借着灯光清晰地看到，她的眼角有一块明显发生了折射现象。"

cy "是的，我只有这一个条件。"

cy "这一次的约会都是馨荷姐你在主导，下一次的约会就让我来定吧。"

bxh "……太狡猾了。"

"""
我没来得及反应过来，馨荷姐扔下了手柄，紧紧地抱住了我。

我明确感觉到，我的脸颊也被什么润湿了。
"""

bxh "那就再过三周，鹭州科技大学返校日后两周的周末，可以吗？"

bxh "我这边，也有很多东西要准备一下。"

cy "好的！"

"""
此时的我，并没有仔细去想为什么馨荷姐要把时间拖得这么长，还特地说有很多东西要准备一下。

我只是单纯地觉得，能给我接近三周的时间来规划下一次的『约会』，

对完全不知道什么是『约会』，只是单纯顺着氛围夸下海口的我，

实在是太友善了。
"""
#转黑屏
call Chapter_3
return