label Chapter_5:
#Chapter 5
scene bg _test with toki#转场，1958内景
play music bgm_13 fadein 0.5
"1958的工作，还是一如既往。"

"无论是好的意义上，还是坏的意义上。"

"""
好在虽然还是经常有棘手的顾客到1958来，\n但至少没有逼得绛枫姐又去掏防暴叉去了。

就是自从我是男性的身份暴露之后，\n客人们的举动变得更加收敛、以及更加放肆了。

至于这两个矛盾是如何达成统一的，那就是——\n行为的恶劣程度上有所收敛，但举动的越界程度上明显放肆。

比如……这几天我在端咖啡的时候，\n经常会有顾客故意摸上我的手——
"""

guest "哎呀，你这手这么白、这么嫩，怎么保养的啊？"

cy "……您好，我一直都没保养过。"

guest "哎，你这没保养，皮肤就这么好。\n哪像我，又黑，毛又多。"

guest "真羡慕你啊，我也想穿一下女仆装，\n但是我肯定穿着一点都不合适。"

cy "您……可以把我的手放开了吗？"

guest "啊，不好意思，都忘了。"

guest "我一直都没摸过女孩子的手，\n只是想体验一下摸女孩子的手是什么感觉而已。"

cy "这位客人，我并不是女孩子。"

guest "我知道啊，但是性别什么的根本就无所谓吧。"

guest "而且鹭州科技大学和没有女孩子基本上没有区别。"

cy "这位客人，您还有什么别的需求吗？"

cy "我还有别的工作需要去做，\n如果您没有别的需求，我就先行告退了。"

guest "没有了没有了，你去忙就可以了。"

"虽然这位客人就没有把我的手放开的意思，\n还是用力地捏着我的手。"

"无奈之下，我只好用力地把他的双手甩开。"
scene black with toki
scene bg _test with toki#转场，还在1958内景
play music bgm_21 fadein 0.5
"""
因为我们俩都懒得出去吃中饭了，\n于是午餐就在店里蒸两个枕头馍凑合吃了。

虽然主要原因是绛枫姐在冰柜最底下发现两个还没吃的枕头馍，\n怕继续放就放坏了。

才不是因为我早上被某个变态摸得浑身鸡皮疙瘩，\n现在连动都不想动了。
"""

cy "为什么会变成这个样子啊……"

"我捏着大半个枕头馍，无力地瘫在餐桌上。"

djf "起码……你现在算是被这个世界所接受了……"

cy "那也不能这么奇怪吧？"

"我扭了扭脖子，半个脸贴在桌板上，侧着脸看着绛枫姐。"

cy "原装正品的女孩子可以，套了个女装的也可以，\n甚至套了个女装的八美肉都可以。"

cy "唯独男人不行？什么歪理啊？"

djf "你这个词从哪里学来的？"

cy "馨荷姐的本子啊？\n不过绛枫姐，这不是重点吧？"

djf "那本本子里到底都写了什么东西……"

djf "而且你到底看那本东西看了多少遍啊？"

cy "也没有吧，也就晚上闲得无聊翻出来看看。\n虽然看不懂，但是写得还挺有意思的。"

"脖子这么弯着有点不舒服，我又扭了扭脖子，\n把下巴压在桌板上。"

cy "比如说有一篇《美食殿堂中萌生的憎恶》，\n里面提到的东西看起来都还挺好吃的。"

cy "就是我不知道说的到底是什么东西。"

djf "……你不用提内容也可以的，我觉得应该不会是什么好东西。"

djf "不过说实话，现在这堆顾客的举动，\n倒也不是完全无迹可寻。"

cy "比如说？看待男性如洪水猛兽？\n或者是见到个看起来像是女性的就发情？"

cy "看起来像是女孩子的人实际上是个男孩子，\n会因为这种事情而感到非常兴奋？"

"刚咬下一口枕头馍的绛枫姐突然噎住了，\n我赶忙站起身给她递了杯水，看着她猛灌了两口下去。"

cy "绛枫姐，没事吧？是不是吃太快了？"

"绛枫姐拍了拍胸口，咳嗽了两声，然后抬起头看向我。"

djf "虽然确实听到了一些没法否定的东西，\n但是真的没有那么离谱的。"

cy "啊？到底是哪里没法否定啊？"

djf "你想听实话？"

cy "那总比听假话好。"

djf "你说的三点，都没法否定。"
pause 0.5
"……"

"绛枫姐的演技应该没有这么好吧？\n应该不会像现在这样一脸严肃地说玩笑话吧？"

cy "绛枫姐，我刚刚说的，应该是让您不要开玩笑的意思吧？"

"绛枫姐把最后一口枕头馍嚼碎咽了下去，\n然后仰起脖子，喝了一口水。"

djf "但是，我真的没有说假话。"

cy "所以，您的意思是，真正的鹭州科技大学的人，\n不仅闻男色变、见女折腰，还对伪娘情有独钟？"

djf "你少看点馨荷姐的那个小薄本吧。"

djf "不过虽然说鹭州科技大学的刻板印象确实是这样，\n但是还是有很多正常人的。"

"绛枫姐的眼神，不自觉地瞟向我头顶上的天花板。"

cy "比如馨荷姐？"

djf "别打岔。"

"似乎是把绛枫姐美好的幻想打断了，她一脸恼怒地瞪向我。"

djf "大部分人还是有最基本的道德和伦理观的，\n不至于说直接在公众场合做这种事情。"

djf "哪怕是馨荷姐，也起码是有底线的。"

"真的……有底线吗？"

"不过我也不记得鹭州科技大学到底是什么样了，\n那就信一会绛枫姐吧。"

"但既然都说到这个话题了，那不如再深入问一下……"

cy "那……我还是很好奇，现在的这些顾客，\n到底跟真正的鹭州科技大学的人有什么关系？"

cy "毕竟我现在还是没想起来，鹭州科技大学到底是什么样子。"

"听到我问的这个问题，绛枫姐愣了一下，\n然后看向天花板，思索了一会儿。"
pause 0.5
djf "很像，但是绝对不是。"

"绛枫姐的目光，重新落到我的脸上。\n她的神情，似乎带着些许感伤。"

cy "……那到底为什么不是？缺的东西到底在哪里？"

cy "难道是因为不刷《电磁学千题解》和《吉米多维奇》吗？"

"我本以为绛枫姐会继续说教，让我少看点馨荷姐写的东西，\n但绛枫姐却用复杂的眼神看着我，又罕见地陷入了沉默。"

"过了好久，她才轻启双唇："

djf "鹭州科技大学也不是人人都刷这个东西，不足以作为判据。"

djf "真正的判据应该是——"

djf "也许会有异于常人的喜好、也许会忠实于自己的欲望……"

djf "但最终，鹭州科技大学的人，永远不会忘却内心的追求。"

"绛枫姐把最后的那两个字，咬得很重。"

cy "那……如果忘却了自己的追求……"

cy "比如说，像我现在这种什么都忘掉了的状态，\n大概和忘却追求也没有什么区别……"

djf "你没有。"

"绛枫姐斩钉截铁地打断了我。"

cy "为什么没有？我现在难道不是除了1958之外，\n对这个世界完全一无所知吗？"

cy "鹭州科技大学对我而言，一点印象都没有留下来，\n所以我……"

djf "你为什么非要揪着具体的鹭州科技大学不放？"

djf "你记得鹭州科技大学的过去也好，不记得也好，都不是重点。"

cy "为什么？绛枫姐，我不明白啊！"

cy "我只知道你嘴里说的、和馨荷姐写在纸上的『鹭州科技大学』，\n但是毕竟这不是真的鹭州科技大学。"

cy "而且，这几天，我越来越感觉，\n如果我不清楚真正的鹭州科技大学的话……"

cy "我永远也无法理解这些顾客，\n也永远无法知晓这个世界的真相。"

djf "都说了，你不要把你自己绕进死胡同里面去。"

"绛枫姐的脸上，透露出明显的不耐烦。"

djf "不知道鹭州科技大学就不配做鹭州科技大学的人了？"

djf "那按你这么一说，本科不是鹭州科技大学的研究生，\n难道就这么被除籍了？"

cy "……"

djf "而且像你这样，揪着个只是自己有那么点兴趣的话题不放，\n非要刨根问底的，已经够鹭州科技大学了。"

djf "只是你自己完全没有自觉而已。"

"绛枫姐说完，往椅背上一靠，\n然后把她面前的杯子往我这边一推。"

"我瞥了一眼绛枫姐的脸色，\n得到的回应却只是被绛枫姐狠狠地瞪了一眼。"

cy "……"

"我叹了口气，端起绛枫姐的杯子，\n到吧台后面给她加满了温水。"
play sound sound_35
djf "……谢谢。"

"绛枫姐脸上的表情，总算是缓和了一点。"

djf "还是说回正题吧，\n刚刚被你那个鹭州科技大学籍的话题都给绕晕过去了。"

djf "你现在，难道不是，想为了某个人而活下去吗？"
scene bg _test with dissolve#CG需求#bxh最后的CG
"""
……

一瞬间，脑海中闪过某个不能够忘记的画面。
"""
scene bg _test with dissolve#CG消失
cy "……"

"大概是看出我无法反驳，绛枫姐叹了口气。"

djf "明明都到了这一步，却忘记了自己为什么要做到这个程度……"

djf "或者说，明明都把过去全都忘记了，\n潜意识却还驱使着自己去这么行动……"

cy "……"

cy "绛枫姐，你之前不是说……\n没有这个必要吗？"

djf "那说归说，听归听。"

djf "其实我从来都不认为，你会真的听的。"

djf "馨荷姐也一样，你也一样……"

"绛枫姐说到最后，突然低下了头。"

djf "……也一样……"

"好像她最后又说了些什么，但声音细微得听不真切，\n可能是我的错觉吧。"

djf "现在，就先这样吧。"

"绛枫姐抬起头，挤出一副爽朗的笑容。"

djf "你想回忆起真正的鹭州科技大学也好、不想也好，\n一切的一切，就放到之后再说吧。"

cy "如果我一直都想不起来呢？"

djf "想不起来的话，那就为了『想起为什么而活』，\n继续在1958陪我吧。"

cy "……绛枫姐？"

"绛枫姐笑着摇了摇头。"

djf "刚好，我觉得有一个课题，很适合现在的我去追求。"

djf "我现在，想要『忘记为什么而活』。"

djf "怎样？和你现在的『想起为什么而活』，很相配对吧？"

cy "但是……说法能不能换一下？听起来像是告白一样……"

djf "你心里早就有别的人了，怎么可能把这个当真呢？"

"绛枫姐脸上仍然挂着笑容，而她盯着我的眼神，却分外认真。"

djf "不过你要是当真了，我也无所谓就是了。"

cy "怎么可能当真啊……\n而且绛枫姐，你这个玩笑开得也太没水平了。"

djf "是吗？我还以为我这个玩笑还能让你心动一下的呢。"

djf "不过你是不是忘了些什么东西？"

cy "忘了什么？"

djf "马上就要上班了，你是不是光顾着和我聊天，\n都忘记你还在吃中饭了？"

"我低下头，看见右手捏着的枕头馍，还剩下大半个。"

cy "……"

cy "……现在，几点了？"

djf "离下午开店，还差一分钟。"

"我把枕头馍往嘴里一塞，僵硬地转过头，看向门外。"

"1958的门外，已经黑压压地堵满了人。"
scene black with toki
scene bg _test with toki
play music bgm_21 fadein 0.5 #过场动画，转djf喝酒cg，白的
"每天跟着绛枫姐回她宿舍，好像已经成为了一种新常态了。"

djf "其实你没必要每天都过来的，反正你又喝不了。"

djf "而且我今天又忘了买小麦果汁了。"

"绛枫姐举起装满了高粱果汁的杯子，在我面前晃了晃。"

"当然，我面前杯子里的透明液体，只是白开水而已。"

cy "不能喝粮食果汁，就不配上桌了吗？"

djf "就一个人喝的话，那也太无聊了。"

"绛枫姐抿了一口高粱果汁，然后轻轻放下杯子。"
play sound sound_35
cy "那只要不仔细看，白开水和高粱果汁也没啥区别吧？"

"我举起杯子，伸向绛枫姐眼前。"

djf "说的倒也是。"
play sound sound_34
"绛枫姐也端起杯子，轻轻碰了一下我的杯口下缘。"

djf "但是今天不打算跟你继续讲《青鸟》，\n所以可能要让你失望了。"

cy "那就……随便讲讲？"

djf "那不如你来提吧，除了《青鸟》之外，大概都行。"

cy "韩塞尔和格蕾特？"
play sound sound_35
"绛枫姐放下杯子，皱了皱眉。"

djf "怎么是格林童话……能不能换点正常一点的。"

cy "啊？格林童话不是青少年读物吗？"

djf "你从哪里听说的格林童话是青少年读物的？"

cy "啊？原来是这样的吗？\n我还以为童话故事都是适合小孩子看的。"

djf "你不会以为民间传说都是什么适合小孩子看的东西吧？"

djf "也就鹭州科技大学的童话故事会比这个更不适合青少年读了。"

cy "那我要听听鹭州科技大学的童话故事。"

"绛枫姐扶着额头，露出一副无奈的神情。"

djf "服了你了，我就随口一说，你怎么就当真了。"

djf "那你等一下啊……我现编一个。"

cy "现编一个？"

"绛枫姐没有辩解，只是举起杯子，灌了一大口高粱果汁，\n然后清了清嗓子。"
play sound sound_35
djf "以前有一个鹭州科技大学的学生，\n他一进来就觉得这里的环境让他如鱼得水。"

djf "在他最热衷卷GPA的那段时间，\n早上一醒来，他就去看《吉米多维奇》；"

djf "晚上他的室友都睡着了，\n他还在写《电磁学千题解》。"

cy "……这个算童话故事吗？"

djf "别打岔。"

"绛枫姐不满地瞪了我一眼。"

djf "在鹭州科技大学的集体刻板印象上进行艺术加工，\n难道不算童话故事吗？"

cy "算，算，您说的是。"

djf "没意见吧？没意见的话，我就继续讲了。"

cy "没意见。"

djf "这还差不多。"

"绛枫姐给我的杯子里加满白开水，然后继续讲了下去。"

djf "自从他在鹭州科技大学知晓了GPA的存在之后，\n他日日夜夜、无时无刻、不在想念着他的GPA。"

djf "但是呢，一个非常重大的困难，\n拦在了他追求更高的GPA的路上。"

djf "鹭州科技大学每天晚上十一点会断电，\n早上六点才会来电。"

djf "于是，他一天就有七个小时没法来卷他最心爱的GPA。"

cy "他不睡觉的吗？"

djf "都说了这个是童话故事了，不要在意这些细节。"

djf "最终，他想到了一个办法，\n能让他每天都能卷二十五个小时的GPA。"

cy "但是……一天不是只有二十四个小时吗？"

"绛枫姐转过头，面带微笑地看着我。\n明明是微笑，我却感受到一种无形的威胁感。"

cy "我懂了，这是童话故事，都是艺术加工，\n绛枫姐您继续讲就可以了。"

djf "你再打岔，我就没法给你继续编故事了。"

"绛枫姐这才满意地举起杯子，目光也从我的脸上移开了。"

djf "每天晚上，在夜深人静、万籁俱寂、\n他的室友都爬上床睡得和死猪一样的时候……"

djf "他就会把空调的插头拔下来，\n然后把自己的台灯接到空调用的那个插座上。"

djf "等到第二天早上六点钟，他室友醒来之前，\n他又会把空调插头插回去。"

djf "虽然要等到他的室友都睡着，会耽搁一些时间，\n但通过这样的方法，他每天又能多卷五个小时的GPA。"

djf "付出的代价，仅仅是他的室友总觉得空调坏了，\n请维修师傅在那个夏天跑了好几趟而已。"

djf "好在，他做得够小心，所以一直没有被他的室友发现。"

cy "哇……童话故事这么黑暗吗？"

djf "那毕竟是鹭州科技大学的童话故事，可不是讲给小孩子听的。"

"在大夏天把空调插头拔了是真的有点太过分了。"

djf "但毕竟纸包不住火，他偷偷卷GPA的事情还是暴露了。"

djf "到了考试周，因为他门门都拿了四点三，\n所以他的室友都很好奇他怎么GPA这么高。"

djf "虽然没有抓到实质性证据，\n但这份好奇也让他的室友对他多了几个心眼。"

djf "于是在某一天的晚上，他的一个室友因为老板的压榨，\n上了床还被叫起来，远程连接实验室电脑去看文献。"

djf "恰好，他在这一天打算好好地卷一下量子物理。\n于是他一如既往地蹑手蹑脚地拔下了空调插头……"

djf "而他的室友，也在这一刻，\n听到了他插上台灯插头的声音。"

djf "『你也不想你卷GPA的事情，被别人知道吧？』"

djf "在被他的室友如此威胁之后，他不得不让出了插座。"

djf "最终，因为少了每天卷的这五个小时，\n他下一个学期的GPA从四点三跌落到了四点零。"

djf "而他的室友在拥有了插座之后，先是看了一个月文献，\n就觉得卷GPA过于无趣，需要多一些新的调剂。"

djf "于是在机缘巧合之下，知道了文字冒险游戏之后，\n他的室友便彻夜沉迷于其中，最终挂了二十个学分退学了。"

djf "尽管他又成功地夺回了空调插座，但这一个学期的四点零，\n已经成为了他GPA之中的污点，再也无法洗去。"

djf "这就是，没有赢家，只有两败俱伤的，\n鹭州科技大学的童话故事。"

"什么乱七八糟的沉重结尾。"

cy "……"

djf "怎么说？给点反应啊？"
play sound sound_35
"绛枫姐放下还剩半杯的高粱果汁，转头看向我。"

cy "……绛枫姐，你这个……\n算是童话故事吗？"

djf "那总应该算是吧？\n毕竟你看，正义也得到了伸张、邪恶也受到了制裁。"

djf "这不是很明显属于童话故事的剧情架构吗？"

cy "那谁是正义谁是邪恶啊！我怎么感觉完全是黑吃黑啊！"

djf "这种细节就不要在意了，毕竟一半都是现编的。"

cy "那剩下的一半呢？\n……不对，那也就是说，有一半是真的？"

djf "确实是真的，是我认识的人的亲身经历。"

"我的眼皮忍不住跳了两下。"

cy "哪一半？晚上拿空调插座的电看《高等无机结构化学》吗？"

djf "玩文字冒险游戏然后挂了二十个学分退学。"

"为什么退学的事情反而是真的啊！"

cy "……当我什么都没问。"

cy "不过这个剧情有点违背常理了吧？\n空调插头一拔，晚上不会很热吗？"

cy "为什么只是请维修师傅过来而已？"

djf "都说了是童话故事了，不要在意那么多。"

djf "而且你看，童话故事里面的豌豆公主，\n垫上二十层被子都能知道最底下有颗豌豆。"

cy "好像确实有道理……那话说回来，\n真有这种觉都不睡了，天天抱着本东西在那里学习的人吗？"

djf "天天刷夜怎么可能，哪怕是机器都要维护，何况是人呢？"

"绛枫姐晃动着手里的杯子，杯中透明的液体闪烁着晶莹的光泽。"

djf "不过我以前确实有个同学，早上六点就去图书馆自习。"

cy "每天都去？"

djf "大四那个时候，准备考研那段时间，他每天都去。"

cy "那最后考上了吗？"

djf "当然考上了啊，他最后考了四百多分，是全专业第一。"

"明明应该是值得庆贺的事情，绛枫姐的目光却有些黯然。"

"绛枫姐应该不是这么小肚鸡肠的人吧？\n为什么要露出这样的表情？"

djf "不过，他考的是本校材料化学。\n说实话，这个分数还是有点太浪费了。"

djf "本来有这个毅力，去跨考隔壁计算机学院多好……"

"原来是这样吗？\n但我又不自觉地多问了一句——"

cy "那这个同学，现在怎么样了？"

"绛枫姐抬起头看向我，眼神中满是愕然与迷茫。"

"该死，我怎么把最关键的事情都忘了！\n明明在这个世界最不应该去触碰的东西……"
play sound sound_35
"我正胡思乱想着，绛枫姐手中的杯子已经落在桌上。"

"抬起头，面前的绛枫姐似乎已经恢复了平静，\n用平淡的语气继续陈述了下去。"

djf "我跟他不是一个专业，\n所以他『现在』具体怎么样，我不清楚。"

"绛枫姐端起放在一旁的高粱果汁的瓶子，给自己又斟上了半杯。"

djf "最多也就是出去吃饭的时候偶尔也会和他碰面，\n打个照面、聊个两句、然后匆匆别过。"

djf "最后和他见面的时候，他说了什么来着……"

"绛枫姐举起杯子，抬起头，目光瞟向天花板。"

djf "反正就是他课题进展不太顺利，一直在担心怎么毕业。"

djf "还有就是……因为前两年都没发任何成果，所以转……"

"我转过头，看向不知为何突然沉默下来的绛枫姐。"

"她正仰着脖子，把杯中最后一点高粱果汁倒进喉咙里。"
play sound sound_35
"玻璃杯砸在桌上，发出清脆的声响。"

djf "……"

"绛枫姐低着头，手中紧紧捏着已经空了的玻璃杯。"

"坏了。"

"这次真的坏了。"

"我战战兢兢地缩在座位上，低着头，一口大气都不敢出。"

"直到，绛枫姐的声音，重新在我对面响起。"

djf "他……转博了。"

"我抬起头，面前的绛枫姐面色苍白，\n嘴角贴着手中玻璃杯的杯沿。"

"全然没有意识到，手中的杯子，早已经空了。"

cy "绛枫姐，我就随便问问，不用回答那么详细也没有关系的……"

djf "……怎么已经喝完了。"

"""
绛枫姐没有看向我，只是拿起高粱果汁的瓶子，\n又给自己倒了满满一杯。

我正伸出手，想阻止她端起杯子，\n但一和她的目光对视，我却不得不不自觉地停了下来。

那是仿佛守护着财宝的巨龙一般的、甚至带着杀意的眼神。
"""

djf "加上这个也才四两，没事的。"

"绛枫姐举着杯子，陶醉般玩赏着手中那晶莹剔透的透明液体。\n她的脸颊上，早已爬上了妖艳的殷红色。"

"怎么看，都不像是没事的样子。"

djf "常远啊，你也别婆婆妈妈的。\n你……倒是也喝一个啊。"
play sound sound_34
"绛枫姐俯过身来，凑到我的面前。\n她手中的玻璃杯与我面前的玻璃杯轻轻相碰。"

"高粱果汁的味道好重。"

cy "哦……"

"我缩在座椅的靠背上，双手端起面前的白开水，\n浅浅地喝了一口。"

"绛枫姐这才露出了满意的笑容，坐回了她的椅子上。"

djf "现实的事情哪有童话故事有意思，你说对吧？常远？"

"我点了点头。"

djf "那我就，继续讲鹭州科技大学的童话故事了，行不行？"

"我如小鸡啄米一般，不断地点着头。"

"绛枫姐抿了一口手中的高粱果汁，\n脸上的笑容如同盛开的莲花一般艳丽。"

djf "在他的室友挂了二十个学分退学之后，\n他很好奇到底是什么游戏，能让人挂科、甚至退学。"

djf "于是，在他的室友收拾东西回去的时候，\n他找那位室友，拷贝了全部的文字冒险游戏。"

djf "他打开了其中一个游戏，然后就一发不可收拾。"

djf "原本每天晚上都在熬夜看原子物理学，\n这下他书也不看了，成天就在玩文字冒险游戏。"

djf "时间过得很快，马上又到了考试周，\n他这下才意识到应该赶紧开始复习了。"

djf "于是他就以日出和日落为分界线，\n太阳挂在天上的时候就复习，太阳落下的时候就玩游戏。"

"绛枫姐端着高粱果汁，斜靠在椅背上，\n不知不觉间，她手中的玻璃杯又空了一半。"

cy "那……这样子不是他也要退学了？"

djf "没有，因为有空调插座的庇护，\n所以他每门课程又都拿了四点三。"

"在绛枫姐的笑容面前，我提不出任何反对意见。"

cy "……"

"一定是因为我有问题，所以我刚刚才会觉得这个故事有问题。"

"毕竟，这个故事是童话故事，\n童话故事中发生什么不可思议的事情都是有可能的。"

djf "然后在第二个学期，因为又要学习、又要玩文字冒险游戏，\n他的身体撑不住了。"

djf "他去看了医生之后，医生让他尽量多休息。"

djf "于是他就从狄利克雷函数之中汲取了经验，\n在有理数的时间点学习、在无理数的时间点休息。"

"……"

"……狄利克雷……函数？"

"真不愧是鹭州科技大学的童话故事啊。\n我不由得从心中发出一声感慨。"

djf "这样，他就几乎处处都在休息，并且还没有耽误他卷GPA。"

djf "他就这样保持着四以上的GPA到了大四，\n然后申请到了霓虹国的修士。"

djf "最后，他在霓虹国定居，并和大和抚子樱花妹结了婚。"

djf "可喜可贺，可喜可贺。"
play sound sound_35
"绛枫姐放下玻璃杯，高粱果汁挂在玻璃杯壁上，\n折射着七彩的光辉。"

cy "……"

cy "……结束了？"

djf "结束了。"

"绛枫姐脸上的殷红色，显得愈发妖艳。"

cy "这个……真的是童话故事吗？"

djf "是童话故事啊。"

djf "鹭州科技大学的人，都是三十岁没谈过恋爱的，\n更别提娶樱花妹了。"

"但是大概最有问题的不是这个吧？"

"但是看绛枫姐醉成这样，大概也不会认真地去回答我。"

cy "绛枫姐，你是不是……醉了？"

djf "怎么～可能～"

"绛枫姐瘫在椅背上，右手高举着玻璃杯。"

"她涣散的目光，紧紧地盯在手中的透明液体上。"

djf "我只是……想要变得，『能够不是我自己』而已。"

djf "常远啊，你说，要是一开始来照顾你的不是馨荷姐，\n是不是你喜欢上的就会是我了？"

cy "欸？"

"绛枫姐绝对是喝醉了吧？"

djf "不过，这怎么可能呢。"

djf "像我这样卑鄙的人，是不会有人喜欢的。"

djf "常远，你现在看到的，是哪一个我？\n是在你面前的、真实的我，还是……"

djf "还是……"
play sound sound_39
"绛枫姐紧紧抓着杯子，缓缓地、倒在我的面前。"

"她手中的玻璃杯，已经空空如也。"
scene black with toki
play music bgm_26 fadein 0.5
scene bg _test with toki#转宿舍场景
"绛枫姐没有大碍，只是喝醉了而已。"

"确认完之后，我把绛枫姐扶上了床，把被子给她盖上，\n最后把垃圾桶拖到她的床头，就回到了我自己的房间。"

"都怪该死的高粱果汁，满是那种味道，一点情调都没有。"

cy "不过绛枫姐为什么要说『能够不是我自己』……"

"到底是喝醉了？还是没喝醉？"

"虽然从绛枫姐的语气上看，不像是在开玩笑；\n但是后面又明显是在说醉话……"

"所以才说高粱果汁不是什么好东西，\n这最关键的事情都没法确认了。"

cy "再之前说的想要『忘记为什么而活』……\n不对，那个时候绛枫姐可没喝，绝对是清醒的。"

"绛枫姐，她到底是什么意思？\n怎么也和馨荷姐一样。天天搞这种故弄玄虚的东西？"

cy "算了，不想了。"

cy "船到桥头自然直。\n绛枫姐要是真打算想说的话，迟早会说的。"

"虽然话这么说，但我心里也知道，\n这只是我给我自己的心理安慰而已。"

"上一次是鹭州科技大学返校后两周，这次又是在之后的两周。"

"哪怕绛枫姐再怎么否认，再怎么摆出证明的理由——\n我也不能够不把这两件事情给等同起来。"

"一定，有什么重要的事情，又要发生了。"
scene black with toki
play music bgm_13 fadein 0.5
scene bg _test with toki#黑屏，转1958。
"""
今天的1958依然很忙碌。

虽然工作很多、很充实，\n但是我还是喜欢最开始的、没有客人的1958。

只可惜已经回不去那个可以天天摸鱼的日子了，\n除了加倍努力地拼命干活之外，我没有别的选择。
""" 

guest "那个……女仆小姐？"

"""
谁是女仆啊！

不过我也只是在心里面说说而已，\n真要说出来我就别在1958干了。
"""

cy "您好，有什么可以帮您的吗？"

"我很自然地回过头，对着那位客人露出微笑。"

guest "啊，果然是女装的啊。\n我就说，怎么这里还会有女仆呢？"

"自从那天之后，前来的客人都很自然地接受了我。"

"明明穿着女性的服饰，却有着喉结，还操着一副男性的嗓音。"

"我也不知道为什么，也不愿意去想。\n就这么归结于『神』的恶作剧吧。"

guest "那个……可以在我的这个蛋包饭上，\n用番茄酱写『废理兴工』吗？"

"蛋包饭？哪来的蛋包饭？"

"我们1958不是不提供蛋包饭的吗？"

djf "啊……那个是你的午饭，\n我刚热好端出来放在吧台上，就被这个客人端走了。"

"怎么是绛枫姐你百密一疏啊！"

"那这样子我的午饭不就……"

guest "啊？原来是这样啊，那真是不好意思。"

"面前的这位客人，突然露出一脸歉意。"

guest "女仆小姐，要不你坐在这里，我来给你喂食吧？\n我还没动过这个蛋包饭，没问题的吧。"

cy "……"

"我用力地，咽了一口唾沫。"

"我……没听错吧？"

"我惶恐地，看着这位客人，一步一步地逼近我。"

guest "来，女仆小姐，把番茄酱的瓶子给我，\n我来给你画一个玻尔氢原子模型～"
scene black with leftflash
scene bg _test with leftflash
"我就这么，乖乖地坐在桌子旁边，\n任由客人一勺一勺地，往我的嘴里喂了一整盘蛋包饭。"

"明明玻尔的氢原子模型，\n应该是电子以一个正圆形轨道绕着质子旋转。"

"那位客人画的，却是一个心形的轨道。"

"算了，比起前几天，今天算是好些了。"

"就这样下去，好像也不错。"

"只不过，一想到两周后的事情，还是有点不安。"

"烟花大会之后，1958还能像现在这样安稳吗？"
scene black with toki
play music bgm_26 fadein 0.5
scene bg _test with toki#转场动画，转宿舍。
"""
结束了一天的工作，我无力地躺倒在我的床上。

穿女仆装去接待客人……今天已经是第几天了呢？

我已经记不太清了。
"""

"而且，最可怕的是——"

"我的内心之中，甚至已经完全丧失了对于这种事情的抗拒感。"

"……还是不要想这种事情比较好。"

"……"

cy "不过……我是不是忘了什么重要的东西？"

"每一个周五的晚上，都是从回忆应该去做什么的痛苦开始。"

"应该是上班上的吧，我的记忆力应该没有这么不好……\n应该吧。"

"不过一般也就仅限于回忆了，\n能够落到实操之中的那是一点都没有。"

"虽然鹭州科技大学旁边看起来确实也是有些好玩的地方，\n但是不知道为什么，我一点都提不起兴致。"

"总感觉我的身体，本能地在抗拒走出鹭州科技大学。"
play sound sound_30
"突然，像是脑海中流过电流一般，一个念头从我的心底涌出。"

cy "对了，绛枫姐说有个烟花大会！\n我怎么把这种事情给忘了。"

cy "我记得我应该在日历上面记过了日期……"

"我掏出手机，按下电源键，解锁屏幕，\n然后打开日历。"

"醒目的待办事项，落在下一天的日期上。"

cy "……烟花大会……就在明天？"

"我慌忙地从床上坐起来，然后拉开衣柜。"
play sound sound_43
cy "没有。"

cy "一件能穿出去的衣服都没有。"

"我衣柜里的衣服，除了工作服，\n就是刚拿回来准备拿去洗的女仆装。"

"我刚来到这个世界，穿着的那身衣服，\n因为上面沾的泥浆草汁洗不干净，已经扔掉了。"

cy "明天……该穿什么呢？"

"虽然我不知道去烟花大会应该穿什么，\n但是很显然这两套衣服都不合适。"

"……算了，随便穿吧，绛枫姐应该不会在意的。"

cy "不过比起这个……"

"""
我更担心的是，烟花大会上会发生什么重要的事情。

哪怕我的感情和我对绛枫姐的信任感，都强烈地提着反对意见。

哪怕我的理性也一直告诉我，我的直觉并不是什么可靠的东西。

但是……
"""

cy "睡觉算了。"

cy "想那么多也没用。"

"我躺倒在床上，硬逼着自己闭上双眼。"

"""
但是，怎么可能睡得着。

今天晚上，就像游戏里面，BOSS战前的最后一个存档点，\n或许只要启程，就再也回不来了。

我昏昏沉沉地把自己裹在被子里，都不知道最后是想着什么，\n才慢慢地进入梦乡的。

似乎，我睡着的时候，窗帘的缝隙中已然透出明亮的阳光。
"""
scene black with toki
play music bgm_15 fadein 0.5
scene bg _test with toki#转场动画，转宿舍。
#转场，烟花大会会场，下午，翡翠湖=琉璃湖，此处用杭州西湖的照片素材
djf "常远，你是不是忘了今天有烟花大会这回事？"

djf "怎么还要我给你打电话，你才急急忙忙地过来啊？"

cy "呃……烟花大会不是晚上才开始吗？"

djf "晚上开始，不代表下午不让进场啊。"

djf "要是晚上才过来的话，好位置肯定都被抢光了。"

"""
现在是下午三点十四分。

半个小时之前，绛枫姐刚给我打电话让我赶紧来琉璃湖。

而那个时候，我还躺在床上。

还没醒。
"""

djf "你……没睡好？怎么黑眼圈这么重？"

"""
我下意识地摸了摸自己的脸。

指尖触到我的面颊的一瞬间，我才想起来黑眼圈是摸不出来的。
"""

cy "呃……因为今天要来陪您看烟花大会，\n所以我兴奋地睡不着，请您见谅。"

"绛枫姐露出复杂的表情看着我，\n脸上的肌肉止不住地抽动着。"

djf "……你，吃错药了？"

cy "您是我的前辈，所以我对您抱持敬意是非常自然的事情。"

"""
绛枫姐一句话也没回，只是把手背贴上了我的额头。

好香。

是仓库里堆着的洗衣粉的薰衣草的香味。

但是还是好香。
"""

djf "奇怪……明明没有发烧啊？"

"绛枫姐收回了手，一脸难以置信的神情。"

cy "……我就这么像生病了吗？"

djf "你现在这个样子，别说生病了，\n说你马上一脚踏进太平间都有人信。"

djf "……常远，你该不会已经想起来什么东西了吧？"

cy "什么叫『想起来什么东西』？"

djf "非要让我跟你讲得这么明显？"

"绛枫姐的语气，不自觉地变得急躁了起来。"

djf "你原来忘掉的东西，是不是想起来了？"

cy "哦……原来是这个。"

cy "那没有。"

djf "真没有，还是假没有？"

"绛枫姐还是以怀疑的眼神盯着我。"

cy "……"

"看我一直也没有回应，绛枫姐叹了口气，把脸扭向一边。"

djf "算了，你自己的身体，你自己清楚。"

djf "不过，要是真的有什么事情，别一个人藏着啊。"

djf "还有时间，我们先找个地方坐一下吧。"
scene black with leftflash
scene bg _test with leftflash
#CG需求#两人坐在长椅上的CG，下午背景(夜晚烟花大会复用)
"""
我现在才意识到，我刚刚一直没来得及观察绛枫姐。

虽然观察了之后，发现和没观察其实也差不多。

绛枫姐今天穿得和平常上班时完全一样……\n——吧？

也可能是我缺乏一双发现美的眼睛，\n以至于我没有看出绛枫姐和先前的不同之处。
"""

djf "嗯？常远，姐姐脸上有这么好看吗？"

djf "该不会你真的是因为今天要来看烟花大会，\n才兴奋得睡不着吧？"

cy "呃……大概是的吧。"

cy "不过，绛枫姐，你今天是不是化妆了？"

"虽然我自己也不确定，但总之还是蒙一下，顺便接一下话题……"

djf "没有啊，怎么了吗？"

"……原来不是我的错觉啊……"

cy "没什么，只不过是想着，\n来看烟花大会的话应该有点仪式感……"

cy "所以应该会穿上新衣服、梳一个能看到后脖颈的发型……"

djf "从馨荷姐的笔记本里面学的？"

"绛枫姐的脸上露出微妙的神情。"

djf "哎，你就是再想她，也别天天抱着她留下来的东西不放。\n看那种东西对你没好处的。"

cy "啊？难道不会吗？"

djf "我是鹭州科技大学出来的啊，\n怎么可能会专门去搞这种仪式感。"

djf "首先，这种事情太麻烦了；\n其次，真让我搞仪式感，我也不知道去搞什么东西。"

djf "而且，只是个烟花大会，配让我去搞仪式感吗？"

djf "简直……简直就像……"

djf "在进焚化炉之前，一定要打扮得漂漂亮亮、齐齐整整一样。"

"绛枫姐低着头，紧攥着的右拳上，透着静脉的青紫色。"

"我没敢回应绛枫姐。\n过了好久，她才抬起头，重新看向我。"

djf "不好意思啊，我有点太激动了。"

djf "常远，你没有做错什么，是我自己在胡思乱想。"

djf "我去买点喝的，你要喝什么？"

cy "小麦果汁吧。"

"绛枫姐一愣，眨了眨眼睛，然后扑哧一声笑了出来。"

djf "真是拿你没办法，那就陪你喝小麦果汁吧。"

djf "早知道，就不应该带你回去喝粮食果汁的。"

"虽然嘴上这么说，绛枫姐的脸上的阴霾，却已经一扫而空。"

"留在她脸上的，是明媚的微笑。"
scene black with leftflash
play music bgm_21 fadein 0.5
scene bg _test with leftflash
#转场动画，CG不变。
"""
从冰柜里刚拿出来的小麦果汁，带着一股苦涩的凉意。

也可能是我之前都没喝过小麦果汁，\n所以才不习惯这种苦味。
"""

djf "别喝太快，你要是喝完了，就没有了。"

cy "啊？店里就剩最后这两罐了吗？"

djf "那倒不是，是你水平太次，一杯半糯米果汁就能倒。\n哪敢让你多喝。"

cy "……多谢您的关心。"

djf "搞这么恭敬干什么，怪恶心的。"

cy "收到。"

djf "……你是我下属吗？"

cy "好的。"

djf "……"

djf "……算了，随便你吧。"

"绛枫姐叹了口气。"

"突然，她似乎像是想到了什么的样子，转过头看向我。"

djf "《青鸟》是不是还没讲完？"

cy "啊…是的，确实没讲完。"

"我都忘了还有这回事了。"

"反正现在还有时间，听听故事也好。"

cy "我记得……是韩塞尔和格蕾特他们，\n找到了未来王国的百白破疫苗来着？"

djf "……我都不知道是应该说你记性好，还是记性不好。"

djf "首先，青鸟的主人公兄妹俩，\n分别叫蒂蒂尔和米蒂尔。"

djf "其次，他们在未来王国见到的，\n是要带着百白破下界的、他们的还没出生的弟弟。"

djf "最后，他们找到了未来王国的青鸟。"

"绛枫姐板着脸，一字一句地给我挑着刺。"

djf "你到底是有多喜欢格林童话啊，\n怎么天天揪着这兄妹俩不放。"

cy "嘛……都是兄妹俩，搞混也挺正常的吧……"

djf "……你怎么不说伊邪那岐和伊邪那美呢？"

cy "啊？去的不是未来王国，而是黄泉之国吗？"

"绛枫姐一时语塞，瞪了我一眼。"

djf "怎么你这种东西记得那么清楚。"

djf "算了，继续讲吧。"

djf "总之呢，蒂蒂尔和米蒂尔带着未来王国的青鸟，\n回到了他们家的门口。"

djf "从他们出发开始，刚好过去了一年，\n又到了大家欢天喜地庆祝新年的时间。"

djf "但是，他们却在这个时候发现，\n从未来王国得到的青鸟，已经变成了艳丽的鲜红色。"

cy "欸？"

cy "这不是故事都要讲完了吗？\n那怎么还是没找到青鸟？……"

"""
我还想着说点什么，但一瞥见绛枫姐凝重的神情，\n就不由得把刚到嘴边的话咽了下去。

绛枫姐也没回答我，继续讲了下去。
"""

djf "留给他们的时间已经没有了。\n节日的钟声一旦敲响，魔法就会消失。"

djf "和他们一同踏上旅途的伙伴们，\n也都会恢复他们原本的面貌。"

djf "他们只能放弃寻找青鸟的念头，推开了家门。"

cy "……"

"……难道说？"

djf "第二天早上他们醒来时，\n他们却从父母的口中知道，他们一直都没有出门。"

djf "距离他们印象中踏上旅途的时间点，只过了一个晚上。"

djf "对这个事实，他们感到非常困惑；\n而父母也觉得他们在胡言乱语，怀疑他们中了邪。"

djf "就在此时，隔壁的老太太敲响了他们家的门，\n想来借一点火种。"

djf "而蒂蒂尔和米蒂尔又因为这位老太太长得和仙女一样，\n认错了人，又被父母说了一通。"

djf "然后在借完火种，拉家常的时候，\n老太太突然说起她那因瘫痪躺在床上的孙女。"

djf "她说，她的孙女一直想要蒂蒂尔养的那只小鸟。"

"所以……"

cy "所以……那只鸟……"

"绛枫姐向我露出一丝微笑，然后继续讲了下去。"

djf "蒂蒂尔回去取鸟笼的时候，惊讶地发现：\n那只在他的旅途中从未记起的鸟，正是他们想要寻找的青鸟。"

djf "于是，蒂蒂尔就把这只鸟送给了隔壁的小姑娘。"

djf "隔壁的小姑娘一见到蒂蒂尔送来的小鸟，一下子腿就好了。"

djf "她从床上下来，专门跑到蒂蒂尔家来道谢。"

djf "可喜可贺，可喜可贺。"

"说完，绛枫姐就举起手中的易拉罐。"

cy "……"

djf "……常～远～？"

cy "……嗯？"

"我还沉浸在回忆《青鸟》的开头，根本没注意绛枫姐。"

"看见我终于抬头看向她，绛枫姐微微偏了一下头，\n向着她手臂的方向使了个眼色。"

"是她手中的易拉罐。"

cy "……干杯？"

"我迟疑了一会，然后半信半疑地，也举起我手中的易拉罐。"

djf "干杯。"
play sound sound_34
"易拉罐轻轻相碰，我一边啜饮着略带苦涩的小麦果汁，\n一边看着绛枫姐眺望着琉璃湖的侧脸。"

djf "我故事都讲完了，怎么你还在发呆？"

cy "讲完了？"

djf "当然讲完了啊。\n开头就是去找幸福的青鸟，这瘫痪都治好了还不够幸福吗？"

"真的……讲完了吗？"

"但是绛枫姐都这么说了，那就当讲完了吧。"

cy "那所以也就是说，这个故事的主旨是，幸福其实一直就在身边？"

djf "嘛……确实都是这么解释的，怎么了吗？"

cy "也没什么，只是担心是不是我解读错了。"

cy "如果说主旨是『外来的人不如自家培养的人可靠』，\n那就当我什么都没说。"

djf "你这都什么想法，少看点格林童话吧。"

cy "那我肯定不是这么想的啊，总是外来的和尚好念经嘛。"

cy "不然的话，最开始去思念之土的时候，\n就该想起来自己家养了鸟、然后赶紧回去看自己家的鸟行不行。"

cy "既然不回去，那总是认为自家养的鸟不行，还是得去外面找……"
play sound sound_40
cy "哎哟，疼！"

"绛枫姐轻轻地拿喝完的易拉罐敲了一下我的头，\n然后把易拉罐丢进了垃圾桶。"

djf "好好的一个童话故事给你解读成这个样子，\n你真得少看点奇奇怪怪的东西了。"

djf "给小孩子听的故事，\n就不要搞得这么充满成人话题，行不行？"

cy "啊？这个算成人话题吗？"

djf "你这个还不够成人吗……"

djf "你非要上升到住房贷款、子女教育、赡养老人之类的，\n才算成人话题吗？"

cy "呃……那倒也是。"

"原来成人话题是这么沉重的东西吗？"

djf "算了，不提这个了。"

djf "咱们换个地方转一下吧。\n顺便……给晚上看烟花挑个好地方。"

"绛枫姐自顾自地站起身来，伸了个懒腰。"

cy "但是我这果汁还没喝完……\n要不等一下？"

djf "婆婆妈妈的。"

djf "边走边喝就行，真是矫情。"

"明明她嘴上在责备我，却又轻轻地牵起了我空着的左手。"

"我连忙抓紧了还剩半瓶的小麦果汁，\n跟着绛枫姐站起身来。"
scene black with leftflash
scene bg _test with leftflash#CG消除，换西湖背景。
djf "而且你还是别坐着喝了。\n起码站着喝，你还能知道你什么时候会醉。"

cy "……？为什么？"

djf "坐着喝，还有个椅子在你下面垫着。"

djf "站着喝的话，就没东西垫，直接摔地上了。"

"……"

cy "我的水平……有这么差吗？"

djf "是谁给一杯半黄的就放倒了？"

"绛枫姐转过半张脸，瞟了我一眼。"

cy "……"

"确实是事实。"

"绛枫姐看起来也是预想到了我的沉默，\n转过头，看向眼前平静的琉璃湖。"

djf "琉璃湖南边没什么东西，要不先去北边看一下吧。"

cy "但是……不是要占位置吗？"

djf "一时半会估计也不会有人来，\n稍微离开一会，应该没有问题的。"

cy "那也行，绛枫姐你来带路？"

djf "绕着湖走而已，哪需要带路？"

"绛枫姐回过头，对我露出苦笑。"

djf "行吧，那就走吧。"

"我被绛枫姐牵着，沿着湖边的人行道向湖的另一边走去。"

"或许是湖畔的寒风、抑或是阴云带来的凉意，\n我的左手甚至比抓着小麦果汁的右手还要冰凉。"

"恍惚间，我甚至产生了一种错觉——\n左手中紧紧攥着的，是那只童话故事里的纯青色的鸟。"

"……真的是吗？"

"在童话故事里，蒂蒂尔和米蒂尔苦苦寻找了无数只青鸟，\n最终也只是黄粱一梦，如昙花一般悄然凋谢。"

"我手中的这只青鸟，是否也会像沙粒一般，\n就这么从指缝中溜走吗？"

djf "常远？"

"绛枫姐的声音，让我从胡思乱想中猛然醒来。"

"我抬起头，正迎上是绛枫姐关切地看着我的目光。"

cy "头还真的有点晕。\n走吧，现在没事了。"

"绛枫姐盯着我，咬了咬嘴唇，然后叹了口气，扭过头。"

djf "你确实还是该少喝点。"
scene black with leftflash
scene bg _test with leftflash#转场动画，换一个西湖背景
cy "人怎么这么多？"

"""
远远望去，琉璃湖北边的一条长堤上，已经站满了人。

乍一看，完全没有下脚的地方。
"""

djf "呃……\n猜到琉璃湖北边人多，但是也没想到会有这么多……"

cy "绛枫姐，你不喜欢人多的地方？"

"我回过头看了一眼，绛枫姐的脸上满是不自在。"

djf "没有鹭州科技大学的人会喜欢人多的地方吧。"

cy "那……回去？"

djf "来都来了，直接回去也太亏了。"

cy "这么一说好像确实有点道理……"

cy "那是在这里停下，还是继续往北边走？\n北边看起来都没什么空的地方……"

djf "这里也没地方坐，边走边聊吧。"

"""
寒风跨过湖面，吹得行道树沙沙作响。

我不由得拉了拉外套。
"""

djf "常远？怎么了？"

djf "你要是冷的话，就找个店进去坐一下？"

cy "没有，单纯是怕风把什么东西吹进衣服里。"

"倒也没有那么冷，只是湖畔的风水汽比较多，传热要更快……"

"……其实还真的有点冷。"

djf "怕有毛毛虫飞到你的领子里面？"

cy "要是真吹到我领子里面，绛枫姐你要负这个责任的啊！"

djf "开个玩笑，而且这个季节也不是毛毛虫，都是蚱蜢了。"

djf "不过你要是真的冷的话，就直接说，没有关系的。"

djf "鹭州就这么个鬼天气，要么冷、要么热，\n我在这里这么多年，就没见过温柔的春天。"

cy "没事的没事的，就是风大了点。"

djf "那就行。\n要是真的冷的话，记得跟我说啊。"

"绛枫姐盯着我看了一会，然后扭过头。"

djf "对了，常远。\n关于鹭州科技大学的事情，你想起来了多少？"

"绛枫姐突然提起的这个话题，一时间让我怀疑是不是我听错了。"

cy "鹭州科技大学的事情？"

djf "对，鹭州科技大学的事情。"

"……看来我确实是没有听错。\n但是绛枫姐她不是之前都不提这种事情的吗？为什么？"

cy "呃……具体是指哪一方面的？"

djf "随便什么都可以。"

djf "对于校园风景的印象、认识的人、发生过的事情……\n只要是和鹭州科技大学相关的都可以。"

cy "那我不是失忆了嘛，这些东西我怎么可能还记得……"

djf "你不是失忆了。"

djf "你是主动去忘掉的。"

"绛枫姐突然停下脚步，转过头盯着我。"

"一直挂在她脸上的微笑，不知何时已经消失不见。"

djf "你还要用这个借口逃避到什么时候？"

djf "再这样下去，哪怕你真的想起来什么……"

djf "你也会以『哦，我失忆了，不记得这些』的理由，\n就这么把你想起来的一切都抛之脑后。"

djf "分不清哪些是你真的没想起来的、哪些是你故意忽略掉的，\n连你自己变成了什么样，都一点不加以把控。"

djf "稀里糊涂地在某一天发现自己全部想起来了，\n然后稀里糊涂地从这个世界消失……"

cy "难道我不能刻意不去想相关的事情吗？"

djf "客观规律是不以人的主观意志为转移的。\n你不要妄想耍这种小聪明。"

cy "绛枫姐，怎么了？\n突然说这些，难道说你……"

djf "我现在问的是你的情况，怎么天天回答的都文不对题的？"

"绛枫姐脸上的严肃神情底下，流露出明显的焦躁不安。"

djf "我到了什么程度我自己心里清楚，你不用瞎操心。"

djf "给你五分钟，赶紧想一下。"

djf "不要还是给我一个『我什么都想不起来』的回答，\n你哪怕是编，也得给我编一个出来。"

cy "那如果是编出来的记忆，不是更是一点意义都没有吗？"

"我抬起头，迎上绛枫姐的目光。\n她死死地盯着我，面色铁青。"

djf "如果编出来的东西，和真正的鹭州科技大学完全对上了的话……"

djf "那就说明你实际上全都知道。"

djf "只是，不知道自己知道、甚至拒绝承认自己知道而已。"
scene black with leftflash
play music bgm_31 fadein 0.5
scene bg _test with leftflash#转场动画，背景换断桥上。
"我还是想不出来有什么可以讲的。"

djf "想好了吗？是不是还是打算，说自己什么都不记得了？"

cy "没想好。"

djf "那就现编吧，比如说从鹭州科技大学的本科招生政策开始编起。"

"绛枫姐闭上了眼睛，挥手示意我开始。"

cy "鹭州科技大学每年招收本科生一千八百人，\n大概有百分之十左右不能按期毕业。"

"绛枫姐的眼皮，不自觉地跳动了一下。"

cy "其中作为荣誉学院的英才班学院，每年有三百多人，\n其中有大概三分之一是应届高考择优。"

cy "剩下的三分之二走单独的两个提前招生政策，\n不招收应届高三学生。"

"绛枫姐的眼睛突然睁开，死死地盯着我。"

cy "那个……绛枫姐？"

djf "你继续。"

cy "基本可以认为只有理科和工科专业，\n唯一的文科院系科技传播系不通过高考招生，只能转专业进入。"

cy "呃……我能编出来的，大概就这些？"

djf "你确定，你这个是编的？"

"我有点摸不着头脑。"

cy "是编的啊，我已经尽可能地去瞎编了。"

cy "一般来讲大学是不会只有这么点人的吧？"

"绛枫姐露出一副复杂的神情，缓缓地摇了摇头。"

cy "……？"

djf "确实是有些问题，招生人数应该在两千左右。"

djf "不过我本科毕业那一年之前，入学人数都没有超过一千九。"

"那绛枫姐摇头……是因为我编错了吧？\n倒不如说编对了才奇怪。"

djf "……"

"我看着绛枫姐，等着她指出一点别的错误，\n但她却只是低着头，一副欲言又止的样子。"

"过了一会，她才抬起头。"

djf "你继续编吧。"

"……就这一个问题？应该不会吧？"

"应该是我编得太离谱，所以绛枫姐她都懒得指出来了吧？"

cy "鹭州科技大学本科宿舍不通网络，\n哪怕是新修的中区宿舍楼，有线网络接口也是没有信号的。"

cy "但是，中区宿舍楼刚落成的时候，\n楼道里可以接到卫生间的无线校园网信号，"

cy "最后因为家长的投诉，某一个学期之后把楼道里的信号关掉了，\n但是偶尔可以在阳台接到地面的校园网信号。"

djf "你别讲了。"

"绛枫姐伸出手，打断了我。"

cy "……？"

cy "绛枫姐，是……我讲得太离奇了吗？"

djf "已经不是什么离奇不离奇的问题了。"

"绛枫姐脸上最开始的不耐烦，\n不知道在什么时候消失得一干二净。"

"取而代之的，是一反常态的凝重的神情。\n甚至，带着几分恐惧。"

"如果只是我编得毫无道理，或者是太过于敷衍，\n她……应该不会是这种表情吧？"

"为什么？"
play music bgm_3 fadein 0.5
djf "你这种东西都能记得这么清楚，\n为什么你还要说自己失忆了？"

djf "你现在说的这些东西，是你一开始就记得，\n还是馨荷姐走了之后你才想起来的？"

djf "回答我，常远！"

"绛枫姐紧紧地盯着我，\n像是我刚到1958那一天，被质问的时候一样。"

cy "我……不知道。"

cy "我一直都没想过这种细枝末节的东西……"

"绛枫姐叹了口气。\n她的目光中，毫不掩饰对我的鄙夷。"

djf "还是这个样子。"

djf "继续问你这个也没有意义了，问你点别的吧。"

djf "假如你是一个物理学专业的本科生，\n你想要拿到计算机科学与技术专业的学士学位，有几种办法？"

cy "给我点时间思考一下？"

djf "别思考了，你想到什么就给我回答什么。"

"这次，在我的脑子开始运转之前，我的嘴先一步张开了。"

cy "可以通过转专业？或者修读双学位？"

djf "有哪些原因会导致转专业不成功？\n如果不成功的话，有什么其他方法？"

cy "应该只有GPA不够，才可能会转专业不成功吧；\n而且如果是英才班学院，是不受转专业限制的。"

cy "如果转专业不成功的话，可以走个性化选修。\n修读完对应专业的培养方案的全部课程，最后也能拿到学位。"

"连我自己都很震惊，我居然能在这么短的时间编出这么多东西。"

"但绛枫姐脸上的表情，让我实在是不敢直视。"
play music bgm_20 fadein 0.5
djf "……"

"绛枫姐沉默了许久，我也一直提心吊胆，\n生怕久违的难得可贵的安心感，又会转瞬即逝。"

"终于，绛枫姐还是打破了这片宁静。"

djf "继续问你，已经没有意义了。"

djf "你绝对不是你自己说的那样，\n把过去的东西全都忘掉了。"

djf "你明明就很清楚。\n对于鹭州科技大学的一切，你都很清楚。"

"""
明明周围的人是那么多，又是那么嘈杂。

但面前的绛枫姐，她深呼吸的声音却又是那么清晰可辨。

仿佛就在我的耳边，却又远在天边。
"""

djf "就到这里吧。"

djf "吃个饭，再回去找个晚上看烟火的好地方吧。"

"绛枫姐停下脚步，转过身，看向我们来时的那个方向。"

djf "你要是不想回去的话，那可就要丢下你了。"

"明明说着要丢下我，她却不容我反抗，一把抓住了我的手，\n然后硬是把我从人流的反方向拖了出来。"

"手中的冰凉触感，不知为何，\n与脑海中的某段记忆重叠起来。"

"但究竟是什么时候的感触，我却一时没能想起。"
scene black with leftflash
play music bgm_26 fadein 0.5
scene bg _test with leftflash#转场，换长椅CG，夜晚。
"""
晚上和绛枫姐随便找个小摊吃了个晚饭。

又贵，又吃不出什么味。

以后再也不来这里买东西吃了，真坑。
"""

"""
直到晚饭吃完，绛枫姐都没跟我说一句话，\n我也一时间想不出有什么合适的话题。

我们就这么一直沉默着，慢慢悠悠地晃了回去。

最后，回到了下午最开始的那张长椅。
"""

"应该不是我今天说错什么话了吧？\n不对，今天好像还真的说错了不少话。"

"但是绛枫姐应该不会是那么细腻的人，\n毕竟她可是主动提出了带我回去喝粮食果汁……"

djf "常远，你觉得这样的状态，还能持续多久？"

"绛枫姐靠在长椅的靠背上，突然转过头，看向我。"

cy "什么状态？"

cy "我们俩就这么在这个世界里无忧无虑地生活的状态？"

djf "这么说的话，倒是一部分也没有错。"

"绛枫姐扭回头，看向已经陷入一片漆黑的湖面。"

"湖的另一边，灯火还是如同下午所见一般，一片通明。"

djf "我想问你的是，就这么什么都不知道的状态，你还能持续多久？"

djf "算了，我就随口一说，你不想回答也没有事的。"

"或许是担心我，绛枫姐赶紧又补了一句。"

cy "我也不知道。"

cy "要是我能知道一些过去的事情，或许就能回答了吧。"

cy "说不定过去的我，还认识绛枫姐你呢。"

djf "倒不是没有可能。"

"绛枫姐低下头思考了一会，然后抬起头，看向我。"

djf "常远，你记得你做了几个学期的『大学物理实验』吗？"

cy "大物实验？我想想……"

"刚说出口，一股违和感却突然涌上心头。"

"绛枫姐问的不是『大学物理实验』吗？\n为什么我却非常自然地用『大物实验』来回答？"

cy "问我做了几个学期，那我还是真的数不清了。"

djf "果然问得太模糊还是不行啊，\n虽然你这确实是有印象的样子。"

djf "那就换一个问法，你记得的最后一个大物实验是什么？"

cy "密立根油滴。"

cy "还要手写实验报告、算不确定度……"

"绛枫姐眨了眨眼，然后继续抛出下一个问题。"

djf "你培养方案里面，有没有有机化学？"

cy "应该有吧……我记得我好像背过红外光谱常见特征峰来着……\n……虽然都忘了。"

djf "那，你做过有机化学实验吗？"

"""
为什么绛枫姐要问这个问题？\n我不是刚回答了我学过有机化学吗？

按道理学过有机化学，\n肯定是要做有机化学实验的啊……

但是我的嘴巴，却好像不听我脑子的指挥一样，\n回答了截然相反的结论：
"""

cy "我没做过有机化学实验。"

djf "是嘛，明白了。"

"""
绛枫姐又是很干脆地接受了我给的这个回答。

这么离奇的答案，她也能接受吗？

或许是我的错觉，我刚说到『没做过』三个字的时候，\n绛枫姐的瞳孔好像是突然放大了一下……
"""

djf "不过倒是有点奇怪……\n按道理来说，你应该是要比我先来到这里的。"

"绛枫姐这个没头没脑的结论，让我有点无法理解。"

cy "嗯？为什么？"

djf "你这个很明显是地空学院那边偏化学的培养方案，但是……"

djf "在我本科还没有毕业的时候，培养方案已经改过了。"

djf "地空的物理还有化学的要求普遍要比物院和化院低，\n而且，改过的培养方案是不要求做两级大物的。"

djf "然后，你明显不像是一个受过导师毒打的研究生。\n所以你只有可能，比我更早来到这里。"

cy "？？？"

cy "我还是不太懂。\n绛枫姐你是不是省去了太多的推导过程了？"

djf "首先你本科入学再晚，也只会比我低两届。\n再低一届的话培养方案已经变过了。"

djf "其次可以排除你读研的可能。\n你要是读了研，就不会有像现在这么明显的『清澈的愚蠢』。"

"我有点搞不清这句话到底是在说我好，还是在说我不好。"

djf "算一下时间，你不会来得比我早的结论，\n不就很自然地推导出来了吗？"

cy "这倒也是。"

"明明还是和原来一样省去了不少前提，\n但我莫名地还是理解了。"

djf "但是为什么，你明明是先来，但是后到呢……"

djf "算了，不追究这个了。"

cy "那从这个前提条件里面来讲，\n我们俩在现实的鹭州科技大学中，最多差两届左右？"

"我记得好像绛枫姐刚刚说的前提条件里面，\n好像确实说过类似的东西。"

djf "要是再往前的事情那倒是说不准，\n不过那样的话来这里的时间会差个至少四五年……"

djf "那样子就太长了，\n我觉得他肯定不会选两个时间轴差这么多的人的。"

djf "也就是说，我倾向于你的年级不会比我高，\n不排除你是我同班同学的可能性。"

"……确实好像有点道理，但是我似乎忽略了什么……"

cy "等一下，绛枫姐你这么清楚地球与空间科学学院的培养方案，\n难道你也是……？"

"""
绛枫姐脸上突然露出我应该从没见过的一种笑容，然后摇了摇头。

不对，我见过，\n那是一种应该被称为『自负』的微笑。

我绝对在我以前的同学脸上见过，\n我绝对不可能忘记这种被数理基础所浸染的笑容。
"""

djf "我没跟你说过吗？\n哦，好像还真没正式地跟你说过。"

djf "我毕业于英才班学院，就读于光电信息科学与工程专业。"

cy "那……为什么你这么清楚地空的培养方案？"

djf "因为……GPA在我前面的那个人，专业就选到了地空。"
stop music fadeout 0.5
"一瞬间，空气像是静止了一般。"

"琉璃湖畔，安静得像是只能听到强风吹动树叶的声音。"

"只是因为GPA在绛枫姐前面？绛枫姐是这么小肚鸡肠的人吗？"

"还好，没过太久，绛枫姐主动打破了这份沉默。"
play music bgm_20 fadein 0.5
djf "你大概率不会是他，别想太多。\n我那个时候一个年级还是有十来个去地空的。"

cy "那……绛枫姐，你还记得那个人叫什么名字吗？"

"刚说完，我就意识到我问了一个愚蠢的问题。"

djf "记不得了。"

"绛枫姐的口中，第一次吐出否定的话语。"

djf "虽然我本科那时几乎全部的事情都记得很清楚，\n但是这个是，『我希望忘掉的』。"

"我还来不及开口，绛枫姐又自顾自地换了话题。"

djf "……烟花大会，要开始了。"
#CG背景更改
"""
琉璃湖中，似乎远远地有灯光亮起。

灯光越来越近，直到能够看清的距离，才发现是好几艘游船。
"""

cy "那是……游船吗？"

djf "是的。"

cy "就那个我们刚刚看到的，付百来块钱才能上去逛一圈的？"

djf "应该就是你说的那个吧。\n……虽然我都还没注意过票价。"

cy "那烟花呢？"

djf "烟花不是在船上吗？"

"我顺着绛枫姐指向的方向看去，船头上堆着不少盒子，\n仔细一看，确实有点像烟花。"

cy "……这样子是不是不太安全？"

djf "……你是不是想起来太多鹭州科技大学的事情，\n连带着那股傻劲也都回来了？"

djf "在这里稍微出现一点不科学的事情，不是很正常吗？"

djf "现实里哪来的烟花大会。\n为了防治污染，城区里都一刀切禁止掉了。"

cy "这么说好像也是。"

djf "不过……这样的状态，还能持续多久呢？"

cy "我就这样装作什么都不知道的状态？"

"绛枫姐轻轻地敲了一下我的头。"

djf "现在是，在这个世界里无忧无虑地生活的状态。"

"绛枫姐刚刚说的那个『一部分也没有错』原来是这个意思啊。"

"原来不只是我在想这件事。"

"但是……如果我就一直就这样，什么都不知道的话，\n是不是就有这种可能性了呢？"
play sound sound_9
#背景烟花，爆炸音效。烟花特效以CG形式实现，不做特效了。
"烟花的爆炸声，把我从胡思乱想中惊醒。"

djf "开始了。"

"""
第一束烟花，随着绛枫姐的低语一同升上天空。

烟花在空中炸开，然后渐渐消失在夜空之中。

就像我从来没有想起过的那些回忆一样。
"""

djf "常远，你以前有和谁去看过烟花吗？"

"我回过头，迎上绛枫姐的目光。"

cy "应该没有，怎么了吗？"

djf "果然是鹭州科技大学出来的呢～♪"

"……"

"我正想质问绛枫姐，到底是什么意思的时候，\n她却突然转过头，看向已经陷入一片喧嚣的湖面。"
play sound sound_9
djf "……我也没有。"

"她刚刚是说她也没去看过吧？\n但是烟花的声音太响，实在是听不清楚。"
play music bgm_31 fadein 0.5
cy "绛枫姐？你刚刚说什么？"

djf "什么都没说！"
play sound sound_9
"烟花映照着绛枫姐的侧脸，给她的脸颊染上一抹绯红。"

djf "我在鹭州科技大学，就没有为自己活过哪怕一天。"

djf "或许不止是我……应该绝大多数人，都是这样过来的。"

djf "学三年，然后保研，\n接着去要读研的课题组边打白工边做毕业设计……"

djf "还有些人去得更早，大二甚至大一就去打白工了。\n……结果最后说不定还进不去那个打白工的课题组。"

djf "除了学习和科研，没有其他东西，真是可悲。"

"不等我继续追问，绛枫姐却已经自顾自地开始说起来。"

djf "这么一想，我在鹭州科技大学过的这七年，\n是真的一点能拿出来说的东西都没有啊。"

djf "太可悲了。"

"绛枫姐突然弯下腰，在长椅上摸索了一会，\n然后又一屁股瘫在长椅上。"

cy "绛枫姐，找什么？"

djf "小麦果汁。\n刚刚才想起来喝完了。"

cy "我去买两瓶？"

djf "算了，不喝就不喝吧，也没什么事。"
play sound sound_9
"烟花升上天空，把漆黑的夜空染得五颜六色。"

"绛枫姐一言不发地看着升起的焰火，\n我也识趣地收回了注视着她侧脸的视线。"

"恍然间，像是有一阵清风袭来，轻轻抚过我的脸颊。"

"像是那悠久的春风，吹向那科学的高峰——"

cy "……就这样，高到无穷，越过——"

"绛枫姐猛然转过头。"

cy "——九重……"

djf "你刚刚在说什么？"
play sound sound_9
"绛枫姐突然扶住额头，烟花的声响中，她粗重的呼吸声清晰可辨。"

cy "绛枫姐？"

"我正想去扶她，她却伸出手，把我的手挡到一边。"

djf "不碍事，没睡好而已。"

"她低着头，回避着我的视线。"

cy "……绛枫姐？"

djf "怎么？怀疑我？"

"绛枫姐僵硬地仰起脖子，和我对上了视线。"

"昏暗的月光之下，她脸上像是被烟花染得通红。"
play sound sound_9
cy "没有没有，只是单纯有点担心而已。"

djf "还是多担心担心你自己吧。"

djf "我不会消失在这里的。\n不会。"

djf "比起像你这样的，连自己是什么都想不起来的人，\n要好得多了。"

"她长出一口气，又靠回到椅背上。"
play music bgm_6 fadein 0.5
cy "好的好的，绛枫姐最靠谱了——"

djf "你再怎么夸我，也不会有什么好处的。"
play sound sound_9
djf "不过……假如，我是说假如，\n你回到了真正的鹭州科技大学，你会做什么？"

cy "不是回忆起所有跟鹭州科技大学有关的事情？"

djf "要是都回忆起来了，怕是你就不想回去了。"

"绛枫姐对着我，挤出一丝微笑。"

cy "没有那么离谱吧……\n那绛枫姐你要是能回去，你会做什么？"

djf "要是我能回去啊……"
play sound sound_9
"绛枫姐抬起头，看向在天空中绽开的焰火。"

djf "我绝对不会，回去。"

djf "你呢，想好了吗？"

"我沉思了一会，然后抬起头，看向绛枫姐。"

cy "先找个女朋友？"

djf "……"
play sound sound_9
cy "……绛枫姐，别笑了行吗？"

djf "也就是像你这样，没完全想起鹭州科技大学的人，\n才会有这种完全不可能实现的幻想了。"

cy "……？"

djf "你忘了，鹭州科技大学的男女比例是七比一了吗？"

cy "……！\n啊！"

djf "不过……有这样的念头，也不是什么坏事。"

djf "如果真的能回到鹭州科技大学的话，\n那就祝你能够找到女朋友吧。"
play sound sound_9
"最后一朵烟花升上天空，在夜空中绽放出最后的光芒。"

"琉璃湖的南岸，重新归于沉寂之中。"
scene black with leftflash
scene bg _test with leftflash#烟花特效停止，换西湖背景CG，夜晚。
djf "这烟花大会也没什么好看的，早知道就不来了。"

"见湖面上的游船再也没有什么动静，\n绛枫姐站起身，伸了个懒腰。"

djf "我小的时候，每年一到春节，\n拿到压岁钱就去村头的小卖部买上几十块的擦炮。"

djf "然后就这么，放上一整个寒假。"

djf "那个时候我天天想着，要是有钱该多好。\n有钱就可以买几十箱、几百箱大烟花，在楼底下放一整晚。"

djf "但是现在……我居然还能看烟花看腻……\n真是成为了无趣的大人了。"

"""
这么一说，我也才想起，我也有好几年没放过烟花了。

到底是哪一年开始的来着？
"""

djf "算了，不提这个了。\n难得看一次烟花大会，别聊这么扫兴的东西。"

djf "回去吧，再过两天还要上班呢。"

cy "那不是更扫兴吗？"

djf "劳动是最光荣的事情，你这思想觉悟还不到位啊。"

djf "能不能和我一样，为1958健康工作五十年？"

cy "绛枫姐，差不多该散场了吧？\n继续留在这里，也没什么事做……"

"见我如此生硬地扯开话题，绛枫姐也没继续说教，\n转过身，对我露出微笑。"

djf "回去吧，回我们的1958."
scene black with leftflash
scene bg _test with leftflash#转场动画，背景不变
"路边的小摊，比起我们从琉璃湖北边回来的时候，\n已经少了不少。"

"剩下的稀稀拉拉的小摊，大部分也都已经在准备收摊了。"

"还没有收摊的几个摊位，店主都不知道去哪里了，\n孤零零地留着摊位上的俗套的氢气球、毛绒玩具、还有泡泡水。"

"像是回到了十多年前一样。\n我不禁这么想着。"
#插入光纤灯插图，画面中间
"突然，一个正是只存在我十多年前的记忆中的小物件，\n映入了我的眼帘。"

cy "绛枫姐，看，那边有人在卖光纤灯呢！"

cy "我记得我好像上了初中之后就没怎么见过了，\n居然现在还有人卖……"

djf "光纤……？"

"""
绛枫姐似乎是对这个名词感到非常陌生的样子，\n带着困惑的神情，顺着我的指尖方向看去。

然后，她脚下一滑，倒在了我的怀中。
"""
#光纤灯插图消失
play music bgm_30 fadein 0.5
cy "绛枫姐？"

"难道？"

cy "绛枫姐！"

"就在这时，我也脚下一软，\n疼痛感从头顶蔓延开来。"

"是和馨荷姐那个时候，一样的感觉。"

"可恶。"

"就像是五丈原前，那被扑灭的七星灯一样。\n功亏一篑，却又无能为力。"

"我的意识，也在此刻，戛然而止。"

scene black with yumein
play music bgm_19 fadein 0.5
call yume#过场动画，背景虚化带粒子效果。灰色背景插入『杜绛枫视角』标签。
play sound sound_29
show view_djf onlayer screens zorder 2
djf "我究竟是为了什么而读研的呢？"

djf "为了最前沿科学的探索与突破？"

djf "为了民族之崛起？"

djf "为了自我价值的实现？"

djf "还是为了升官发财？"

djf "……"

djf "但是，现在这个样子，\n又有哪一个有实现的可能呢？"
scene black with leftflash
scene bg _test with leftflash#过场动画。宿舍背景
kurokage "小杜啊，明天研究生推免系统不要忘了填报，\n过了十二点就可以填了。"#djf本科班主任

"我正在宿舍里看肖秀荣，突然，班主任给我打了个电话。\n他一开口，吓得我差点把我的肖秀荣扔地上。"

djf "老师，我……不是没有保研资格吗？"

"……我没听错吧？\n如果是真的，那我就可以不用继续看肖秀荣了……"

kurokage "现在有了。\n刚好有个同学休学了，所以就顺延到你了。"

"是真的？但是……他刚刚说的什么？"

"休学？在这个节骨眼上？"

djf "……老师，方便说一下是哪位同学吗？"

kurokage "……"

kurokage "不要外传啊。"

kurokage "就是排名刚好在你前面的常远。"
scene black with leftflash
scene bg _test with leftflash#过场动画。宿舍背景
kurokage "绛枫绛枫，你知道吗？咱们班有个人退学了。"#djf室友

djf "啊？是谁啊，我不知道呢。"

"不会是常远吧？\n但是他不是休学吗？"

kurokage "就是咱们班的心理委员，常远。"

"真是他？但是班主任叮嘱我不要外传，我还是先装不知道吧。"

kurokage "听说好像是保研线划出来前一周，\n他跟家里人吵了一架，然后一上头就去鹭州四院开证明了。"

kurokage "他开完证明就跑教务处申请休学了，\n据说还在教务处闹了一通。"

"他压力有这么大吗……"

"不过毕竟他是心理委员，\n应该全班的心理问题都是去找他宣泄的吧？"

djf "等下，你刚刚不是说的退学吗？\n这里不是休学吗？"

"但是说实话，都到了大四，忍一忍也就过去了。\n真要是一定要休学而不是延毕，那离退学也就临门一脚了吧。"

kurokage "还没讲完呢，就他办休学手续，\n教务处肯定是要通知他家里人的嘛。"

kurokage "电话一打通，教务处刚讲了两句，他家里人就闹起来了，\n一直在骂他丢了他们家的脸，还说不认他这个儿子了。"

kurokage "动静大得整层楼都能听见。"

djf "那不还是办休学吗？\n……该不会，后面还有？"

"一个满怀着恶意的猜想，不由得从心底涌出来。"

"不行不行，不能这么去咒别人。\n我深吸了一口气，把刚刚的念头赶出脑海。"

kurokage "我也是听说的啊，后面的内容我不保真啊。"

kurokage "就前几天咱们宿舍不是来过救护车了嘛。"

djf "嗯，怎么了……\n等下，该不会……？"
play music bgm_30 fadein 0.5
kurokage "好像就是常远。"

"！！！"

kurokage "就在教务处闹完之后，常远回宿舍收拾东西的时候，\n他直接把窗户限位器拆了，然后……"

"面前的我已经记不清名字的室友，轻轻地闭上了嘴。"

"沉默，是如此令人感到恐惧。"

kurokage "我什么都不知道。\n具体到底是什么情况，我也不保真，你也别外传啊。"

"""
『退学』。

真的是退学吗？

那我现在拿到的这个保研资格，不就是亲手夺走了常远他的……

一定是巧合，只是巧合而已。\n我不断地尝试着去说服自己。

一定只是巧合，一定只是……
"""

kurokage "绛枫，绛枫？"

djf "啊？怎么了吗？"

kurokage "你刚刚都呆住了，我还以为你吓傻了呢。"

kurokage "你也别太放在心上，听说他和家里人关系一直也都不好，\n只是刚好在现在这个节骨眼上，都爆发了出来吧……哎。"

"""
绝对是巧合。

是……是巧合……吧？

到最后，我都不知道我是怎么熬到十二点，\n怎么填报完保研志愿的了。
"""
scene black with leftflash
play music bgm_25 fadein 0.5
scene bg _test with leftflash#转场动画。实验室背景
kurokage "小杜啊，咱们实验室工位比较紧缺，\n你先跟你这位师兄拼一下桌子。"#djf导师

kurokage "本来应该还是能挤出来一张桌子的……实在是不巧。"

kurokage "不过呢，等你研究生正式入学之后，肯定有的，"

kurokage "肯定有的，你放心好了。"

djf "好的，老师。"
play sound sound_43
"导师把我扔下之后，自顾自地拉开门，就走了。\n留下我和师兄面面相觑。"

"""
偌大的实验室，果然没有只属于我的一张安静的书桌。

是我应得的。
"""
scene black with leftflash
scene bg _test with leftflash#转场动画。随便找个餐厅背景。
kurokage "绛枫师妹，你怎么保研来我们这个课题组的？"#djf师兄

djf "啊？怎么了吗？"

kurokage "你先回答师兄，你怎么来的。"

"虽然师兄的这个要求有点奇怪，但是我还是如实回答了。"

djf "其他导师名额都已经满了，所以只能填我们导师了。"

kurokage "我就说。"

kurokage "你之前有没有在其他导师课题组工作过？\n或者有没有提前联系过其他导师？"

djf "都没有，我一直都以为我保不上研，所以都没准备过。"

djf "最后还是前面有个名额空出来了，刚好递补进去的。"

kurokage "……哎。"

kurokage "那你当时看到就这个导师名额空着，不觉得奇怪吗？"

djf "那也由不得我来选了，总不能不读研吧。"

kurokage "行吧，你说的也有道理。"

kurokage "不过你也来我们课题组几天了，对我们课题组印象怎么样？"

djf "……人很多？"

"虽然我们课题组办公室和实验室并不算很小，\n但是确实挤不下二十来个人。"

kurokage "那你知道为什么都没人选我们课题组，\n但是我们课题组却挤成这个样子吗？"

djf "不知道。"

kurokage "咱们课题组的博士，基本都是七年毕业。"

kurokage "本来你进来是能有工位的，\n但刚好准备毕业的那个师兄小论文一直没接收。"

kurokage "审稿意见给了个小修，本来回复个意见补个文献引用就行了，\n结果编辑部慢吞吞的，一个月了还没下文。"

kurokage "本来他这个学期就能把学位申请下来，哎。"

djf "啊？那怎么办？"

kurokage "凉拌。"

kurokage "都是那个老头不做人，自己浪费时间。\n改个文章要慢慢改一年才给你发，本来老早就发发掉了。"

"『那个老头』。\n——是说的导师吗？"

kurokage "本来嘛，我们能做的研究也就没什么新意。\n他改个一年，就更没新意了。"

djf "那……那个师兄不是就差小论文接收了吗？\n为什么他还要来实验室呢？"

kurokage "……"

kurokage "你自己好好想想吧，师兄只能讲到这里了。"
scene black with leftflash
scene bg _test with leftflash#转场动画。实验室背景。
kurokage "小杜啊，有一个很好的课题给你来做，你毕业设计就写这个吧。"#djf导师

kurokage "就这个铌酸锂声光器件，你回去之后调研一下文献。\n下周组会的时候你挑几篇论文来讲一下。"

"……"

kurokage "小杜啊，你这个文献调研的深度还不够，\n怎么都是微纳加工器件，就没有别的新结构的器件吗？"

kurokage "下周组会你还是得再汇报一下。"

"……"

kurokage "小杜啊，看起来好像近年都是微纳加工做的薄膜器件啊……"

kurokage "那，你跟你师兄去微纳中心学学吧。"

"我看不清导师脸上的表情，\n但恍惚间我似乎看见了一个人影，在挑灭油灯的第二支灯芯。"

kurokage "耗材使用要做好规划，\n有些可以重复使用的就不要当一次性的了。"

"……"

kurokage "小杜啊，你实验做得怎么样了？\n有没有可以开始写论文的数据了？"

kurokage "下周组会的时候你来汇报一下实验进展吧。"
scene black with leftflash
scene bg _test with leftflash#转场动画。实验室背景。
kurokage "绛枫师妹，你有没有转博的打算？"#djf师兄

kurokage "我看你这两年多做这个铌酸锂，好像什么都没做出来？"

djf "我还没想清楚要不要转……"

djf "数据是有一些，但是导师一直说我数据不够，\n不让我写文章，让我继续做实验。"

kurokage "那如果你想硕士毕业的话，尽早做打算。"

kurokage "虽然毕业条件里只是一个论文或者专利发表，\n但是在毕业论文里面是要至少写两个课题的。"

kurokage "感觉……如果导师他不帮你的话，就一年多时间可能有点……"

kurokage "不过你要是真想读博的话，赶紧去找他，\n其他老师名额比较紧张，可能会来把他的名额要走的。"

kurokage "总之尽快，你觉得不好读就尽快毕业，\n想拿个博士学位就尽早要名额转博。"

kurokage "要是晚了，就都完了。"
scene black with leftflash
play music bgm_29 fadein 0.5
scene bg _test with leftflash#转场动画。实验室背景。
djf "老师，我现在这个铌酸锂声光调制器的数据已经做得差不多了，\n是不是可以开始写论文了？"

kurokage "小杜啊，你不要这么急，心急是发不了好文章的。\n而且你这个数据的线性度好像不是很好，有没有更好一点的？"#djf导师

djf "老师，我现在马上研三了，\n现在稿都没有投，是不是迟了？"

kurokage "什么叫马上研三，你不转博了？"

kurokage "我是觉得呢，你现在做的这个课题非常有价值，\n是可以发很好的文章的。"

kurokage "你应该多花点时间来把这个课题完善一下。"

"……"

kurokage "所以呢，小杜啊，只拿个硕士学位就毕业，\n对你以后的人生来说是没有意义的。"

kurokage "你还是得继续读下去的。"

djf "那，老师，您今年的博士名额还有吗？"

kurokage "……"

kurokage "因为去年我找别的老师借了一个名额，今年要把名额还给他。"

kurokage "不过没事的，明年你再转博也一样的。"

kurokage "不要急，科研是急不来的。"

"""
只要顺从就好了。

凭我自己个人的意志，是改变不了什么的。

况且，这个学位本不应该属于我。
"""
scene black with leftflash
scene bg _test with leftflash#转场动画。实验室背景。
djf "老师，您今年还有博士名额吗？"

kurokage "小杜？你还没转博？"#djf导师

kurokage "我记得你不是去年来找我要过博士名额，\n然后你就转博了吗？"

djf "老师，您去年把名额还给别的导师了，让我研三再转博。"

kurokage "哦哦，我都忙忘了……"

kurokage "今年又有个老师缺名额，我名额已经给他了。"

kurokage "这么重要的事情你早说啊。"

"只要……顺从就好了。"
scene black with leftflash
scene bg _test with leftflash#转场动画。天台背景。
play sound sound_13 loop
"""
量子大楼十八层的天台，风好大。

已经，什么都不愿意去想了。

已经，想什么都没有意义了。
"""

djf "要是一开始，就多为自己争取一点的话……"

djf "或许现在就不会是这样。"

djf "如果最开始就好好地学习的话……"

djf "如果早点进别的课题组开始科研的话……"

djf "如果最开始就拒绝做这个，\n整个课题组都没有基础的声光调制器件的话……"

djf "如果那个时候坚定一点拒绝转博，\n要求导师让我硕士毕业的话……"

"""
一切都太晚了。

所有，都已经失去了。
"""

djf "明明这个硕士名额，\n是我从常远那里得到的、也是他唯一留下来的东西，"

djf "我却把它糟蹋成这个样子。"

djf "常远，现在把这个名额还给你，还来得及吗？"

"天台上的风，只是以沉默来回答我。"
stop sound
"好像，已经不能再往前走了。"

"不对，一定还可以。"

"迈向高到无穷的科学高峰的阶梯，\n一定就在我眼前。"
hide view_djf onlayer screens #转场动画，换常远视角。
scene black with leftflash
call yume_
scene bg _test with yumeout
play music bgm_18 fadein 0.5
#CG需求#常远站着，杜绛枫斜着倒在常远肩上。
djf "常远……对不起啊……"

djf "我现在才想起来……现在道歉，还来得及吗……"

"脑海中传来的剧痛还没有缓解，\n我光是撑着绛枫姐，就已经尽了全力。"

cy "只是我放弃了名额而已！\n怎么可能顺延拿到那个保研名额的人要承担责任啊！"

"一半是缓解痛苦，一半是我的本心，\n我几乎是吼着回答着绛枫姐。"

cy "虽然我现在对那段事情真的一点都不记得了，\n但是我相信，就算我想起来了，我还是会这么说的！"

djf "希望……是这样的吧。"

djf "不过我这次也失败了呢……\n什么都害怕失去，最后还是什么都失去了。"

djf "明明说自己没有回去的念头，现在却又不得不回去……"

cy "绛枫姐！这不是你的错！"

cy "明明知道你是学光工的，我却专门去让你看这个光纤灯……"

djf "我们不是同班同学吗……\n不用继续这样子叫我了，多别扭……"

djf "而且……这只是个巧合而已，你也不需要承担责任。"

djf "是我太天真了，觉得只要把所有的恐惧感都用假面来掩饰好，\n就可以改变些什么。"

"绛枫姐垂着头，轻轻地咳了一声。"

djf "现在说……应该也没关系了吧。"

djf "馨荷姐刚走的第二天，你问我是不是也要离开的时候，\n我其实害怕得不得了。"

djf "因为本来打电话给你，就是因为我怕到，\n希望能有个人来陪我聊天、听我诉说些什么。"

djf "比起『我要离开』这个想法，我更害怕『你要离开』。"

djf "我只是在逞强、只是在掩饰那个软弱的自己，\n才装着对你发火、跟你说没有离开的打算……"

cy "绛枫姐……不是的，就算你说自己是在逞强，\n你不是一直都坚持着在这样子去做吗？"

cy "而我……却一直都不知道应该去做些什么……"

djf "都让你别这么叫我了……\n算了，随便你吧。"

djf "我有点困了……\n不知道馨荷姐当时走的时候，是不是和我现在一样……"
#闭眼差分
cy "绛枫姐！别睡！坚持一下，我们回1958去！"

"尽管嘴上这么说，但身上的感觉和馨荷姐那个时候完全一样，\n完全被绛枫姐压着，脚底下半步都挪不动。"

djf "不用安慰我了……我都知道的。"

djf "不过……真的是和《青鸟》的故事完全一样啊。"

djf "原来青鸟，真的就在离身边最近的、最开始的地方。"
#djf身体虚化、粒子效果差分
cy "绛枫姐！再坚持一下！"

djf "只是现在……真的要和《青鸟》的结局一样了。"

"""
《青鸟》的结局？

不是Happy End吗？
"""

cy "绛枫姐？刚刚不是讲完了吗？\n不是幸福的青鸟治好了邻居小女孩的病吗？"

cy "绛枫姐，一定能有办法的，一定能找到真正的青鸟的——"

"绛枫姐吃力地摇了摇头。"

djf "小女孩来蒂蒂尔家道谢的时候，\n青鸟从她的手中溜走，再也不见了。"

cy "欸？"

cy "绛枫姐，什么意思？？？"

"我紧盯着绛枫姐的侧脸，她已经变得透明的身体，\n像是已经不存在于这个世界般虚无缥缈。"

"她虚无的眼神，没有投向我，\n却像是在眺望黄泉的彼岸一般。"

djf "今晚，重力加速度真大啊。"
#djf消失
"我怔怔地看着已经空无一物的肩头，\n张了张嘴，却一点声音都发不出来。"
play sound sound_45
"""
恍惚间，像是方才烟花绽放的声音，在我耳边响起。

不对，是什么东西碎裂的声音。

是什么碎裂了呢……？
"""
scene black with toki
play music bgm_31 fadein 0.5
scene bg _test with toki#转场动画，宿舍。
"""
要是我是一条死鱼该多好。

不需要思考，不需要行动。

只需要安静地躺在某个地方，\n静静等待自己的身躯腐烂、然后消失在世间。
"""

cy "先是馨荷姐，然后是绛枫姐。"

cy "最后，只剩下我一个人了。"

cy "为什么，被舍弃的是她们，而不是我？"

"""
我盯着我手里捏着的，绛枫姐给我的、她和馨荷姐的房间钥匙。

这又不是《青鸟》的故事，钥匙自然是不会说话的。

但若是它真的能说话，或许也只会在我的伤口上撒盐，\n而非给我哪怕是一丝慰藉。
"""

cy "既然之前我都能够把保研资格转给绛枫姐，\n那这次把我这条命再给她，难道不行吗？"

"当然这只是玩笑话，我心里也知道。"

"更何况要是绛枫姐真的还在这里的话，\n听到这句话，她一定会给我一个响亮的耳光吧。"

cy "我知道这个世界有神，她们也坚信这个世界有神，\n结果直到现在，那个所谓的『神』也不出来打个招呼。"

cy "一定是一个人偷偷躲起来看我的笑话吧？\n这样子一定会很开心吧？"

"""
五丈原下的七星灯，并不是人祸，而是天命。

我知道。

这一次，大概率和馨荷姐那一次一样，也都是『神』的意志。

我也知道。
"""

cy "这个狗屁『神』的意志，真的就不能够违抗吗？"

cy "都现在这个样子了，我难道还甘心浑浑噩噩地在这里，\n等待某一天突然到来的死亡吗？"

cy "反正就算我什么也不做，总会有一天突然冒出来一个东西，\n然后我一看，就会全都想起来……"

cy "最后直接两眼一闭，消失在原地。"

cy "和她们一样。"

"""
我往床上一倒，呆呆地望着天花板。

天花板上很干净，没有一块值得让我去数的污渍。
"""

cy "不过，既然绛枫姐她是我的同班同学，\n我也从她那边知道了，我是怎么在那个世界死的……"

cy "为什么我还在这里？"

"""
难道我不应该，已经全知道了吗？

因为家庭不和，然后选择了休学，最后直接自我了断。

不止是绛枫姐记忆里的，他人转述的东西，\n一系列的全部过程，我都应该在那时候清清楚楚地回忆起来了。

包括刚从打印机里拿出来的休学申请书的热度在内，\n一切的一切，都像是昨天才发生的一样清晰。
"""

cy "而且，从时间线上看，在原来那个世界，\n我肯定是要死得比绛枫姐要早的。"

cy "为什么反而是绛枫姐先到的这里？"

"""
想不通。

可能是因为我学的是环境，数理基础不太行。

突然，我脑子里闪过一个念头。
"""

cy "既然我在原世界里，时间线要比绛枫姐要更靠前……"

cy "按照这样子推测，馨荷姐在原世界的时间线可能还要更靠后……"

cy "那么如果我能够回到我所在的那个时间线的话…是不是可以……？"

"但是，在见到那个所谓的『神』之前，\n完全无法验证这个想法是否有可能性。"

cy "换句话说，在见到『神』之前，\n也没有任何人能够否定我这个想法。"

"""
我捏了捏手中的两把钥匙，掌心传来清晰的疼痛感。

我，还活着。

作为还活着的人所应该做的事情，不言自明。
"""

cy "虽然这么说，但是还是一点头绪都没有。"

cy "终归，还是要在见到那个『神』之后……"

cy "但既然1958跟『神』有所关系，\n那只要继续在1958呆着，总是有机会的。"

"""
窗外的月光静静地洒在窗台上，显得如此凄清。

但是，那又怎么样？

为了她们，也为了我自己，哪怕只有我一个人——

我也要把1958继续运营下去。
"""

cy "睡觉吧。"

cy "接下来要做的事情，太多了。"
stop music
play sound sound_20
scene black with doorclose
scene bg _test with dooropen
#转黑屏
call Chapter_6 from _call_Chapter_6
return