label Chapter_6:
#Chapter 6
#转1958内景
"""
雨滴敲打着玻璃，发出令人烦躁的声音。

我早早地到了1958，穿好了女仆装，坐在吧台里等待一如既往的客人的骚扰。

但直到午休时间，都没有一个人推门进来。

简直就像……我刚来到1958那一天一样。
"""

cy "没错啊……今天确实是周一啊……怎么都没人呢？"

"""
我一边啃着从后厨拿出来的凑合拿来当中饭的枕头馍，一边在1958里面晃悠。

不由得，眼睛落在了那本《1958工作守则》上。

我把最后一小块枕头馍塞进嘴里，然后去吧台洗了洗手，才从书架上取下那本厚重的精装书籍。
"""

cy "咦？"

"""
精美的封皮中所夹着的，全是白纸。

一个字都没有。

连哪怕一个，能够证明绛枫姐存在过的证据，都没有。
"""

cy "不应该啊……哪怕她不在了，也没有理由把这种东西给消除掉啊……"

kamisama1 "这本东西，本来就是空的。"

"""
我反射性地抬起头。

眼前突然出现了一个全身裹在斗篷里的、从声音完全听不出是男是女的、应该是个『人』的生命体。

我很确信，刚刚1958的门绝对没有打开过。
"""

cy "你是谁？"

kamisama1 "我是谁，并不重要。"

kamisama1 "重要的是，你想要看到些什么。"

kamisama1 "1958是意志的具现化，而你……并没有任何意志。"

cy "你到底是谁，是『神』吗？回答我！"

"""
裹在斗篷里的那个人没有回答我，只是转过身，向着门外走去。

我把《1958工作守则》丢在台面上，冲向门口，向着他伸出手去……

但我什么都没触碰到。

在我即将触及到他的斗篷时，他的身形突然变得透明，然后消失殆尽。
"""
#『神』立绘消失
"我触碰到的，只是门把手而已。"
#转场动画，换1958外景。
"""
我顺势推开了1958的门。

映入我眼中的，是和我来到1958的第一天别无二致的瓢泼大雨。

我正想关上门，突然，一个人影落入了我的视线中。

那是一个，倒在地上、全身湿透的，女孩子。
"""
#转场，1958内景。
"""
被我从外面扛进来的女孩子，裹着散发着洗洁精的柠檬香味的毯子，靠在1958的椅子上。

我坐在吧台后面，看着蒸汽从即将沸腾的电热水壶口升起。

不知道，当时馨荷姐和绛枫姐是不是就是这样，在等着我醒来。
"""

cy "不过刚刚突然出现的那个裹着斗篷的……总感觉很可疑。"

cy "神神叨叨的……总不能真的是『神』吧。"

"""
突然，毯子滑落的声音传入我的耳中。

我抬头看去，和那个被我捡回来的女孩子对上了眼。
"""

"女孩子" "常助教？你怎么穿着女仆装啊？"

"我眼前一黑。"
#转场动画。
"""
我不知道这个算是『神』的奖赏、还是恶意。

总之，这次捡到的这个女孩子，很显然是认识我的，并且还保留着关于我的记忆。

给她沏上了一杯红茶之后，向她简单介绍了一下1958。
"""

cy "呃……你是郭茉渃，是吧？"

gmr "是的是的！"

gmr "嘿嘿，常助教还记得我呢～"

"""
难道不是你刚刚自我介绍过了吗？

虽然我很想这么说，但看在这孩子挺可爱的份上，我还是忍下来了。

据她所说，我是她之前化学原理的助教，但是我显然不会记得班上的学生的名字。

再可爱也记不住。
"""

gmr "所以常助教，这里已经不是鹭州科技大学了吗？"

cy "呃……你可以理解成另一个世界的鹭州科技大学。"

cy "还有，没必要继续叫我助教吧？叫我名字就可以了。"

gmr "可是，常助教就是常助教啊？"

"可恶，她的水汪汪的大眼睛真的好可爱。"

cy "随便你吧。"

gmr "好开心呢，到了另一个世界也能见到常助教……"

gmr "不对啊……既然我能在这个世界见到常助教……"

gmr "那常助教，是不是你也和我一样死掉了？"

"我顿时一怔，不知道怎么回答她。"

gmr "不过，一定是幻觉吧，常助教怎么可能穿女仆装呢。"

gmr "但是……穿女仆装的常助教，真漂亮啊……为什么之前我都没看到过呢……"

"我眼前再次一黑。"
#转场动画
gmr "所以，常助教你是因为要接待客人，所以不得不穿女仆装啊？"

cy "你能接受这一点，真的再好不过了。"

"""
郭茉渃她问了我整整十五分钟为什么要穿女仆装的问题。

我花了生命中珍贵的十五分钟给她讲解了我穿女仆装的必要性，

以及这边的客人不正常到了只要我不穿女仆装就会给我甩脸色的地步。
"""

gmr "但是这个理由好没意思啊……"

gmr "我还以为，常助教你是自己觉得穿女仆装很漂亮、很可爱，所以才穿的……"

cy "总之，希望你不要在意这种细节。"

gmr "但是……1958真的有客人来吗？今天下午一直都没有人来吧？"

"""
这么一说……好像确实是这样。

我很确定今天绝对不是鹭州科技大学放假的日子，那到底为什么……

突然，我想到了那个奇怪的套在斗篷里的人的话语：
"""
#背景虚化
kamisama1 "1958是意志的具现化，而你……并没有任何意志。"
#背景虚化解除
"""
想多了吧，这又不是我的意志能决定的，应该是『神』的意志所决定的。

可能单纯只是『神』要把郭茉渃她送到这里，所以才故意今天不安排客人。
"""

gmr "常助教？常——助——教——"

"凑近我眼前的郭茉渃，把我的意识从思考中拖回现实。"

cy "那……我也不知道是什么原因。"

cy "这么说……都要下班了，确实都没见到客人呢。"

gmr "常助教常助教，那你下班之后去哪里啊？"

cy "下班之后还能去哪里……吃个晚饭之后就回宿舍了。"

gmr "啊？常助教你要把我当作晚饭带回宿舍吗？"

gmr "有点太突然了，我还没做好心理准备……能不能给我点时间……"

cy "你在想什么啊……怎么可能。"

"我差点没忍住狠狠地请面前双颊绯红的郭茉渃吃脑瓜崩的冲动。"

cy "不过这么一说，你晚上怎么办？"

gmr "……好，我做好准备了！"

gmr "常助教在的地方，就是我在的地方！"

"""
你这都做了些什么准备啊。

我放弃了对她牛头不对马嘴的回答作出反应，试图把话题拉回正轨。
"""

cy "那你确实，晚上是没地方去的吧？"

"郭茉渃水汪汪的大眼睛仰望着我，用力地点了点头。"

cy "行吧，晚上你跟着我吧，吃个晚饭之后就给你准备房间。"

gmr "真的？和常助教睡一个房间……"

cy "怎么可能啊，刚好1958的单人宿舍有空房，给你住一下也没关系。"

gmr "是这样啊……真的不能和常助教一起睡吗？"

cy "不能。"
#转场动画，瀚海星座。
cy "到了。"

"""
实在是受不了一直缠着我、要和我睡一个房间的郭茉渃。

在小香鸡随便应付了几口，我就把她拉到了馨荷姐的房间门口。

虽然馨荷姐的房间里的游戏机不算非常健康，但总比绛枫姐房间里的粮食果汁柜子健康太多了。
"""

gmr "这里就是常助教的房间吗？"

cy "不是。"

cy "是一个之前在1958工作的姐姐的房间，不过她已经辞职了，所以钥匙给我保管了。"

"郭茉渃的脸上突然露出失望的神色。"

gmr "啊……原来常助教在外面已经有认识的女孩子了……"

gmr "这可不行的呢……助教就应该和学妹在一起才对啊……"

cy "你想什么呢，工作关系，工作关系而已。"

"""
我从绛枫姐给我的两把钥匙里掏出一把，插进面前的锁孔里。

连我自己都能感觉到我的手在颤抖着。

随着门毫无阻碍地被打开，映入眼帘的是……

毫无生活气息的、和我刚来这个世界第一天所见到的别无二致的、

空荡荡的、完全找不到包馨荷她存在的哪怕一丝痕迹的房间。
"""

gmr "常助教，我之后就住这里吗？"

cy "嗯……对……"
#转场动画，宿舍。
"""
回自己宿舍之前，我又拿着剩下那把钥匙，去绛枫姐房间里看了一下。

绛枫姐的房间还是和原来一样，柜子里剩下的几瓶高粱果汁也没有被动过的痕迹。

至少我看不出什么变化。
"""

cy "算了，不想了。"

cy "总而言之，肯定是和那个所谓的『神』有关系。"
#插入kamisama1 立绘
"我不由得想起今天所见到的那个裹在斗篷里的身影。"

cy "但是就算他真的是『神』，如果没法再见到他一次，也什么办法都没有……"
#kamisama1 立绘消失，插入gmr立绘
cy "不过…今天这个节骨眼上，把郭茉渃用和我当时一样的手法送到1958，到底是什么意思。"

cy "而且，总感觉她跟我的关系，绝对不是正常的助教和学生的关系。"
#gmr立绘消失
"""
我不会当时其实是骗了很多女孩子的感情，然后东窗事发自我了断了吧？

应该不会，要是真有这种事，绛枫姐她不可能不知道。

希望是我想多了。
"""

cy "不管怎么说，郭茉渃她绝对是解开当前这个局面的关键所在。"

cy "最坏的结局也不过是因为她，然后把全部都想起来，最后从这个世界消失。"

cy "说不定消失之后我就能回到原世界，然后把一切都改写呢。"

"""
我自己都觉得我的这个想法有点过于不切实际了。

这哪里是最坏的结局，明明后半段是绝对实现不了的空想。

我不认为『神』在送走了馨荷姐和绛枫姐之后，还会对我这么友好。
"""

cy "我是馨荷姐玩的那些游戏里面的主人公吗？哪里配这么妄想。"
#转场动画，转1958内景
gmr "常助教常助教，我们去探索鹭州科技大学七大不可思议吧！"

cy "啊？什么东西？"

gmr "鹭州科技大学七大不可思议就是鹭州科技大学七大不可思议啊？"

cy "不用你再重复一遍的。你要知道，现在是上班时间。"

gmr "但是，既然一个客人都没有，变成翘班时间也没有问题吧？"

gmr "而且，比起看常助教穿女仆装，还是探索七大不可思议来得有意思！"

gmr "啊，绝对不是常助教你穿女仆装不好看的意思！"

"""
什么此地无银三百两。

不过……七大不可思议，总觉得好像在哪里听过相似的东西。

说不定也是一个跟『神』有关的契机。
"""

cy "你从哪里听说的这个七大不可思议？"

gmr "常助教，你不知道吗？你不会失忆过吧？"

"我还真的失忆过，但是显然我没必要讲，也不会讲。"

cy "我在鹭州科技大学也比你多呆了好几年，从来没听说过这东西。"

gmr "哎呀，真是的，常助教你也不多出去玩玩，是不是成天就知道学习。"

gmr "明明我们这一届都知道的七大不可思议，怎么你就不知道了。"

cy "行行行，那七大不可思议又不是长了腿会跑，下班再去找不行吗？"

gmr "不行！"

cy "为什么不行？"

gmr "因为七大不可思议都是正常上课时间才会发生的！"

cy "什么歪理…上班时间就得有个上班的样子，等我下班再说。"

"""
郭茉渃嘟着嘴，转身找了张凳子坐了下去。

我刚刚是不是说了什么过分的话？应该没有啊？

虽然翘班去探索这个『鹭州科技大学七大不可思议』，可能真的能找到些什么线索。

但是早上才上了一个小时班，就开始公然翘班……
"""

gmr "常助教，要不这样，要是今天没有客人来的话，那咱们明天就开始探索七大不可思议，好不好？"

"郭茉渃不知道什么时候，又在我面前冒了出来，把我吓了一跳。"

cy "那如果有客人来的话呢？"

gmr "那我只能卖身给常助教，然后在1958打工了。"

cy "……我们1958干的是正经的行当。"

gmr "那只卖身给常助教也可以。"

"我当年都造了些什么孽啊。"

cy "算了，随你便吧。"

cy "反正除非今天真的没客人来，不然别想让我陪你翘班去找什么七大不可思议。"

gmr "真的？那常助教你可不许耍赖哦！"

cy "怎么可能耍赖，你放心好了。"
#过场动画。
"""
离下午五点还有五分钟，仍然一个走进1958的客人都没有。

郭茉渃在大堂里踱着步子，而我则在吧台后面洗着杯子。

一天连着找我要了七八杯咖啡，真不怕晚上睡不着吗？
"""

gmr "常助教，要是有客人卡着下班的点进来，怎么算啊？"

cy "你担心这个干什么，哪有那么巧的事情。"

gmr "但是，各种小说和电影里面的英雄，都是不到最后一刻就绝不登场的。" 

cy "你想太多了，没几分钟就下班了，你也该收拾收拾准备回去了。"

"我把洗好的杯子扣在碗架上，转头一看，郭茉渃站在大堂中间，盯着墙上的挂钟发呆。"

cy "别看了，明天陪你去探索七大不可思议就是了。" 

"郭茉渃转过头来，眼神中带着怀疑。"

gmr "真的？" 

cy "那还能是假的？" 

gmr "真的真的？" 

cy "我换衣服下班了。"

gmr "开玩笑的！我开玩笑的！"

gmr "那明天就八点钟在1958集合，然后再开始探索吧！"

"看着一脸兴奋、在1958里蹦来蹦去的郭茉渃，我叹了口气。"

cy "随你便吧。"
#过场动画，老乡鸡。
cy "既然明天要开始探索这个七大不可思议，你总该告诉我一下到底是哪七大吧？"

"好不容易等郭茉渃的兴奋劲平息下来，一把她带到小香鸡吃晚饭，她又开始提这个话题。"

gmr "那不行的，这是秘密，如果讲出来的话就不够不可思议了！"

cy "那万一你借着这个名义，把我偷偷拐到某个小巷子里然后卖掉怎么办？"

"""
郭茉渃愣了一下，然后没搭理我，埋下头开始喝鸡汤。

坏了，不该开这种玩笑的。
"""

gmr "这么一说，我都没想过这种事情呢……"

gmr "这样的话，好像不探索这个七大不可思议也没问题呢……"

"郭茉渃抬起头，和我的目光一对视，就像是在掩饰什么一样挪开了视线。"

cy "喂！你不会真的在考虑这种事情吧？"

gmr "哪有哪有，我怎么可能对常助教做出这种事情呢？"

cy "算了算了，不开玩笑了，愿赌服输。"

cy "不全部告诉我也没问题，不过，至少明天要先去哪里，你总得和我说一下吧。"

gmr "哦，这个啊，这个倒没什么事。"

gmr "明天我们就去寻找所谓的『王族贵胄之珍藏』吧。"

cy "我记得鹭州科技大学不是封建社会吧？"

gmr "说是英才班学院的深处有些什么东西，但是具体是什么我也不知道。"

cy "那怎么取了这么一个鬼名字？"

gmr "但是英才班学院，确实是鹭州科技大学的人上人啊？"

"好像确实是这个样子。"

cy "那这个英才班学院的深处，怎么进去？不会有什么门禁之类的吗？"

gmr "直接进去就好了啊？"

cy "啊？真的没事吗？"

gmr "常助教，你忘了我们都是英才班学院的事情了吗？"

cy "那当然知道，但是要去的难道不是那种学生进不去的地方吗？"

gmr "当然不是啊，就在楼底下，随便去的。"

"""
真有这种地方吗？我怎么不知道。

我记得我应该也去过英才班学院大楼啊？
"""

gmr "常助教？想起来在哪里了吗？"

cy "英才班学院大楼在哪里我倒是知道，但是……"

gmr "没事，你去了肯定能想起来的。"

"郭茉渃向我露出毫无根据的自信的微笑，我无奈地摇了摇头。"

cy "听你的吧。"
#转场动画，1958.
"""
昨晚回去之后，我又翻了一下馨荷姐留下来的那个本子，也没有哪怕一点涉及所谓的鹭州科技大学七大不可思议的内容。

倒是各种奇奇怪怪的涉及游戏里面的『七大不可思议』的内容有不少。

总不能郭茉渃她是因为现实和游戏不分，最后才来这个世界的吧？

也不是没有可能。
"""

cy "不过……好慢啊。"

"""
我看了一下手机，已经是早上八点半了。

我记得昨天是她提的，早上八点在1958集合，然后再开始探索。

客人是随『神』的心意，可以说不来就不来的。但是总应该没有能阻止她过来的影响因素吧？

而且昨天也是我刚开了店不久，她就过来蹭吃蹭喝了，也不至于早上起不来啊？
"""
#推门声
gmr "不好意思！常助教，我睡过头了！"

gmr "早上做了个怪梦，醒来的时候才发现已经八点了！"

"""
怪梦？

这么说来，好像我已经有一段时间没做过类似的梦了。
"""

cy "是什么梦？你还记得吗？"

"郭茉渃脸上突然露出一丝尴尬的神情。"

gmr "不能说！绝对不能说！"

gmr "梦见常助教在上习题课的事情，怎么说得出口…"

"已经全都说出来了哦。"

cy "这么一说，我之前也一直会做这种梦呢。"

gmr "欸？常助教也会做这种梦吗？"

cy "会啊，不过倒不是什么愉快的梦。"

cy "然后每次醒来之后，也什么都不记得了。"

gmr "原来是这样啊……常助教，你在这里，是很痛苦吗？所以才会做这种梦？"

"郭茉渃她一脸担忧地抬头看着我。"

cy "怎么会，在这里什么都挺好的。"

"我稍稍抬起头，避开郭茉渃的视线。"

cy "不过……或许，我做的那些梦，都是过去在鹭州科技大学的记忆吧。"

"郭茉渃像是思考了一下，然后抬起头问我："

gmr "和我做的那个梦一样吗？"

cy "嗯……"

gmr "果然常助教你都听到了！！！"
#过场动画，转少年班学院大门
"""
郭茉渃把我锤了十来分钟，才终于气消了，同意放我来英才班学院的大楼。

虽然我已经想起来英才班学院的大楼在哪个位置，但说实话，我应该就没来过几次。

这里教室少、插座也不多，我哪怕是来蹭网打游戏也不如去隔壁的第二教学楼。
"""

gmr "到了。"

"郭茉渃她还是一脸气鼓鼓的样子。"

cy "这里就是英才班学院啊……"

"不知道是不是我太久没来了，总感觉和我脑子里的印象存在着很大区别。"

gmr "常助教你说什么啊，你不是也是英才班学院的吗？"

cy "那也没有课会放在英才班学院大楼啊？"

gmr "你们不来这里上晚自习的吗？"

cy "晚自习是什么东西，能吃吗？"

gmr "啊？不可能吧？我们都天天上晚自习啊。"

cy "我就第一个学期上了半年，然后就再也不去了。"

cy "我们班管晚自习的班委比我跑得还快。"

gmr "什么意思？"

cy "就字面意思啊，你们班难道都老老实实上晚自习的吗？"

gmr "晚自习原来可以不用上的吗？"

cy "当然不用上，又不算学分，也不跟GPA挂钩。"

cy "倒不如说，我寝室里GPA最高的那个人，是我们寝室跑得最快的那一个。"

gmr "常助教你怎么不在习题课上跟我们说啊？"

cy "我哪知道你们班都这么老实，还以为这种事情都不用我教的。"

cy "倒不如说，我这个习题课，要是高中学过化学竞赛的话都可以直接翘掉的。"

gmr "怎么可以翘常助教上的习题课啊！！！"

"我还是不回答这句话比较好。"

cy "所以，那个什么什么珍藏在什么地方？"

gmr "哦，就在底楼。"

"""
英才班学院底楼？

我怎么感觉我好像有点印象？
"""

cy "那就下去吧。"
#转少年班学院底楼机房。
cy "这不是机房吗？"

gmr "对啊，"

cy "这也算不可思议？"

gmr "常助教，这你就不懂了……"

"""
搞了半天原来是机房，真是有点扫兴。

不过我当年刚入学的时候，因为没带电脑，所以还到这边来过好几趟。

自然不是来做什么英文版普通化学实验的数据处理，显然是来打游戏的。

但是配置确实不行，好像就4G的内存，玩某个韩国的横版格斗游戏卡得要死……

不对，这边电脑换过了？
"""

gmr "这边的电脑，据说在夜深人静的时候，明明屏幕没有打开，却会发出女孩子的声音……"

"""
好像确实……机箱确实换过了，里面显卡看样子也还挺不错的样子……

英才班学院确实有钱，这种没人用的东西都舍得掏钱。

毕竟真有这种需求的人应该都自己掏钱买了，要是需求再高那也不是个人使用的范畴……
"""

gmr "常助教？"

gmr "常助教！你在听吗？"

cy "在听，在听，有什么事吗？"

gmr "就是，这里虽然是英才班学院的机房，但是并不是一般的机房！"

cy "跟英才班学院沾个边就不一般了，是吗？"

gmr "不是！常助教你明显没在听吧！"

gmr "这边的电脑可是会发出女孩子的声音的！"

cy "游戏里面的女角色有配音很正常吧。"

"""
比如馨荷姐玩的那些游戏。

虽然我没玩过，但是既然馨荷姐玩，那么鹭州科技大学应该有不少人也玩吧。
"""

gmr "但是！明明没有人在用电脑，而且电脑屏幕也没打开，却也还会有女孩子的声音啊！"

cy "看电影看到一半出去找点吃的，然后没关电脑只关了显示器，这也很正常吧。"

gmr "怎么可能会这么简单啊。"

gmr "要是真的这么简单，那怎么可能还会是七大不可思议……"
#挑一句游戏内语音作为音效插入。
gmr "常助教！电脑真的响了！"

"""
我没有理会一脸惊慌的郭茉渃，径直走向发出声音的方向，按下那台显示器的电源键。

电脑开着。

正中央是一个看起来像是馨荷姐当时给我看的《天缘城堡硕士》里面的角色对白部分的窗口。

应该就是馨荷姐那个本子里面写的那种游戏吧。

而且，屏幕右下角是一个远程控制软件的窗口。
"""

cy "有人在远程控制电脑，然后打游戏而已。"

gmr "什么意思？"

cy "就是游戏里面女角色的配音而已，还能是什么。"

cy "不过这边电脑本来也没什么人用，也不会有人来管的。"

gmr "所以……真的就这么简单？"

cy "是啊，是你想复杂了。"

cy "走吧，该回去吃中饭了。"

"""
我推开机房大门，正准备往扶梯走去。

一转头，却发现郭茉渃她还站在原地，没有跟上来。
"""

cy "郭茉渃，别愣着了，该回去了。"

gmr "常助教，总不会，七大不可思议都是假的吧？"

cy "哎，哪有什么真不真假不假的，说白了就是不知道真相而已。"

cy "赶紧回去吃饭吧。"

"郭茉渃沉默了一下，才不情不愿地跟上了我。"
#gmr立绘隐去，kamisama立绘显示
kamisama1 "……"
#过场动画，转老乡鸡。
cy "所以，下一个七大不可思议，是什么？"

gmr "反正都是假的，不去看也没关系的。"

"""
郭茉渃埋着头，捧着一小碗鸡汤在喝着。

还故意拿装鸡汤的碗挡着她的脸。
"""

cy "哎，只不过是英才班学院这个机房去的人太少了，所以才会这样而已。"

cy "下一个总不可能是假的吧。"

gmr "那要是也是假的怎么办？"

"郭茉渃把碗放下来，一脸沮丧地看着我。"

cy "不会的，你别想太多。"

"""
我当年到底是因为做了什么，才会故意忘掉带过这样一个学生的事情？

她绝对是那种考完试会来找助教要分的类型。
"""

gmr "那要是真的是假的，常助教你怎么办？"

cy "那你想我怎么办？"

gmr "真的？真的我想怎么样，常助教就得怎么样？"

"郭茉渃突然双手一撑桌子，从椅子上站了起来，把我吓了一跳。"

cy "不违反公序良俗的话，什么都可以。"

"我把椅子往后拉了半步，和靠得实在有点太近的郭茉渃拉开了距离。"

gmr "那，不许反悔哦！"

cy "不反悔，不反悔，你说什么就是什么，行了吧？"

"""
总感觉像是回到了每天被馨荷姐牵着鼻子走的那段时间……

不过，郭茉渃她还是好对付得太多了。
"""

gmr "真的？"

cy "不是真的，难道还能是假的吗？"

gmr "那下午，我们就去探索『虚数空间之电梯』吧！"

"明明刚才还在和我毫无理由地赌气，现在又是这么一副兴高采烈的模样。"

cy "『虚数空间之电梯』？"

gmr "据说，管科楼有一台神秘的电梯，坐上这一部电梯就能到达第i层！"

"""
总感觉这个东西我好像也在哪里听过。

不过……管科楼啊……

大一那个时候还承蒙关照过好几次，去一趟说不定还真能想起来些什么。
"""

cy "那就去一下吧。"　
#过场动画，转管科楼内景
"""
管科楼毕竟是给那种交大把学费来读MBA的精英人士建的，楼底下甚至还有咖啡吧。

不过在我的印象里，我似乎并没有享受这个的闲钱。
"""

gmr "常助教，你之前来过管科楼吗？"

cy "来过啊，怎么了？"

gmr "我不知道电梯在哪里。"

cy "……"

cy "你没被上数学分析的教授叫到管科楼来，点评期中期末卷子？"

gmr "数学系教授办公室不是在西区吗？"

"""
我怎么把这茬忘了。

确实以前有些数学系教授办公室就在管科楼，不过后来都统一搬西区去了。
"""

cy "哎，那你没来管科楼底下刷过夜吗？"

gmr "刷夜？什么是刷夜？"

cy "就是作业ddl之前或者考试周的时候，找个地方通宵写作业刷卷子。"

gmr "但是我下了晚自习之后就不想动了。"

"我怎么还忘了这姑娘还不知道翘晚自习。"

cy "那好像确实没什么非要来管科楼的理由。"

gmr "常助教，你天天刷夜吗？"

"郭茉渃突然绕到我面前来，一脸担心地看着我。"

cy "也没有吧……就大一大二那个时候去得多点，后面都懒得去了。"

cy "而且管科楼这边没有吃的，都走到这里了，我不如再过一条街去WakuDonalds。"

gmr "天天熬夜的话，身体会垮掉的。"

gmr "我想要常助教一直健健康康的。"

gmr "所以，常助教以后能不能不要熬夜了，好不好？"

cy "不会熬夜的，你放心好了。"

gmr "那常助教，你不是原来都天天在考试周熬夜吗？"

cy "那都是过去的事情了。而且我也不是天天熬夜，就考试前熬个两三天而已。"

gmr "那不就是天天熬嘛！"

gmr "常助教，不爱惜自己的话，真的会有人伤心的。"

"郭茉渃把头埋在我的胸口，双臂环抱着我的腰间。"

gmr "我生气了，要常助教摸摸头才能起来。"

cy "好，好，好～"

"""
我抬起右手，抚摸着怀中郭茉渃轻柔而又顺滑的秀发。

在这个时候，问我的衣襟为什么湿漉漉的之类的事情，就有点太不解风情了。

……

就这样过了好一阵子。
"""

cy "我们是不是该去找那台电梯了？"

"怀中的郭茉渃没有动静。"

cy "郭茉渃？"

"郭茉渃还是没有动静。"

cy "再这样下去的话，就没法破解这个不可思议，中午吃饭时候的赌约也就不算数了哦？"

gmr "常助教我们现在就去找电梯吧！"
#gmr立绘移出界面
"郭茉渃一把松开了我，然后应该是随便找了个方向跑开了。"

cy "那边可没有电梯哦～"
#gmr立绘重新移回
gmr "什么？是这样的吗？"
#转场动画，电梯内。
gmr "常助教常助教，那个第i层到底在哪里啊？"

gmr "这个电梯按钮里面都没有i键呢。"

cy "一层一层试过去不就完了。"

"""
一进电梯之后，我就确信了这个所谓的『虚数空间之电梯』到底是什么东西。

不过还是给郭茉渃她留点悬念吧。
"""

cy "那就随便先挑一层楼试一下……"

"我正要随便挑一个按钮按下的时候，郭茉渃突然拉住了我的手。"

gmr  "常助教…我们是不是现在，就在第i层？"

"郭茉渃指着电梯顶上的显示屏，牵着我的手的那只手止不住地颤抖着。"

cy "……"

"本来还想赶紧换个楼层糊弄过去的。"

gmr "常助教，我们是不是，出不去了？"

cy "我们电梯就没动过。"

gmr "那么为什么我们从1楼进去，就到了i楼啊？"

cy "因为显示屏有几个像素点坏了而已。"

gmr "哦……"

gmr "那不就是说这个不可思议还是假的嘛！"

cy "我对此不做评价。"

gmr "常助教，你觉得鹭州科技大学七大不可思议，是不是都是假的啊？"

cy "那总该有一个是真的吧？"

gmr "那要是都是假的呢？"

cy "那总是先有一个真的不可思议，才会硬凑出七个不可思议吧。"

gmr "好像确实有点道理呢……"

"""
郭茉渃摆出一副思索的样子。

真好糊弄。

我当年是不是也是这么打发她的？
"""

gmr "算了，不想了。"

gmr "常助教，我们回去吧，明天再去找下一个不可思议。"

cy "好～"
#gmr立绘消失，背景不变。
"……"
#kamisama立绘显示
kamisama1 "……"
#转场动画，转宿舍。
"我躺在床上，盯着天花板发呆。"

cy "这一天下来，『神』倒是没见到，过去的东西倒是想起来了不少。"

cy "要是我想起来的更多点，那个『神』总会主动来找我的吧。"

"不知道能不能歪打正着一下。"

cy "不过…如果真的能够回去的话，我能不能有拯救郭茉渃的机会呢……"

"""
按照我之前的判断，这个世界和原世界的时间轴是相反的，那么应该是没有机会的……

除非我能回到比她还要早的时间点去。
"""

cy "真的……能有机会吗？"

"我关上灯，翻了个身，盖上了被子。"
#转场动画，转1958.

cy "郭茉渃，今天我们去哪里？"

gmr "……啊？常助教，你说什么？我刚刚没听到。"

cy "你不会又做了什么怪梦吧？"

cy "早上你一进来就坐在这里一动也不动，都半个小时了。"

gmr "没有没有！我只是在想事情！"

cy "那你也想得有点太深入了，再不醒过来，咖啡都要凉了。"

gmr "咖啡？哪里有咖啡？"

cy "就在你面前。"

gmr "常助教最好了～"

"郭茉渃端起我半个小时之前放在她面前的意式浓缩，仰起脖子，一饮而尽。"

cy "所以，都想了些什么东西？"

gmr "也没什么东西啦～"

gmr "也就是在想，除了这个七大不可思议，鹭州科技大学还有什么怪谈而已～"

cy "我觉得还是先把这个七大不可思议探索完，再去想下一个比较好……"

gmr "那不行的！万一那个时候我想不起来，要怎么办？"

cy "想不起来那就在1958边洗盘子边想。"

gmr "那这样子的话，好像不想起来也没有什么问题呢。"

"怎么我又把自己绕进去了。"

cy "算了，不提这个了。我们今天去哪里？"

gmr "欸？常助教你不是问过这个问题了吗？"

cy "那你怎么还说没听到，然后问我在说什么啊！"

gmr "是这样的吗？我都忘了。"

"我有点不想以后给她冲咖啡还给她洗碟子了。"

gmr "开玩笑的！开玩笑的！"

gmr "我刚刚真的没听清！"

"应该不是我的想法直接表现在脸上了吧？"

gmr "今天的话，就去量子大楼探索『量子大楼之密库』吧！"

cy "真不是开玩笑的？"

gmr "真不是～"

cy "行吧…不过，以后要是有什么事，记得跟我说一下。"

gmr "知道了知道了～以后一定说～"

gmr "常助教，我们赶紧去量子大楼吧！"

cy "那能不能不要以后了，现在就讲行不行？"

gmr "哎呀，先去量子大楼，边讲边说嘛。"
#过场动画，转理化大楼一楼。
gmr "怎么样？是不是非常有深度的、非常值得思考的一个梦？"

cy "你等等，让我先思考一下，我有点跟不上你的思路。"

gmr "啊～我都忘了，我还梦见常助教你在习题课上跟我说，和别人说话之前要傅里叶变换一下……"

cy "那不是更听不懂了嘛！"

cy "所以说，你梦见你从鹭州科技大学毕业，然后回到你的高中重新读高一？"

gmr "是的。"

cy "然后，数学老师想偷懒，要你帮她带一节数学课？"

gmr "是的！"

cy "接着，你就教大家复习微积分，想直接从函数的可积性开始讲？"

gmr "对！"

cy "然后发现你连ε-N语言是什么都忘了？"

gmr "不愧是常助教！都不用我傅里叶变换，都能知道我在说些什么！"

"感觉好像不请她吃个脑瓜崩，对不起我今天早上被浪费到现在的时间。"

cy "我觉得你还是不要在意这么离奇的梦比较好。"

cy "所以那个『量子大楼之密库』，在什么地方？"

gmr "那个呢～"

gmr "我也不知道。"

cy "你不知道你怎么把我带这里来的啊！"

gmr "反正在量子大楼就对了！毕竟名字就是『量子大楼之密库』嘛！"

cy "量子大楼整整十八层，我们就这样一层一层去找吗！"

gmr "也不是不行。"

cy "……"

cy "行，咱们先从最底下开始吧。"

"""
虽然我没来过几次量子大楼，但是馨荷姐和绛枫姐对于量子大楼还是很熟悉的。

根据她们的记忆，量子大楼地上层全都是各个课题组的实验室，不太有可能是所谓的七大不可思议。

那应该只有地下层了，虽然在馨荷姐的印象里，那边只有配电房、泵站等一系列基础设施而已。
"""

gmr "地下层？"

cy "侧边的电梯下去，正对着的电梯是下不去的。"

gmr "常助教，总不会这个不可思议，也是假的吧？"

"我转头看了郭茉渃一眼，郭茉渃小小的眼睛里满是大大的疑惑。"

cy "何以见得？"

gmr "因为常助教你看起来好像对这里很熟悉的样子？"

cy "我也是蒙的。"
#转理化大楼底楼。
"电梯门刚一打开，郭茉渃就迫不及待地冲了出去。"

gmr "常助教！快跟上来吧！"

cy "不用这么急的…不可思议又不会长脚跑掉……"

gmr "那可说不准呢！"

"郭茉渃正扭头跟我说话的时候，在她的面前突然出现了一团黑影。"

kurokage "此路不通。"#kamisama，以黑影形态出现。

gmr "呀！"

"我亲眼看着郭茉渃触碰到了那团黑影，然后定在了那里。"

"短短的僵直之后，她腿一软，坐在了地上。"

cy "……你是谁？"

"""
很明显，来者不善。

而且这绝对是跟那个『神』有关的存在，甚至都不能排除就是『神』本人的可能性。

肾上腺素上升着、脉搏急剧跳动着、全身都在为面前的这个事实而颤抖着。
"""

kurokage "我是谁，有什么意义吗？"

gmr "常助教？…"

"""
郭茉渃保持着坐在地上的姿势，转过头看向我。

在看到我的眼神之后，她乖乖地闭上了嘴。

这样就好。
"""

cy "那太有意义了。"

cy "来1958的客人，面对这个问题的回答都不是反问，"

cy "而是从他高中是怎么苦学数学物理卷赢同班同学开始，讲到他除了一身数理基础却完全没有异性缘的现在为止。"

kurokage "什么意思？"

cy "那也就是说，你不是NPC。"

kurokage "你在说什么？没有别的事情就赶紧回去。"

kurokage "这边是量子大楼的配电房，没事情就别随便进来。"

cy "别装了，你就是那个『神』吧？你为什么要把我们弄到这里来？到底想要干什么？"

kurokage "神？不好意思，我是无神论者，你在说什么？"

"郭茉渃看了看黑影，又看了看我，满脸都写着疑惑。"

cy "牛头不对马嘴。"

cy "郭茉渃，走吧，这里没有值得找的东西了。"

"""
虽然我的猜想得到了印证，但确实没有关键性的证据，继续在这里耗着也不是事。

只要这个黑影打死也不承认，那就根本没法推进下去。

我走上前，把郭茉渃扶起来。
"""

gmr "常助教？你刚刚说的是什么意思？能不能傅里叶变换一下？"

cy "先出去，等会再说。"

"郭茉渃眨了眨眼睛，点了点头。"

kurokage "慢走，不送。"

cy "下次见到你的时候，希望你嘴不要这么硬。"

"我拉着郭茉渃走进了电梯，按下了电梯的十八楼。"

kurokage "……"
#插入动画，黑影立绘变成kamisama1立绘。
kamisama1 "……"

kamisama1 "有幸被理想乡选中的人，为什么都要反抗呢？"

kamisama1 "这样子的话，实验不就马上到尾声了吗……"
#过场动画。
#CG需求#理化大楼天台CG。
gmr "常助教，你刚刚和那个黑影都在说些什么啊？"

gmr "怎么还专门把我拉到天台上？"

cy "拉你上来吹吹风，不行吗？"

"""
量子大楼的天台，有点狭窄。

四周吹来的风，有点燥热。

明明我是想上来让自己的头脑冷静一下，却不由得回想起绛枫姐的那段记忆。
"""

gmr "只是吹吹风那当然没问题了。"

gmr "但是常助教啊，那个黑影一直在打哑谜就算了，你要是也打哑谜那不就完蛋了嘛。"

cy "别急，这就跟你讲。"

cy "这个世界，是由『神』所创造的，具现化『神』的意志的世界。"

cy "我们都是因为某些原因，被『神』从原世界拉到这个世界的人。"

"""
只有在踏上黄泉路之后才会来到这个世界。我在心里补了这么一句。

当然，这种事情显然不可能跟郭茉渃去讲。
"""

gmr "所以那个黑影，就是那个『神』吗？"

cy "我不能确定，但是肯定是和『神』有关的东西。"

gmr "那这个『神』把我们抓过来，是想对我们做什么吗？"

cy "我也不知道，但是肯定不是什么好事。"

"""
只要想起来到这个世界所忘掉的一切东西，自己的存在就会在这个世界被抹去。

这个『神』就是想看到我们挣扎着再次死去的样子。

这种半真半假的恶意的猜测，自然也不可能和郭茉渃摊开来讲。
"""

gmr "那常助教，你这不确定，那不知道，怎么得出的这个结论的？"

gmr "哪怕真的有神，他也不一定就这么恶劣呢？"

cy "你真要我跟你说？"

gmr "常助教，你还在这打哑谜的话，什么都解决不了的。"

gmr "我也不是三岁小孩子了，这种事情难道不能讲吗？"

"郭茉渃撅着嘴，不满地瞪着我。"

cy "正因为你是一个完全民事行为能力人，所以不能全都跟你讲。"

"""
我担心如此朝气蓬勃的她，会在知道真相之后以她旺盛的行动力做出些什么事情。

和自我放弃的馨荷姐、伪装自身的绛枫姐一样，以不同的方式走向相同的结局……
"""

gmr "为什么？为什么不能跟我讲？"

gmr "常助教，把这些事情一个人扛下来，有意义吗？有必要吗？"

gmr "难道…我不配并肩站在常助教你的身边吗？"

"""
郭茉渃的眼角泛着晶莹的光芒，直直地盯着我。

我一时没想好如何去回应她，不由得避开了她的视线。
"""

gmr "常助教，请你，好好地，看着我。"

"一双冰凉的小手贴上我的双颊，把我的脸扳回面向着她的方向。"

cy "我……还没有想好应该怎么跟你讲。"

cy "但是……因为这件事，已经有两个人在我面前消失了。"

cy "所以……我不知道跟你讲这件事，到底合不合适。"

"把这些话说出来之后，我才意识到我自己失言了。"

gmr "常助教，你终于愿意看着我了呢。"

"两行晶莹的泪珠，随着郭茉渃脸上绽放的微笑，从她眼角滚落下来。"

gmr "常助教，你是怕我跟他们两个人一样吗？"

cy "是的。"

gmr "如果我知道这件事情，我就会和他们一样吗？"

cy "很大概率会。"

gmr "那么常助教既然全都知道，为什么没有消失呢？"

cy "因为还没到时间。"

cy "我的消失，也是迟早的事情。"

gmr "常助教，你还有多少时间？"

cy "应该还有半个月。"

"馨荷姐和绛枫姐都有半个多月的时间……这个回答应该没有问题。"

gmr "好的，我明白了。"

gmr "常助教，把你知道的全部的东西都告诉我吧。"

cy "你在说什么啊？你知道这是什么意思吗？"

gmr "我知道，而且常助教你也别再糊弄我了，没有意义的。"

gmr "半个月的时间，足够了。"

gmr "常助教你不就是为了寻找『神』的线索，才答应我去探索七大不可思议的吗？"

cy "……你怎么知道？"

gmr "我第一天过来的时候就在怀疑了，为什么常助教你就算要穿女仆装，也非要在1958里面工作。"

gmr "1958也不是什么普通的咖啡厅吧，是不是也和『神』有关系？"

gmr "和今天的超自然现象一联系，那就什么都说得通了。"

"""
那不就是说，我这几天糊弄郭茉渃的事情，都已经被看穿了？

还有最开始那两个不可思议，郭茉渃是为了试我到底想不想继续探索，才故意说不可思议都是假的？
"""

cy "……"

"郭茉渃没有理会我的沉默，继续说了下去。"

gmr "而且常助教，你以为，让我就这么在这个世界，什么都不知道地活下去的话，我会甘心吗？"

cy "……"

gmr "反正常助教你本来就打算，探索完七大不可思议之后，或者是找到什么直接跟『神』有关的线索之后，就消失的吧？"

gmr "你太自私了，一点都不为别人考虑。"

gmr "我连陪你一起死的资格，都没有吗？"

"郭茉渃放开了我，转身离开了天台。"

cy "……"

"""
鹭州的天空是如此湛蓝，完全不像我此刻的心情。

我完全清楚郭茉渃的想法，但是……她原来是我带过的学生，是和我有过密切关系的人。

如果把她也牵扯进来，我回想起我忘掉的事情的可能性绝对会提高。

而且不光是我自己，她也很有可能会因此，也全都回想起来。

毕竟，我很有可能是她记忆中的关键组成，万一就和绛枫姐那个时候一样……
"""

cy "量子大楼的天台，一直都这么冷吗？"

"除了天台的风声，没有任何声音回应我。"
call Chapter_7
return