label Chapter_7:
#Chapter 7
kurokage "你是一个失败者。"

kurokage "没有面对他人的勇气，更没有面对自己的勇气。"

kurokage "这一次，你也将再次品尝失败的滋味。"#梦境，kamisama
#转宿舍背景
"""
我猛然从床上爬起来，才发现衣服被冷汗浸得湿透。

我都快忘记我还会做这种梦了。
"""

cy "居然才五点半……"

"我扫兴地把手机扔在床上，裹上被子继续躺着。"

"……"

cy "睡不着啊。"

"""
辗转反侧了半天，却始终在想着昨天量子大楼天台的事情。

连个回笼觉都睡不下去。
"""

cy "别说郭茉渃愿不愿意继续告诉我七大不可思议的事情了，她今天来不来1958都不一定。"

cy "明明昨天好不容易见到和『神』有关的存在了……线索就这么断了吗？"

"""
干脆把所有事情都告诉郭茉渃？然后让她回到原世界去挽回一切？反正按照推测，她的时间线应该是最靠前的。

不行，她不认识馨荷姐和绛枫姐，哪怕她回去先把我救下来了，原世界的我也只知道绛枫姐而已。
"""

cy "而且到底有没有回到原世界的办法，都还是完全的未知。"

cy "参加这场豪赌的人，有我一个人就够了。"

"""
馨荷姐和绛枫姐都已经不在这个世界了，那也就只能回到原世界之前的时间点去拯救她们。

但是郭茉渃她至少还能在这个世界活着，她没必要去冒这个险。

没必要抛弃这里的安宁，去赌回到原世界的可能性，然后拥抱原世界的痛苦。
"""

cy "但是如果这么解释的话……郭茉渃她会接受吗？"
#转1958
gmr "常助教，你怎么现在才来啊？"

"我到1958的时候，郭茉渃正端着杯咖啡，坐在柜台后面慢慢地品着。"

cy "嗯？你怎么来了？而且现在才七点四十五分，还没到开店时间呢。"

gmr "为什么我不能来？"

"郭茉渃站起身，把咖啡杯放到水槽里面。"

gmr "常助教，你不会以为我会就这么放弃了吧？"

gmr "在你告诉我找那个『神』到底想要干什么之前，你别想走出1958！"

"看着恶狠狠地盯着我的郭茉渃，我无奈地摊了摊手。"

cy "我也想好应该跟你讲哪些东西了。"
#过场动画
gmr "所以常助教你找那个『神』，是为了回到原来的那个鹭州科技大学？"

cy "差不多就是这样的。"

gmr "那找到『神』，就一定可以回去吗？"

cy "我不知道。"

gmr "那假设你能够回去，你回去了又想要做什么？"

cy "……把我的大学读完。"

gmr "你在说谎。"

"郭茉渃直勾勾地盯着我的眼睛。"

gmr "你是不是有些不得不做的事情，一定要回到原世界去做？"

gmr "我也不指望常助教你能告诉我到底是些什么事情，你很明显就不想说。"

gmr "但是你有没有想过，就算你真的能回去，如果没有现在的记忆，你能做些什么？"

cy "即使如此，我还是要回去。"

gmr "即使这是毫无根据的臆想？"

"我深吸一口气，勉强在嘴角挤出一丝笑容。"

cy "即使这是十死无生的黄泉路。"

"郭茉渃沉默了一会，然后问我："

gmr "为什么不能在这个世界，好好地活着？"

cy "你也看到了吧，这个世界是死寂的，除了我们俩之外，没有能够被称为『人』的生物。"

gmr "《圣经》里面的伊甸园，也同样是这样的一副景象。"

cy "那难道就把禁果丢在一边，不辨是非地在这里苟且偷生吗？"

cy "我在这个世界应该做的事情，已经做完了。我必须要离开这里，回到我应该在的地方。"

gmr "真的，已经做完了吗？"

"我直视着郭茉渃的双眼，说："

cy "哪怕是没有做完的事，我也已经想到解决方法了。"

gmr "这个解决方法，不包括和我一起生活在这个世界，是吧？"

"我和郭茉渃，互相都没有移开视线。"

cy "很抱歉，是的。"

gmr "因为那两个人，对你来说非常重要，是不是？"

"我不太明白为什么郭茉渃要问这个问题，但仓促之间我还是作出了回应。"

cy "……是的。"

"""
听完我的这个回答，郭茉渃站起身来，在大堂里慢慢地踱着步子。

整个1958，寂静得只能听到她的脚步声。

过了好一会，郭茉渃才转身面向我，打破了沉默：
"""

gmr "那既然这样，在常助教你找到回去的办法之前，我不会多说，也不会多问。"

gmr "休息一下，下午开始继续探索七大不可思议吧。"

cy "欸？"

"""
听见了意料之外的回答，我不由得抬起头。

映入我眼帘的，是面对着我露出微笑的的郭茉渃。
"""

cy "真的…可以吗？"

"明明郭茉渃脸上仍然保持着微笑，却怎么看都是一副泫然欲泣的样子。"

gmr "这么有意思的事情，常助教你居然不想带我一起去做，真是太过分了。"

"郭茉渃的笑容，灿烂得像是清晨时分沾满了露珠的牵牛花。"

gmr "更何况，活着的人，怎么赢得过已经死去的人呢？"

"她像是低声在说些什么，但我没有听清。"
#转第一教学楼。
"""
无数早就被抛在一边的记忆，在踏入这座建筑的同时被唤起。

尽管郭茉渃事前并没有跟我说今天下午要去探索什么，但冥冥之中我已经想到了几个可能的答案。
"""

cy "郭茉渃，你之前做过几级大物实验啊？"

"""
郭茉渃转过头来看着我，思考了一会儿。

尽管早上向我借了毛巾去洗了把脸，但她的双眸仍然还是有些泛红。
"""

gmr "就做了一级大物实验，怎么了吗？"

cy "那说到第一教学楼，不就是大物实验吗？"

"听到我的这个回答，郭茉渃不由得笑了出来。"

gmr "那这么一说，常助教你是不是没少做大物实验？"

cy "也没那么多吧，也就做了两级。"

cy "我又不是学物理的，哪用得着做那么多学期的大物实验。"

gmr "欸？常助教那个时候，化学的培养方案不是三级大物实验起步的吗？"

cy "但是我是环境系的啊？"

gmr "我还以为常助教你是化学系的，才带的化学原理的助教……"

gmr "等一下，环境系不是地空学院的吗？地空的培养方案里，大物实验要求这么低？"

cy "那我确实是这样的一个培养方案。"

cy "不聊培养方案的事情了，接下来是探索哪个不可思议？"

"郭茉渃对着我茫然地眨了眨眼睛，随后露出恍然大悟的神情。"

gmr "啊！我都忘了说了！我一直以为已经和常助教你说过了呢。"

gmr "今天下午打算先探索『史前文明之遗存』！"

"""
『史前文明之遗存』……

这个名字依然充满了取名者的恶趣味。
"""

cy "我先猜一下…你该不会是想说，第一教学楼底下有金矿或者是石油吧？"

gmr "欸？常助教，你怎么知道的？"

cy "那这个，确实是货真价实的鹭州科技大学不可思议。"

cy "我当时刚入学的时候，就在新生群里面听学长说过这件事了。"

gmr "这个是真的？我还以为和前面的几个不可思议一样，都是假的呢。"

cy "那某种意义上，在我们探索过的这几个不可思议里，这个确实算是比较真的。"

cy "以前基本只是学生之间开玩笑在传，然后在某一年，有个部门的官网发了个公告……"

gmr "所以，确实是有？"

cy "没有没有，就愚人节活动而已，发完之后就辟谣了。"

gmr "结果到最后，其实还是假的啊。"

gmr "那常助教你怎么说这个是货真价实的不可思议？"

cy "你还记得你做的第一个大物实验，是什么吗？"

"郭茉渃撅着嘴，思考了一会儿。"

gmr "重力加速度的测量？"

cy "对啊，都提示到这里了，你还没想到吗？"

gmr "我还是不知道。这两个之间有什么关系吗？"

cy "用打点计时器测量出来的重力加速度，是不是每个同学的数据都不一样？"

gmr "是的，而且和鹭州的重力加速度数据也不一样……"

"郭茉渃像是想到了什么的样子，突然抬起头看向我。"

gmr "我明白了！测量数据比鹭州的重力加速度大的话，就说明测量的地点底下有金矿！"

cy "对。如果测量数据反而偏小的话，就说明底下有石油。"

cy "要不要找一个做大物实验的教室，再做一下这个实验？"

"郭茉渃脸上露出苦笑，摇了摇头。"

gmr "算了，没意思。"

gmr "我在鹭州科技大学做大物实验，穿越到异世界了还做大物实验。"

gmr "那我这个异世界不是白穿越了吗？"

cy "那指不定，在异世界做的大物实验能更精确呢？"

gmr "做得再精确也不能加我的GPA。我又不是受虐狂，怎么可能做这种吃力不讨好的事。"

"郭茉渃对着我笑了笑，然后掏出手机看了下时间。"

gmr "时间差不多了，要不回去？"

cy "现在就回去？这个不可思议就这么结束了？"

gmr "常助教你不都说了嘛，这只是对大物实验测不准数据的一个玩笑而已。"

gmr "既然已经知道答案了，那继续在这里呆下去也没有意义……"

"郭茉渃停顿了一下，然后看向我。"

gmr "常助教，你不会是在想，今天是不是也有见到『神』的可能性吧？"

cy "……果然暴露了吗。"

gmr "那不如就像你刚才说的一样，找个大物实验教室进去，"

gmr "然后说不定就会有一个黑影出来，想要把我们赶回去了。"

gmr "怎么说？常助教你没见到『神』，肯定是不会死心的吧？"

cy "那总是要去看一眼的……"
#BGM切钢琴曲
"""
我正准备带着郭茉渃走上楼梯，去找我印象中那个做重力加速度实验的教室。

突然，不知道从哪里传来的钢琴声，在第一教学楼的走廊之中响起。
"""

cy "……！！！"

cy "郭茉渃，赶紧跑起来！"

"""
管不了太多了。

我一把抓住郭茉渃的手腕，拖着她往钢琴声传来的方向奔去。

第一教学楼确实有着一台钢琴，但是……现在还能有谁，能够去弹奏那台钢琴呢？
"""
#转场动画，转放着钢琴的教室。
"""
我一手拖着上气不接下气的郭茉渃，一手推开了教室门。

坐在钢琴后面的，是我在1958见到过的，那个裹在斗篷里的身影。
"""

cy "又见面了，『神』。"
#钢琴曲停止。
kamisama1 "我是神，抑或不是神，有什么意义吗？"

"裹在斗篷里的那个身影停止了弹奏，站起身来。"

cy "怎么，不像昨天在量子大楼楼底一样，拿一团黑烟去掩盖自己的真面目了？"

cy "别废话了，你到底想要我们做什么，赶紧痛快点告诉我！"

kamisama1 "行吧，再继续否认下去，确实也没有意义了。"

kamisama1 "不过，你是怎么知道，昨天见到的是我的？"

cy "你连你自己创造的世界都不了解吗？整个世界就没有几个智慧生命。"

cy "除了你之外，难道还有别的可能性吗？"

kamisama1 "我自以为，从你们的意识里面提取出来的那些鹭州科技大学的学生，做得还是很完美的。"

cy "那种低劣的赝品，鹭州科技大学的人怎么可能看不出来。"

kamisama1 "是吗，那确实是我失算了。下次如果有机会的话，我会做得更好一点的。"

kamisama1 "那么，你专程来找我这么一趟，有何贵干？"

cy "我刚才已经问过你了吧，你到底想要我们做什么？"

kamisama1 "实验。"

"实验？什么意思？"

cy "你到底想要做什么？"

kamisama1 "我不是说了吗，是实验。"

kamisama1 "我要创造一个，属于鹭州科大人的理想乡，所以我需要你们来构筑这个世界。"

cy "那你看看，现在这里像是一个理想乡的样子吗？"

cy "难道理想乡一定要有不可理喻的牺牲吗？"

kamisama1 "你们在那个世界早就死去过一次，谈何牺牲？"

gmr "……！"

gmr "常助教，他说的是真的吗？"

"郭茉渃面色惨白，抓着我的胳膊，仰头看着我。"

cy "……是真的。"

"郭茉渃低下了头，陷入了沉默。"

kamisama1 "归根结底，你们现在还能在这个世界活着，都归功于我的恩赐。"

cy "所以，你就可以随你的心意，去收回你曾经赐予过的生命吗？"

kamisama1 "我什么时候收回过了？只不过是她们主动放弃了而已。"

"""
这种令人作呕的傲慢，一次又一次地在我心头的无名火上浇着油。

那馨荷姐最后跟绛枫姐说的又是怎么一回事？真是可笑。
"""

cy "你可不是没有告诉过某个人，她会在什么时候『主动放弃』。"

kamisama1 "是，又怎么样？"

kamisama1 "这是必要的试炼。无法跨越这个试炼的人，是无法构筑理想乡的。"

cy "为了你这个狗屁试炼，我们连想起过去的事情都不被允许吗！"

"郭茉渃抓着我胳膊的力道，又紧了几分。"

kamisama1 "我说过了，我要创造的是理想乡。所有的遗憾、所有的痛苦，都是不被允许的。"

kamisama1 "你们忘却的那些记忆，只会成为污染这个理想乡的毒物。"

cy "你是想说，我们忘却的记忆，都只有遗憾和痛苦？"

cy "你到底懂些什么！"

kamisama1 "明明是你们主动要求我抹去那些记忆的。"

kamisama1 "我已经浪费了足够的时间和你们进行毫无意义的对话了，请回吧。"
#黑屏
"""
明明教室的窗户紧闭着，但随着『神』轻轻地一挥手，猛烈的风声就在我耳边响起。

我还没反应过来，一股强烈的气流便席卷着我和郭茉渃，眨眼间，我们就落在了第一教学楼之外。
"""
#过场动画，放彼岸花草地
cy "真是对牛弹琴。"

"我深呼吸了好一会，还是没能消解心中的愤懑。"

gmr "常助教…你是不是，还有事情瞒着我？"

"""
我转过头，和瞪着我的郭茉渃对上了视线。

坏了，质问『神』的时候，情绪一上来，不由自主说漏嘴了。
"""

cy "……其实也没有了，刚刚应该已经全都说完了。"

gmr "真的？"

"郭茉渃的眼神中明显地流露出怀疑。"

cy "我也没想到能这么快就见到『神』，所以就没敢跟你说。"

cy "『想起过去的所有事情就会直接从这个世界消失』。"

"郭茉渃扶着额头，叹了口气。"

gmr "常助教，你是怕我知道这件事情之后，不敢带你继续探索了吗？"

cy "不是，是怕你知道之后，因为太过于在意，反而起了反作用，想起来了这些不该想的。"

gmr "行吧，确实有点道理。"

gmr "不过，常助教…七大不可思议，已经只剩最后一个了。"

cy "只剩一个了？算上今天这一个，我们不是才探索了四个吗？"

"我应该没数错……英才班学院一个、管科楼一个、量子大楼一个、再加上今天一教这一个……"

gmr "今天其实探索了两个。"

"郭茉渃摇了摇头。"

gmr "我们刚刚在的那个教室，就是不可思议『无人演奏之琴音』。"

"""
虽然取名的品味依然不敢恭维，但是这果然也是不可思议啊……

原世界的那段记忆里，确实有不少人来这里弹过各种各样的曲子。
"""

cy "但是，算上这个，不是也才五个不可思议吗？总共不是七个吗？"

gmr "名字确实是『七大不可思议』没错，但是我只知道其中六个。"

gmr "最后的那一个不可思议，甚至连名字都没有。"

cy "那干脆叫六大不可思议算了，为什么非要凑七个？"

gmr "我也不知道，我也问过告诉我七大不可思议这件事的学姐。"

gmr "她很确定这第七个不可思议是存在的，但是她也不知道触发条件，只知道条件很苛刻。"

"那这样的话，和第七个不可思议不存在也没什么区别。"

cy "算了，不管了。指不定只要跟着『神』，就能找到这个第七个不可思议呢？"

gmr "但是看今天这个样子，他不像是能够正常交流的存在。"

gmr "我们对他而言，是必要的实验品，但也只是实验品而已。"

cy "是为了拿到理想的实验数据，而被人为干涉的实验品。"

"我叹了口气。"

cy "明明已经直接见到了『神』，却还是一点头绪都没有。"

gmr "常助教，你想要放弃了吗？"

cy "怎么可能。"

gmr "那你现在难道还有什么想法吗？总不能把希望赌在我知道的这最后一个不可思议上吧？"

"面对着郭茉渃充满着怀疑的目光，我思考了一下。"

cy "老实说我还真的没有想过，所以你刚刚提的建议我觉得非常有参考价值。"

gmr "那如果『神』不过来呢？"

cy "他一定会过来的。"

"我摆出一副自信的微笑，而郭茉渃脸上怀疑的神色越发浓厚。"

gmr "常助教，你哪里来的自信？"

cy "因为我们现在，正在违抗『神』的意志。"

gmr "那又怎么样？我们只不过是随处可见的实验品而已，他怎么会关心我们？"

cy "我们是实验品没错，但绝不是随处可见的实验品。"

cy "解释这个之前，我先讲一个我们那个时候流传过的不可思议吧。"

"我指向第一教学楼旁那片盛开的曼珠沙华。"

cy "每年九月左右，第一教学楼旁的彼岸花就会绽放。"

cy "我们当时就说，这一片彼岸花，都是被大物实验折磨的冤魂所化。"

cy "每一届新生在春季学期做完第一级大物实验之后，就会在第一教学楼生根发芽，最后化为一朵盛开的彼岸花。"

"郭茉渃像是要说些什么的样子，但还是保持着沉默。"

cy "我们就像是这片曼珠沙华。尽管每年都会绽放，但错过这一季，就要再等一年。"

cy "他是绝对不可能，就这么看着他最后的实验品飞蛾扑火的。"

gmr "虽然常助教你这么说，但你其实还是在赌。"

gmr "万一你赌输了，怎么办呢？"

cy "我从一开始，就没有输的可能。"

cy "我早就死去过一次了，最坏的结局，也不过是回到这个原点而已。"

"面对着满脸怀疑的郭茉渃，我流露出发自内心的、自信的微笑。"

gmr "真是服了你了，常助教。"

"郭茉渃叹了一口气，随后也向我露出微笑。"

gmr "那我也陪你，赌上这最后一场吧。"
#过场动画，转老乡鸡。
"小香鸡的鸡汤娃娃菜，分外苦涩。"

gmr "常助教？你怎么不动筷子啊？"

cy "啊？有吗？"

gmr "你戳你的娃娃菜都戳了好几分钟了。"

"郭茉渃这么一说，我才发现我面前盘子里的菜叶已经给我扯得四分五裂。"

gmr "常助教，你压力也不用这么大吧，这又不是最后的晚餐……"

cy "万一就是呢？"

gmr "哪怕就是最后的晚餐，那也吃好一点，好上路嘛。"

"听郭茉渃这么一说，我不由得笑出声来。"

cy "那倒也是。"

cy "不过……郭茉渃，关于鹭州科技大学的事情，你还记得多少？"

gmr "常助教？问这种问题，不怕『出师未捷身先死』吗？"

cy "……算了，提都提了，你讲一下也不会有多大事的。"

"本想着转移一下话题，但脑海中浮现出的第一个问题，却是这样的一个更危险的话题。"

gmr "说实话，我还记得的不多，只有大一那个时候的记忆。"

gmr "每天除了上课就是上课，到了周末就去图书馆刷《吉米多维奇》。"

"郭茉渃像是自嘲般笑出声来。"

gmr "结果数学分析考得仍然不是很好。"

cy "周末都不出去玩吗？"

gmr "我室友都在刷《吉米多维奇》，我难道还有玩的心思吗？"

gmr "所以常助教，你呢？"

cy "我？我讲这种事情没问题吗？"

gmr "不都说了是最后的晚餐了嘛，没啥大不了的。"

"郭茉渃放下筷子，用期待的眼神看着我。"

cy "我记得的东西也不多了。"

cy "我刚来鹭州科大的时候，还想着参加些社团活动。结果每次一到周末，我就只想躺在床上睡觉。"

gmr "所以…常助教你都报了哪些社团？"

cy "也就报了书画协会而已。在我印象里，除了开社员大会的时候我去了一趟，之后就再也没去过。"

cy "不过……那个『神』倒也是，口口声声说着遗憾和痛苦不被允许，结果我们还记得的却都是些这种东西。"

cy "这样子，不就只能创造一个除了卷GPA之外，什么都没有的世界了吗？"

gmr "要是在理想乡里，到了晚上还要找个不断电的地方去刷夜，那也太折磨人了。"

cy "那就成了为了刷夜而刷夜的毫无意义的刷夜了。"

cy "不过说到GPA……郭茉渃，你那个时候应该是卷GPA最狠的时候了。"

gmr "啊？有吗？我都没有感觉……"

cy "我当年大一的时候，我们班的同学可是无所不用其极呢。"

cy "从选课开始，就要把听说给分不好的老师都给换掉。"

cy "最后期末考的时候，还要去找助教、找老师对着判完的卷子一分分地去要分。"

cy "你们那个时候都没这种事情的吗？"

"郭茉渃睁大了双眼，一脸茫然。"

gmr "还可以这样子的吗？"

cy "……你有点过于淳朴了。我记得我带助教的时候，是有同学来找我，要求看卷子的。"

gmr "……我这些都不知道。"

cy "……不知道也是好事。"

cy "不过现在想想，卷GPA到底有什么意义呢？"

cy "等读了研，或者是上了班，没人会在意你本科的GPA有多少，只会知道你是哪个学校出来的。"

"虽然我并没有经历这些，全是从馨荷姐还有绛枫姐的记忆里面借鉴的。"

gmr "那为什么，我们还是这样，一代又一代地在卷GPA？"

cy "因为那个时候的我们，只能看到眼前的GPA。"

cy "算了，不吃了。郭茉渃，我们走吧。"

"我放下筷子，盘中的娃娃菜被撕得完全看不出原来的结构。"

gmr "常助教？你不吃了吗？娃娃菜你不是基本都没动过？"

cy "太苦了，吃不下去。"
#过场动画，转图书馆门口的建筑。
cy "这里……就是最后一个不可思议吗？"

gmr "是的，这就是第六个不可思议，『不应存在之遗迹』。"

"""
昨天晚上吃完小香鸡之后，一回到宿舍我就犯困，躺在床上马上就睡着了。

结果早上跟以往一样的时间醒来时，却还是困得要死。

我看着这个从来没听说过有什么意义的建筑物，打了个哈欠。
"""

cy "与其说是不应存在，倒不如说是一文不值吧？"

cy "我一直都没听说过这个建筑有什么故事。"

gmr "那我也不知道，我也是听别人说的。"

gmr "总之，先上去看看？"

"我点了点头，跟着郭茉渃走上了台阶。"

cy "比起这个建筑，不可思议要是换成正对面那个雕像要合理得多。"

gmr "哪个？"

cy "就那个，我记得好像是叫『孺子牛』吧。"

"我指了指草坪另一端的那个灰白色的雕塑。"

gmr "哦～就那个『再牛顶个球』是吧？"

cy "虽然确实有这个说法，但是你能不能不要说得这么直白啊？"

gmr "嗯？这个原来不是官方名称吗？"

cy "怎么可能啊，而且雕塑底座上明明白白就刻着『孺子牛』三个字啊！"

gmr "原来是这样啊…我都没怎么从那边走过，都没注意。"

cy "你之前都不去学校超市买东西的吗？从宿舍过去一般都要经过那里的。"

gmr "常助教你忘了吗？我们这一届入学的时候就已经住中区了。"

gmr "中区西门出去右拐就有超市，不上课也不来东区啊？"

"""
我都忘了这档子事了，光记着我大一的时候住了一年东区。

不过其实如果不是英才班学院的，入学住两年中区，之后又要搬到东区或者西区，也挺麻烦的。

最关键的还是体验过中区的宿舍之后，回到东西区的老宿舍楼的落差有点太大了。
"""

cy "算了，不提这个了，一提我就会想起水电都不用付钱、还有暖气的中区宿舍。"

gmr "但是东区宿舍应该也是除了空调都不用付费的吧？而且全校都有暖气来着？"

cy "不要在意这些细节。比起这个，这个第六不可思议，郭茉渃你还知道些什么东西吗？"

gmr "那我真的不怎么来东区南边这一块，能知道这个建筑在这个位置已经很不错了。"

gmr "倒不如说，我还想问问常助教你是不是能想起来些什么东西呢。"

cy "那也就是说，我们俩都是什么都不知道的状态，对吧？"

gmr "如果常助教你也什么都不知道，那就确实是这样了。"

"""
该不会就这么…白跑一趟了吧？

总不会是因为昨天在郭茉渃面前口出狂言给那个『神』听到了，就干脆给我一个下马威吧？
"""
#kamisama出现加动画效果
kamisama1 "你们为什么这么不愿意配合实验？"

"正当我焦急地胡思乱想的时候，我们一直等待着的那个身影，突然出现在了我们面前。"

kamisama1 "明明只要遵循这个世界的『规则』，就能在这个新的理想乡获得新生。"

kamisama1 "你们为什么非要触碰这些不该触碰的东西？"

cy "你终于出现了啊。"

"""
要是他再出现得迟一点，可能我就已经带着郭茉渃从这里离开了。

我尽力装出一副淡然自若的神情，面对着面前穿着斗篷的那个身影。
"""

cy "明明有人并没有触碰这些东西，却依然还是从这里消失了。"

cy "既然不碰也是死、碰也是死，那明明白白地去死总好过糊里糊涂地去死。"

kamisama1 "真是歪理。"

kamisama1 "你怎么就知道她们两个人就没去找过什么不应该找的东西吗？"

cy "不好意思，我只相信我亲眼见到的『真实』。"

kamisama1 "……"

"""
『神』陷入了沉默。

坏了，本来只是想稍微激一下他的，该不会起反作用了吧？
"""

kamisama1 "无妨，既然你这么想要看到你眼中的『真实』，那就给你一个机会。"

kamisama1 "那边的小姑娘，你是不是也想要来见证一下『真实』？"

"郭茉渃抬起头，然后上前一步，站到我的身边。"

gmr "那还用问吗。"

gmr "我也要看到，属于我自己的『真实』。"

kamisama1 "…………"

"""
『神』再次陷入了沉默。

这次的沉默，似乎比刚才更久一点。
"""

kamisama1 "既然如此，你们就一起来吧。"

kamisama1 "微分要微到无穷，积分要积到九重——"
#白屏特效
"""
刹那间，刺眼的白光充满了我的视野。

身体变得不受控制，脚下的水泥地板的触感渐渐消失。

甚至，脑袋也变得昏昏沉沉的，仿佛一闭眼，就马上要睡下去。
"""
#不要放立绘
kamisama1 "真是无可救药。"

"这便是我，在醒来之前听到的，『神』的最后一句话。"
#过场动画，黑屏。
"""
……

到底过了多久呢？
"""

kurokage "小常，结果最后，你还是到了这里啊。"#bxh

"好熟悉的声音，是谁的来着？"

kurokage "不过，既然你觉得这里是你应该去的地方，那就放手去做吧。"#bxh

kurokage "在那个世界，再次相会吧。"#bxh
#过场动画，转也西湖。
"""
我睁开了双眼，想寻找刚刚听见的那个声音。

环视了一圈，却什么都没看见。

映入眼帘的，只有一片平静的湖面。

是鹭州科技大学西区的鉴湖。
"""
#kamisama2对应美少女立绘。
kamisama2 "我还以为，你还要睡得更久一点的。"

"""
我转过身，一位从未见过的女子站在那里。

明明我没有见过她，我的每一根神经却都在提醒着我，她就是『神』。
"""

cy "你是『神』吗？怎么变成了这个样子？"

"总之还是先确认一下。"

kamisama2 "我只是回归了，我真正的姿态而已。"

"『真正的姿态』？"

kamisama2 "这里是鉴湖，是让一切回归应有模样之处。"

kamisama2 "也就是你们所一直探寻的，第七个不可思议，『返本归元之明鉴』。"

"""
『第七个不可思议』？

为什么她要告诉我这些？
"""

cy "你为什么跟我们说这些东西？"

"『神』的脸上透露出明显的不耐烦。"

kamisama2 "我不跟你们说，你们嫌我不告诉你们真相。"

kamisama2 "我跟你们说，你们又在猜疑我的居心。"

kamisama2 "那我也没必要跟你们继续讲了。湖就在那里，你们自己看吧。"

"『神』一甩袖子，背过身去。"#立绘隐去

gmr "……常助教？"

"""
我回过头，看见郭茉渃站在那里。

明明刚才还没有看见她的。
"""

cy "郭茉渃？你刚刚去哪里了？"

gmr "我刚刚哪里都没去啊？刚刚不是和常助教一起，在图书馆门口那个建筑那里吗？"

"郭茉渃用疑惑的眼神看着我。"

cy "但是……我刚才到这里的时候，除了在那边的『神』以外，只有我一个人。"

gmr "『神』？在哪里？"

"我指了指已经把斗篷摘下来了的那个背影。"

gmr "怎么不穿那个斗篷了？"

cy "谁知道。她说这里能让一切回归应有的模样，而且这是她真正的姿态。"

"郭茉渃低下头，露出一副思索的表情。"

gmr "让一切回归应有的模样……那不是第七个不可思议，『返本归元之明鉴』的那个传说嘛！"

gmr "这里就是？这里不是鹭州科技大学西区的鉴湖吗？"

cy "是啊。所以我也很奇怪，如果这里就是第七个不可思议，那不可能没有人发现。"

cy "这里又不是什么犄角旮旯。别的不说，龙舟队可是在这里训练过的。"

gmr "那就奇怪了…明明就在这么近的地方，为什么都没人知道呢？"

kamisama2 "明明就在这么近的地方，你们为什么不去亲眼看看呢？"

cy "你不是说没必要和我们继续讲了吗？"

"『神』挑了挑眉毛，然后摆出一副无所谓的表情，继续讲了下去："

kamisama2 "你们不就是想要知道离开这个世界的方法吗？"

kamisama2 "我可以告诉你们，其中一个方法，就在鉴湖里面。"

gmr "真的？"

cy "郭茉渃！别过去！"

"我还没来得及阻拦郭茉渃，她就倚上了湖边的栏杆，朝下看去。"

gmr "常助教，你别慌，没事的。"

gmr "湖里面除了倒影，什么都没有。"

"""
郭茉渃站起身，朝着我摊了摊手。

我正松了一口气，往她边上走去的时候，她突然脚下一滑，向我这边倒去。
"""

cy "……！"

"""
又是这样吗……

已经是第三次的、他人的记忆流入脑海的感觉，是如此让我感到无能为力。
"""

kamisama2 "只不过，不一定是你们想要的那种方法。"
#过场动画，背景虚化带粒子效果，教室背景，显示『郭茉渃视角』标签
"""
我叫郭茉渃。

一个平平无奇的，鹭州科技大学的学生。

每天早上六点半起床，七点到食堂吃早饭，然后七点半到教室第一排正中间的位置占座。

虽然其实第一排的位置并没有那么多人喜欢坐，大家都还是喜欢靠中间、甚至坐在最后。

而且大教室的大屏幕太高了，坐在第一排必须仰着看。

上完一节一个半小时的课，脖子都酸了。

但是班主任说，上课就要坐第一排，那我是不是还要继续坐下去呢……
"""

kurokage "郭茉渃？你还不回去吗？"#cy

"""
好像有人在和我打招呼？

我抬起头，看见一个比我大不了多少的男孩子在看着我。
"""

gmr "呃…我再呆一会儿？"

kurokage "习题课已经结束了，都晚上九点多了，你也该回去了。"#cy

kurokage "赶紧回去吧，我还得把投影系统的权限卡还给物业呢。"#cy

"""
这么一说，我才想起来现在是习题课。

那他…应该是这门课的助教？

他的名字……叫什么来着？

一时间，我有点想不起来了……
"""

gmr "助教！不好意思，耽误了您的时间！"

gmr "我这就收拾收拾回去了！"

kurokage "没事，不急的。你慢慢来。"#cy

"顶上的日光灯太过耀眼，我看不清他脸上的表情。"
#过场动画，教室背景
"""
我还是和以前一样，坐在教室的第一排。

应该很多同学都觉得坐在第一排太累了，原本还和我坐在一起的人，都不知道去哪里了。

和我一样坐在第一排的，只有这门课的助教而已。
"""

kurokage "……"#cy

"""
这次我知道了，这门课的助教姓常，单名一个远字。

希望他不要记着上次我没有记住他名字的事情。
"""

kurokage "……"#cy

"""
不过……常助教他，怎么一直在看着窗外呢？

他，在看些什么呢？
"""
#过场动画，教室背景
kurokage "郭茉渃，怎么了？你怎么还不回去？"

"""
糟糕。

我又没注意到这次的习题课已经结束了。
"""

gmr "不好意思，常助教！"

gmr "我这就收拾！"

kurokage "不急的，慢慢来。"

kurokage "不过郭茉渃，你是不是每次上课都没听进去？怎么下课了都不知道？"

"""
我应该……都听进去了吧？

但是，刚刚的习题课……都讲了什么来着？
"""

gmr "……那不是因为学得太入迷了，所以都没有发现下课了吗？"

kurokage "骗别人可以，别把自己也骗进去了。"

"""
果然这种拙劣的谎言，是骗不过助教的啊。

我把桌面上仅剩的一个笔袋塞进书包里，拉上拉链。
"""

gmr "那常助教，我就先回去了。"

"""
正当我背着书包，要从教室的门出去的时候，一种莫名的感觉驱使着我转过身。

常助教的脸上，是他平时上课的时候望着窗外时，一直挂着的那种表情。

那种，我不知道是否应该被称为『空虚』的神情。
"""

gmr "常助教？"

"常助教脸上的那种表情，突然一扫而空。"

kurokage "怎么了？有什么事情吗？"

gmr "没有没有，我先回去了。"

"""
常助教……他露出这种表情的时候，都在想些什么呢？

我……能为他做些什么吗？
"""
#过场动画，背景为东区西大门路口
"""
自从化学原理结课之后，我就再也没有见过常助教。

不过，也很正常吧，毕竟鹭州科技大学虽然不大，但是也不小。

要是能经常见到常助教的话……倒才奇怪呢。

但是……前面那个人的背影……好像常助教啊……
"""

gmr "喂！常助教！"

"""
前面的那个人转过头来，确实是常助教。

他的手里还拿着一张纸，不知道写着什么。
"""

gmr "常助教！等等我！"

"""
常助教的脸上，依然挂着每次上课时都能看到的，那种『空虚』的神情。

但是……为什么我越是奔跑、越是靠近常助教，他脸上的表情，就越是惊恐呢？
"""

gmr "常助教！"
#刹车、撞击声
"""
好轻。

像是完全脱离重力加速度一样的感觉。

我……是已经飞起来了吗？
"""
#转场动画，也西湖。
#CG需求#cy站立，正面抱着gmr
gmr "原来……是这样啊。怪不得我第一眼见到常助教的时候，会有那种想法呢。"

gmr "常助教，我全都想起来了。看来，我是为了拯救你，而在这个世界重生的呢。"

gmr "常助教，你那个时候，都在想些什么呢？"

"""
怀中面如金纸的郭茉渃，已然出气多、进气少。

我看着她，摇了摇头。
"""

gmr "是嘛，既然常助教没有想起来，那就没办法了呢。"

gmr "本来还以为，这一次一定，能让常助教你，不再露出那种表情。"

gmr "结果到最后，却还是失败了呢。"

"我的话语梗在喉咙里，怎么也说不出来。"

gmr "没事的，常助教你也说过，『想起过去的所有事情就会直接从这个世界消失』。"

gmr "既然常助教没有想起来，那肯定还能继续在这里活下去的。"

gmr "只不过……我应该已经没有这个资格了。"

cy "……别说什么傻话，我难道是为了继续在这里活下去，才来的这里吗？"

gmr "虽然常助教你这么说，但是你脸上的表情，可没有变过哦。"

gmr "常助教，你在迷茫着呢。"

"""
『迷茫』？

郭茉渃轻柔的话语，却如同千钧重锤，将我的灵魂敲打得生疼。

像是……记忆流入脑海的那种感觉。
"""

gmr "我来讲一个别的故事吧。"

gmr "以前，和那个告诉我七大不可思议的学姐在一起参加社团活动的时候，她还跟我说了另外一个故事。"

gmr "和夏目漱石将『我爱你』译成『月色真美』一样，鹭州科技大学也有自己的对于『我爱你』的解释。"

gmr "从前的某位学长曾经说过，属于鹭州科大人的说法，应该是『此地的重力加速度，真大呀』。"

"""
重力加速度？

好像……在什么时候，我也听过这种话来着？
"""

gmr "那个时候我听这个学姐这么解释，还以为我完全懂了，无非是鹭州科大人的含蓄之类的。"

gmr "现在，我终于是稍微明白一点，重力加速度很大，到底是怎样的一种心情了。"

gmr "完全失去对自己的掌控、完全将自己交给无法违抗的自然规律……"

gmr "这是与含蓄无关的东西，而且完全是含蓄的反面。"

gmr "是将自己完全托付于爱意而行动的、直接的情话。"

gmr "不过呢，常助教，你可不能被重力所困住呢。"

cy "郭茉渃！你在说什么胡话！"

"""
从刚刚看完郭茉渃的记忆之后，脑子里一直乱得像是开了个全堂水陆的道场。

但是……如果再不做些什么，可能就来不及了。

某种直觉在提醒着我。
"""

cy "或许我现在确实在迷茫着，但那是因为，我到现在都还不知道我因为什么而迷茫过！"

cy "你也别现在就一副要放弃了的样子，我们不是还有没做完的事情吗？"

"怀中的郭茉渃，轻轻摇了摇头。"

gmr "常助教，已经亲眼见证过两个人离开的你，肯定知道的。"

gmr "这就是这个世界的，无法违抗的规律。"

gmr "无论飞得多高、飞得多远，终有一天会落到……地面上来。"
#gmr消失动画效果
cy "郭茉渃！"

"""
又……只剩我一个了吗？

我……是为了什么，才来到这里的？
"""

kamisama2 "真是感人的离别呢。"
#过场动画，CG消失，换也西湖背景。
cy "你也配说这种话吗？"

"我转过头，怒视着面无表情的『神』。"

cy "看来，我们对你来说，已经一点利用价值也没有了。"

cy "专门把我们叫到这里，是为了好好欣赏我们是怎么消失的吗？"

kamisama2 "我可没说过这种话。"

cy "那你到底是什么意思？"

"在这个时候摆出一副扑克脸的『神』，怎么看怎么恼火。"

kamisama2 "只是因为你们对本应该忘却的那个世界太感兴趣了，所以让你们看清一下真相而已。"

cy "对应的代价，就是让我们消失？"

kamisama2 "以己度人可不好。只是因为她，不足以接受真相而已。"

"真相，真相，什么狗屁真相。"

kamisama2 "而且，这也是试炼的一环。"

kamisama2 "每一个能够孕育出理想乡的萌芽，都应该有与之相配的试炼。"

kamisama2 "『停滞』的理想乡，应当接受停滞的一切代价。"

"""
『停滞』。

因为馨荷姐看不到这个世界的未来，所以就向她宣告了，她的休止符吗？
"""

kamisama2 "『赝造』的理想乡，不可忘却真实的存在价值。"

"""
『赝造』。

因为绛枫姐把过去的自己全部伪装起来，想要在这个世界改变些什么……

所以就向她宣告了，她过去发生的所有过错吗？
"""

kamisama2 "『融合』的理想乡，理应接受两个世界的矛盾。"

"""
『融合』。

因为郭茉渃想要在这个世界，去弥补原世界的遗憾，

所以就让她看到了，原世界发生的一切……
"""

kamisama2 "只可惜，这三个萌芽，都无法通过试炼。"

cy "那不是因为你故意把你视为毒物的那些遗憾和痛苦，直接展示在我们眼前吗！"

kamisama2 "你们人类，是真的很奇怪。"

kamisama2 "明明对这些事情唯恐避之不及，甚至还主动要求我抹去这些记忆。"

kamisama2 "结果明明获得了新生，却还是执着于这些。"

kamisama2 "既然这些对于你们的理想乡不可或缺，何必当初呢？"

cy "这明明是属于我们自己的记忆，为什么我们不能取回来？"

cy "你光说这些记忆是污染理想乡的毒物，你倒是告诉我理由啊！"

kamisama2 "我还以为你早就能想明白的。"

kamisama2 "完全持有过去的记忆，只会把这个世界塑造成和原世界一样的存在。那绝对不是理想乡。"

kamisama2 "所以，必须要把某些记忆忘却，只是你们选择了这些记忆而已。"

"""
毫无道理的诡辩。

但是……整个世界都在她的手里，我又能做些什么呢？
"""

kamisama2 "虽然已经在你身上浪费了太多时间，但还是可以给你一次机会。"

kamisama2 "只要你同意，我就可以抹去你在这个世界的全部记忆。"

kamisama2 "由你作为『重生』的理想乡的萌芽，获得第三次的新生。"

"""
还摆着这副高高在上的姿态吗？

我闭上眼睛，深呼吸了几口，尝试平复因愤怒而无比激烈的心跳。
"""

cy "在我同意之前，我有个问题想问你。"

"我缓缓地睁开了双眼，直视着面无表情的『神』。"

kamisama2 "但说无妨。"

cy "鉴湖的『让一切回归应有模样』，到底是什么意思？"

kamisama2 "就是字面意思。"

kamisama2 "这个世界的鉴湖能够映照出事物本来的形态。"

kamisama2 "也就是，能够映照出原世界的你们。"

"""
映照出原世界？

而且……不知道是不是『神』说漏嘴了，还是故意欺骗我们……

她说过，一个离开这个世界的方法，就在鉴湖里面。
"""

kamisama2 "既然已经实现了你的愿望，你也该同意我的提案了吧。"

"既然筹码已经所剩无几了，那么，哪怕全部输光，也无所谓。"

kamisama2 "让我们一起，拥抱理想乡吧——"

cy "我拒绝。"

"我转过身，踩上了鉴湖边的栏杆，向湖中纵身一跃。"

kamisama2 "……"

kamisama2 "为什么，不愿意选择理想乡呢？"
#过场动画，黑屏
"""
鉴湖的水，真凉。

在我落入湖中之前的那一瞬间，湖面映照出的我自己，真是难堪。

不过……我终于明白，我到底在迷茫些什么了。

我也明白，我应该去做些什么了。

体会着我自己的记忆流入脑海中的、已经经历过三次的那种痛苦，

我平静地，向鉴湖深处，沉没下去。
"""

cy "那段回忆，怎么可能会只有痛苦。"

cy "只是那个时候的我，除了GPA，什么都看不到而已。"
#过场动画，黑屏，背景虚化带粒子效果。
kamisama2 "你是常远，鹭州科技大学本科四年级在读，对吧？"

cy "我已经休学了，不算在读。"

cy "而且，你是怎么知道的？"

kamisama2 "用你们的说法，我就是这个世界的神。"

cy "那么，这么伟大的神明大人，又是为了什么，特意来找我呢？"

kamisama2 "你已经死去了，对吧？因为坠楼。"

"""
……这么一说，刚刚发生的那些事情，原来不是梦啊。

那我为什么还能站在这里？
"""

kamisama2 "对那个世界，你一定充满了怨恨吧？"

cy "怨恨倒不至于，我只是在迷茫而已。我不知道我之后能够做什么。"

cy "跟鹭州科大的经典故事一样，读研、转博、去海外做博后、申教职吗？"

cy "但现在这个样子，拿到博士学位要多久？申教职难道又一定能去合适的学校，熬过飞升即走吗？"

cy "不走鹭州科大的传统路子，我去社会上，又能做什么呢？"

kamisama2 "那如果给你一个，把这一切遗憾抹去，在理想乡重生的机会的话，你会怎么选？"

cy "如果我不选择的话，是不是就会永远地消失？"

kamisama2 "从某种意义上来说，确实可以这么理解。"

kamisama2 "不过你真的，不想要生活在属于你的理想乡吗？"

cy "我对理想乡没有兴趣。"

cy "但是，既然不接受你的提案，我就会消失的话……"

cy "那只能悉听尊便了。"

kamisama2 "那么，交涉成立。"

kamisama2 "作为在理想乡重生的代价，我需要把你的一段记忆抹去。"

kamisama2 "你希望忘却的，是什么东西？"

cy "一定要抹去一段记忆才可以吗？"

kamisama2 "未曾尝过禁果的人类，才能够生存在伊甸园。"

"真是麻烦。"

cy "那既然这样的话，干脆就把我在鹭州科技大学的一切记忆，都抹去吧。"

"『神』用讶异的眼光看着我。"

kamisama2 "你难道不选择，只把让你痛苦的事情忘却吗？"

cy "现在的我，只能看到痛苦，倒不如全都忘掉算了。"

kamisama2 "原来如此。那就，如你所愿了。"

kamisama2 "微分要微到无穷，积分要积到九重——"

kamisama2 "来吧，让我们前往，新生的理想乡——"

"我握上了『神』向我伸出的右手，跟着她，步入了一片白光之中。"
#过场动画，放ED（如果有的话。）
call Chapter_8
return