label Chapter_8:
#Chapter 8 Finale
scene bg _test with toki
play music bgm_23 fadein 0.5
#东区西大门路口
"""
头顶上的太阳，如同烤炉一般炙烤着我的全身。

九月都已经过了一半了，鹭州的天气还是这个鬼样子。

真不愧是四季如春的反面，\n——春秋如四季。
"""

cy "已经……整整三年了啊……"

"呆在这样一个完全不宜居的城市，已经是第三年了。"

"结果到头来，我还是说不上对这座城市已经完全熟悉。\n我所知的最远的地方，也不过是鹭州南站而已。"

cy "不过，反正也就只有今天了。"

"我低下头，看向右手中捏着的已经签好字的文件。"

"是我自己的休学申请书。"

"只要把它提交给教务处，我就可以暂时摆脱这里。\n摆脱鹭州科技大学的束缚。"

cy "先去费比欧吃个中饭吧。\n反正现在这个点，教学秘书大概已经下班不在办公室了。"

cy "最后的午餐，吃顿好的吧。"

"手中的退学申请书，不知为何分外沉重。"

"明明已经对这里完全失望了，为什么……"

gmr_sub "喂～！"#不要放立绘

"身后突然传来一个女孩子的声音，大概不是在叫我的吧。"

"我自顾自地继续往前走去。"

gmr_sub "助教～！"#不要放立绘

"认错人了吧。\n一定不是在叫我。"

"我脚下的步伐，依然没有停下。"

gmr_sub "常助教～！"#不要放立绘

"『常助教』……？"

"刹那间，大脑像是被一道电流所击穿，\n我的身体不受控制地转向了声音传来的方向。"
#此时放gmr立绘
cy "郭茉渃！站在那里别动！"

"郭茉渃……是谁来着？"

"明明是我自己的身体，却让我在这一刻感到无比陌生。\n我的意识明明清醒着，却失去了一切的控制权。"

"简直就像是……被什么人给接管了一样……"

"下一刻，脑海中电流的痛楚感像是加重了千百倍，\n我不由得脚下一软，抱着头蹲在了地上。"

"在我闭上眼的那一瞬间，一辆大卡车呼啸着，\n从我面前驶过，冲进了鹭州科技大学的大门。"
scene black with eyeclose
play music bgm_7 fadein 0.5
scene bg _test with eyeopen
gmr "常助教？"

gmr "常助教？你没事吧？"

"我艰难地睁开眼睛，\n映入眼帘的是刚刚在背后和我打招呼的那位少女。"

cy "没事的。\n不过郭茉渃，你怎么在这里？"

gmr "常助教你突然就倒了下去，怎么可能没事啊！\n都要吓死我了！"

cy "有点低血糖而已，问题不大。"

cy "倒是你，在外面大马路上别跑这么快，差点就要被车撞到了。"

gmr "下次注意，下次注意。"

"面前的少女嬉皮笑脸的，像是完全都没听进去的样子。\n我不由得叹了口气。"

"她是我去年带化学原理B助教的时候的学生，\n每次听习题课都很不认真。"

"不过没想到，能在这个时候再次相会。"

"……但冥冥之中，我却有一种从未和她分离过的感觉。"

gmr "不过常助教，你刚刚手里不是拿着张纸吗？\n是不是掉了？"

cy "嗯？"

"我看向右手的掌心，\n刚刚还捏在手里的休学申请书，已经不见了踪影。"

"……该不会被刚刚的大卡车卷走了吧？"

gmr "常助教，要帮你一起找一下吗？"

"没来由地，我对着她摇了摇头。"

cy "不是什么重要的东西，丢了就丢了吧。"

"而且，不知道为何，我也没有休学的想法了。"

cy "到饭点了，一起去吃个中饭吧。"

gmr "真的？那常助教请我吃费比欧好不好？"

cy "你自己付你自己的，我可请不起你。"

gmr "常助教真小气～"

"虽然嘴上这么说，她还是一脸笑容地牵上了我的手。"
#CG需求#gmr牵手奔跑CG
gmr "那么，目标费比欧，出发！"
play sound sound_12 loop
cy "喂！都说过了，不要跑这么快！"

gmr "有什么关系嘛！\n不早点过去，万一没位置了怎么办！"

"我无可奈何地笑了笑，被郭茉渃牵着，\n跟着她的步伐，向着仅有几步之遥的费比欧奔去。"

"上一次在第一教学楼牵着她，就像是昨天才发生的事情一样。"

"没想到这么快，就轮到她来牵着我向前了。"

"不过……真的有发生过这种事吗？\n可能是我记错了吧。"

cy "继续在鹭州科技大学呆上几年，也不错。"

gmr "常助教？你说什么？"

cy "什么都没说！"

"我想，这大概是我第一次，露出像这样畅快的微笑吧。"
scene black with toki
play music bgm_6 fadein 0.5
scene bg _test with toki #过场动画。背景为天使路食堂路口，面向二教和少院。
"""
战战兢兢地等待保研资格的消息，\n然后以倒数第一的GPA保上了研。

这一切，仿佛就在昨天。

眨眼间，又到了六月份。\n宣告一切的结束的，六月份。

保研、做毕业设计、毕业答辩、最后拿到学位证书。\n我的大学生活，就这么过去了。
"""

djf "常远！这边！"

"不过，距离拿到学位证书，大概还有微不足道的一小步。"

cy "班长，怎么只有你一个人？别人呢？"

djf "副班长还是一如既往，找不到人。\n团支书今天去入职体检了，也来不了。"

djf "所以就我们两个了。"

"果然还是和之前一样。\n我们班最缺少的，就是负责任的班干部。"

"毕业年级的一堆杂事，除了班长是不得不干之外，\n其他班干部都是能逃就逃，基本只有开班会才能见到人。"

"干脆直接让我这个心理委员去兼副班长算了。"

cy "学位证书盒子这么大，我们两个人搬不回去吧？"

djf "我借了推车过来，应该……可以拉回去吧？"

"我看了眼堆在外面的巨大的纸箱，又看了眼她扶着的小推车。"

cy "试试吧。"
scene black with leftflash
scene bg _test with leftflash #过场动画。背景不变。
"我把最后一箱学位证内页堆在了小推车上，\n擦了擦额头上的汗珠。"

"杜绛枫站在我的旁边，清点着堆在小推车上的箱子。"

cy "还真能放下，厉害啊，绛枫姐……\n班长。"

"坏了，还是没改过来，又不小心说顺嘴了。"

djf "常远，是不是还是带你去鹭州四院看一下比较好？"

cy "……不碍事。"

djf "你是心理委员，\n不是最清楚我们鹭州科大的心理医生都是三脚猫的吗？"

cy "……我跟医生说我喜欢叫别人姐姐吗？\n那要么被直接赶出来，要么就关里面去了。"

djf "你要是关里面去了，那不是刚好把你保研资格给我？"

cy "保研考研什么的不都早结束了，现在也来不及了。"

"我一脸苦笑着，迎上杜绛枫的微笑。"

cy "倒是班长，你考研考上了吧？"

djf "哎，真是贵人多忘事啊。\n保上研了就天天在实验室搬砖，都不关心女同学的近况。"

djf "考总是考上了，考本校又没那么难。"

"她结束了清点，然后拿起堆在一边的绳子，\n把小推车上的纸箱子绑紧。"

djf "前几天还刚和师兄师姐去吃了个饭，问了他们一下课题组的情况。"

cy "坏了，我这几天都没去课题组，不会要被排挤了吧？"

"杜绛枫白了我一眼，然后晃动了一下小推车。\n推车上的纸箱子被固定得紧紧的，一点都没有松动。"

djf "你就别科了，都进课题组快一年了，还差这几天吗？"

cy "那关系总是要每天都维持的嘛～"

"杜绛枫好气又好笑地瞪了我一眼。"

djf "我们都什么关系了，你还跟我科？"

cy "呃……普通同学？"

"好像也确实没错，在我以倒数第一的GPA保研之前，\n我也是不负责任的班干部们之一。"

"但不知道为什么，在保研之后，我和她的距离就越走越近。\n大概是因为她知道我保研了，所以抓我来干活比较方便吧。"

djf "还普通同学呢，起码说是班干部关系吧。"

"她又白了我一眼，然后指了指小推车。"

djf "把车推到中区宿舍底下，就既往不咎了。"

cy "那你既往不咎对我也没什么好处啊？\n起码请我吃一顿鹭州太太吧？"

djf "行行行，请你吃，请你吃行了吧？"

cy "这还差不多。"

"我搭上了推车的握把，杜绛枫跟在我侧后方半步，\n沿着英才班学院门口的这条路缓缓而行。"

djf "这么说来，是不是新一届英才班学院的新生，要来复试了？"

cy "好像差不多就是这段时间了吧……\n我们不也是四年前的这个时间，来的鹭州科大吗？"

djf "是啊……时间过得真快啊。"

djf "当年我还是因为不想读高三，所以才跑来这里的呢。"

"她的脸上，浮现出些许寂寞。"

cy "那我起码是不想住高三的破烂宿舍楼，才来这里的。"

"""
初夏的清风吹拂着脚下的柏油路，却一点凉意都察觉不到。\n反倒是把鹭州地表下的热气，一阵一阵地往上刮。

哪怕已经呆了四年，还是习惯不了这种鬼天气。
"""

"突然，一顶太阳帽越过我的头顶，\n不偏不倚地落在了手推车上。"

"我反射性地转过身去。"
scene black with rightflash
play music bgm_24 fadein 0.5
scene bg _test with rightflash #CG需求#包馨荷正对，杜绛枫和常远背影，白学构图。
cy "馨……"

cy "馨荷……？"

bxh "嗯？"

bxh "你怎么，知道我的名字？"

"明明应该是第一次见面的女孩子，我却清晰地记得她的名字。"

"明明没有任何流泪的理由，我的眼角却早已不知不觉地湿润。"

cy "没什么，只是……\n我想我应该，见过你。"

bxh "学长真奇怪呢。\n要搭讪的话，也挑一个好一点的理由吧？"

bxh "我才第一次来鹭州科技大学，之前怎么可能见过学长呢？"

cy "是啊，我也不太懂为什么。\n但是……一定见过的，一定……"

"我抬起手，擦了擦眼泪。"

bxh "学长，比起搭讪我，还是多关心一下你的女朋友吧？"

"女朋友？"

"我僵硬地转过头，看向旁边的杜绛枫。"

djf "学妹，你不要误会了，我们只是普通同学关系。"

bxh "普通同学？但是……"

cy "这顶太阳帽是你的吗？"

"在状况变得不妙之前，我赶紧举起落在手推车顶上的太阳帽。"

bxh "啊！就是这个！谢谢学长！"

bxh "马上英才班学院的面试就要开始了，\n学长学姐，我先走了！"
#CG消失。
"她三步并作两步走上前来，接过我手中的太阳帽。"

bxh "以后有机会再见吧，常远……学长。"#不放bxh立绘

cy "！！！"

"我顺着她离开的方向转过头，但她已经不知道跑到哪里去了。"

"就像把她带到我身边的那阵风一样，一点痕迹都没有留下。"

"我叹了口气，扫兴地转回头，迎上我的是铁青着脸的杜绛枫。"

djf "你不会把主意打到来参加英才班学院面试的小学妹头上了吧？"

cy "没有，真的只是总感觉在哪里见过她而已。"

djf "就当是你说的这样吧。"

"她露出无奈的微笑，然后轻轻地把双手搭在我的手背上。"

djf "我也不知道为什么，也感觉像是早就见过那个女孩子一样。"

djf "如果有机会的话，能和她再见一面就好了。"

"杜绛枫看向那个女孩子离开的方向，眼神中流露出些许寂寞。"

djf "不过，在这么重要的日子，有句话忘了跟你说了。"

cy "嗯？什么话？"

djf "恭喜毕业，常远。"

cy "哪只是这样，应该是——"

"我微笑着转过头，看向杜绛枫。"

cy "恭喜我们毕业。"

"她看着我，也露出微笑。"

djf "恭喜我们毕业。"

"鹭州的夏日，似乎不再像以往一样难熬了。"

"像这样温和的夏日，简直就像——"

"曾在梦中见到的，那个名为1958的咖啡厅的感觉。"
#FIN，放老北门CG
return