label Chapter_5:
#Chapter 5
#转场，1958内景
"""
虽然还是经常有棘手的顾客到1958来，但相比于要绛枫姐去掏防暴叉的那两天，已经好得太多了。

起码这几天顶多也就是我在端咖啡的时候会被顾客摸两下手而已。
"""

guest "哎呀，你这手这么白、这么嫩，怎么保养的啊？"

cy "……这位客人您好，我一直都没保养过。"

guest "哎，你这没保养，皮肤就这么好。哪像我，又黑，毛又多。"

guest "真羡慕你啊，我也想穿一下女仆装，但是我肯定穿着一点都不合适。"

cy "……这位客人，您可以把我的手放开了吗？"

guest "啊，不好意思，都忘了。"

guest "我一直都没摸过女孩子的手，只是想体验一下摸女孩子的手是什么感觉而已。"

cy "这位客人，我并不是女孩子。"

guest "我知道啊，但是性别什么的根本就无所谓吧。"

guest "而且鹭州科技大学和没有女孩子基本上没有区别。"

cy "这位客人，您还有什么别的需求吗？我还有别的工作需要去做，如果您没有别的需求，我就先行告退了。"

guest "没有了没有了，你去忙就可以了。"

"虽然这位客人就没有把我的手放开的意思，我只好用力地把他的双手甩开。"
#转场，还在1958内景。
"""
因为我们俩都懒得出去吃中饭了，于是午餐就在店里蒸两个枕头馍凑合吃了。

虽然主要原因是绛枫姐在冰柜最底下发现两个还没吃的枕头馍，怕继续放就放坏了。

才不是因为早上摸得我浑身鸡皮疙瘩，现在一点都不敢动。
"""

cy "怎么感觉虽然今天肉体压力轻了，但是精神压力一点没变啊？"

djf "……我光是看你都觉得累。鹭州科技大学的人取向不应该这么奇怪的。"

cy "嗯？所以真正的鹭州科技大学的人，既不会看待男性如洪水猛兽，又不会见到个看起来像是女性的就发情？"

cy "而且也不会因为看起来像是女孩子的人、实际上是个男孩子而感到更兴奋？"

"正在啃枕头馍的绛枫姐突然噎住了，我赶忙给她递了杯水，看着她猛灌了两口下去。"

cy "绛枫姐，没事吧？是不是吃太快了？"

djf "……也不是，只是听到了一些没法否定的东西而已。"

cy "啊？到底是哪里没法否定啊？"

djf "你想听实话？"

cy "那总比听假话好。"

djf "你说的三点，都没法否定。"

cy "绛枫姐，我记得我刚刚的意思，是让您讲实话吧？"

"绛枫姐把最后一口枕头馍嚼碎咽了下去，然后喝了一口水。"

djf "但是，我真的没有说假话。"

cy "所以，您的意思是，真正的鹭州科技大学的人，不仅闻男色变、见女折腰，还对伪娘情有独钟？"

djf "虽然不知道你什么时候学会的某个词，但是事实确实是这样。"

djf "你不会把馨荷姐留下来的东西翻来覆去地看吧。"

cy "也没有吧，也就晚上闲得无聊翻出来看看。虽然看不懂，但是写得还挺有意思的。"

cy "比如说有一篇《美食殿堂中萌生的憎恶》，里面提到的东西看起来都还挺好吃的，就是我不知道说的到底是什么东西。"

djf "……你不用提内容也可以的，我觉得应该不会是什么好东西。"

djf "哎，不过虽然说鹭州科技大学的刻板印象确实是这样，但是还是有很多正常人的。"

cy "比如馨荷姐？"

djf "别打岔。"

djf "大部分人还是有最基本的道德和伦理观的，不至于说直接在公众场合做这种事情。"

djf "哪怕是馨荷姐，也起码是有底线的。"

"还是对这句话不做表态比较好。"

cy "那……我还是很好奇，现在的这些顾客，到底跟真正的鹭州科技大学的人有什么关系？"

cy "说实话，我现在还是没想起来鹭州科技大学到底是什么样子。"

djf "很像，但是绝对不是。"

cy "……那到底为什么不是？缺的东西到底在哪里？"

cy "因为不刷《电磁学千题解》和《吉米多维奇》吗？"

djf "鹭州科技大学也不是人人都刷这个东西，这个不足以作为判据。"

djf "鹭州科技大学的人也许会有异于常人的喜好、也许会忠实于自己的欲望……"

djf "但是他们，永远不会忘却内心的追求。"

cy "那……如果忘却了自己的追求……"

cy "我觉得，像我现在这种什么都忘掉了的状态，和忘却追求也没有什么区别了。"

djf "你没有。"

djf "你现在，是不是想为了某个人而活下去？"
#CG需求#bxh最后的CG
"""
……

脑海中一瞬间闪过某个不能够忘记的画面。
"""
#CG消失
cy "是的。"

djf "那不就得了。"

djf "虽然我不是很想支持你这个念头，但是也没有什么办法。毕竟你什么都不记得了。"

djf "也许以后你可以想起来你最初的追求吧。"

cy "如果我想不起来呢？"

djf "想不起来的话，那就为了『想起为什么而活』，继续在1958陪我吧。"

cy "……绛枫姐，这是求婚吗？"

"绛枫姐笑着摇了摇头。"

djf "怎么可能是你想的这个意思，只是因为我现在想要『忘记为什么而活』而已。"

djf "你看，很相配，对吧。"

cy "那不是和忘却追求是一个意思吗……"

djf "是又怎么样，不是又怎么样？"

djf "哪怕我想要忘掉，我也根本忘不掉。"

djf "所以我才是一个彻头彻尾的鹭州科技大学的人。"

"""
感觉完全是诡辩。

甚至感觉，绛枫姐可能说了点实话，但是说实话有点不可能。
"""
#过场动画，转djf喝酒cg，白的
djf "其实你没必要每天都过来的，反正你又喝不了。"

djf "而且我今天又忘了买小麦果汁了。"

"""
绛枫姐举起装满了高粱果汁的杯子在我面前晃了晃。

当然，我面前杯子里的透明液体，只是白开水而已。
"""

cy "那……不能喝粮食果汁的就不配上桌了吗？"

djf "可以是可以，但是一般来说都会很无聊的。"

djf "而且今天也不会跟你继续讲《青鸟》，应该也不会有什么你感兴趣的东西。"

cy "就算两个人中间有一个不能喝，那也总比一个人喝要好吧？"

djf "倒也是。"

"绛枫姐端起杯子，喝了一口。"

djf "所以，你今天想听什么？"

cy "韩塞尔和格蕾特？"

djf "怎么是格林童话……能不能换点正常一点的。"

cy "啊？格林童话不是青少年读物吗？"

djf "你从哪里听说的格林童话是青少年读物的？"

cy "啊？原来是这样的吗？我还以为童话故事都是适合小孩子看的。"

djf "你不会以为民间传说都是什么适合小孩子看的东西吧？"

djf "也就鹭州科技大学的童话故事会比这个更不适合青少年读了。"

cy "那我要听听鹭州科技大学的童话故事。"

djf "那你等一下啊……我现编一个。"

cy "现编一个？"

djf "你听错了。"

"绛枫姐又灌了一口高粱果汁，放下杯子，清了清嗓子。"

djf "以前有一个鹭州科技大学的学生，他一进来就觉得这里的环境让他如鱼得水。"

djf "在他最热衷卷GPA的那段时间，早上一醒来，他就去看《吉米多维奇》；"

djf "晚上他的室友都睡着了，他还在写《电磁学千题解》。"

cy "……这个算童话故事吗？"

djf "别打岔。而且据我所知，一般的鹭州科技大学的人不会搞得这么离谱。"

djf "所以我觉得这个应该是算童话故事的。"

djf "你要是没意见，我就继续讲了。"

cy "没意见。"

"绛枫姐给我的杯子里加满白开水，然后继续讲了下去。"

djf "但是呢，一个非常重大的困难，拦在了他追求更高的GPA的路上。"

djf "鹭州科技大学每天晚上十一点会断电，早上六点才会来电。"

djf "于是，他一天就有七个小时没法来卷他最心爱的GPA。"

cy "他不睡觉的吗？"

djf "都说了这个是童话故事了，不要在意这些细节。"

djf "总之呢，他为了一天二十四个小时中能够卷二十五个小时的GPA，想了一个办法。"

djf "每天晚上，在他的室友熄灯之后爬上床躺下来睡觉的时候，他就会把空调的插头拔下来，"

djf "然后把自己的台灯接到原本空调的插座上，每天晚上深入研究复变函数。"

djf "因为鹭州科技大学空调的插座是全天不断电的，只不过这个插座需要单独交电费。"

djf "所以他就可以一晚上呆在自己的座位上卷他的GPA。"

djf "等到第二天早上六点钟，他室友醒来之前，他又会把空调插头插回去。"

cy "我觉得这个应该不算是童话故事的范畴……"

djf "哎，童话故事不就是那种，抛开自己的脑子去享受的东西吗？别在意那么多。"

djf "最终到了考试周，因为他门门都拿了四点三，所以他的室友都很好奇他怎么GPA这么高。"

djf "于是在某一天的晚上，有一个他的室友假装上床睡觉，实际上在偷偷远程连接实验室电脑看文献，"

djf "就在这个时候，他蹑手蹑脚地拔下空调插头、插上台灯插头的声音，给他的室友听到了。"

djf "『你也不想你卷GPA的事情，被别人知道吧？』在他的室友这样威胁之后，他不得不让出了插座。"

djf "最终，因为少了每天卷的这七个小时，他下一个学期的GPA从四点三跌落到了四点零。"

djf "而他的室友因为每天晚上都在用空调插座玩文字冒险游戏，挂了二十个学分退学了。"

"什么乱七八糟的沉重结尾。"

cy "……绛枫姐，你这个是童话故事吗？"

djf "是童话故事啊，童话故事的结尾不都是那种正义得到伸张、邪恶受到制裁的剧情吗？"

cy "那……这个故事是绛枫姐你现编的吗？"

djf "有一半是现编的，有一半是取材于亲身经历。"

cy "哪一半？晚上拿空调插座的电看《高等无机结构化学》吗？"

djf "玩文字冒险游戏然后挂了二十个学分退学。"

cy "……当我什么都没问。"

cy "不过这个剧情有点违背常理了吧？空调插头一拔，晚上不会很热吗？"

djf "都说了是童话故事了，不要在意那么多。"

djf "而且你看，豌豆公主垫上二十层被子都能知道最底下有颗豌豆，这不也是童话故事。"

cy "好像确实有道理……那话说回来，真有这种觉都不睡了天天抱着本东西在那里学习的人吗？"

djf "到这种地步的，我倒是真没见过。不过我以前确实有个同学，早上六点就去图书馆自习。"

cy "每天都去？"

djf "大四那个时候，准备考研那段时间，他每天都去。"

cy "那最后考上了吗？"

djf "当然考上了啊，他最后考了四百多分，是全专业第一。"

djf "不过考的是本校材料化学，说实话这个分数还是有点太浪费了。"

djf "本来有这个毅力，去跨考隔壁计算机学院多好。"

cy "那这个同学，现在怎么样了？"

"""
绛枫姐脸上露出一丝愕然，我才意识到，我好像说错了什么话。

这里毕竟不会是真正的鹭州科技大学。

不过好在，绛枫姐的神色立刻平静下来，然后抿了一口高粱果汁，继续说：
"""

djf "我跟他不是一个专业，所以『现在』他具体怎么样，我不清楚。"

djf "不过我出去吃饭的时候偶尔也会和他碰面，也会聊个两句，我想想最后和他见面的时候他说了什么来着……"

djf "反正就是他课题进展不太顺利，一直在担心怎么毕业。"

djf "还有就是……因为前两年都没发任何成果，所以转……"

"绛枫姐突然端起还有半杯的高粱果汁，一饮而尽。"
#杯子砸在桌子上的效果音
djf "……"

"""
坏了。

好像真的把绛枫姐引到地雷上去了。

绛枫姐捏着空杯子，深呼吸了好一会，才继续说了下去：
"""

djf "转……转博了。"

"""
绛枫姐又端起杯子，

直到她把杯子放在嘴边，才发现杯子空了，然后把杯子放了下来。
"""

cy "绛枫姐，我就随便问问，不用回答那么详细也没有关系的……"

"""
绛枫姐没有回应我，只是拿起高粱果汁的瓶子，又倒了满满一杯。

我正想阻止她端起杯子，却被她像是要杀了我一样的眼神给吓退了。
"""

djf "加上这个也才四两，没事的。"

"""
完全不像是没事的样子。

不过还好，绛枫姐这次只是抿了一口而已。
"""

djf "算了，不提这个了。还是继续讲童话故事吧。"

"我没敢应声，只是默默地等着绛枫姐继续讲下去。"

djf "在他的室友挂了二十个学分退学之后，他很好奇到底是什么游戏，能让人挂科到退学。"

djf "于是，在他的室友收拾东西回去的时候，他找他的室友要到了全部的文字冒险游戏。"

djf "他打开了其中一个游戏，然后就一发不可收拾。"

djf "原本每天晚上都在熬夜看原子物理学，这下他书也不看了，成天就在玩文字冒险游戏。"

djf "时间过得很快，马上又到了考试周，他这下才意识到应该赶紧开始复习了。"

djf "于是他就以日出和日落为分界线，太阳挂在天上的时候就复习考试，太阳落下的时候就玩游戏。"

cy "那……这样子不是他也要退学了。"

djf "没有，因为他又重新取得了空调插座的控制权，所以他每门课程又都拿了四点三。"

cy "……"

"我一时不知道这个故事到底是哪里有问题。或许，是我有问题。"

djf "然后在第二个学期，因为又要学习、又要玩文字冒险游戏，他的身体撑不住了。"

djf "他去看了医生之后，医生让他尽量多休息。"

djf "于是他就从狄利克雷函数之中汲取了经验，在有理数的时间点学习、在无理数的时间点休息。"

"怎么突然蹦出来一个狄利克雷函数。"

djf "这样，他就几乎处处都在休息，并且还没有耽误他卷GPA。"

djf "他就这样保持着四以上的GPA到了大四，然后申请到了霓虹国的修士。"

djf "最后，他在霓虹国定居，并和大和抚子樱花妹结了婚，可喜可贺，可喜可贺。"

cy "这个真的是童话故事吗？"

djf "是童话故事啊，因为鹭州科技大学的人，似乎还没有娶到樱花妹的。"

"总感觉好像有问题的不是这个点。"

cy "绛枫姐，怎么总感觉你讲起故事的时候，你就不是你自己了。"

"绛枫姐轻轻地笑了一下，然后端起杯子。"

djf "要是真的能够不是我自己的话，那就再好不过了。"

djf "可惜，在这里的，确确实实是我自己。"
#黑屏
"""
……
"""
#转宿舍场景
"""
我已经不记得之后到底发生了什么事情，应该是绛枫姐喝完了两杯共四两高粱果汁之后，把我赶了回去。

可能是因为绛枫姐现编的童话故事有点过于离奇了。
"""

cy "『能够不是我自己』……"

"绛枫姐那个时候，不像是在开玩笑的样子。"

cy "总不能是粮食果汁真的有问题吧。"

cy "之前还说了『想要忘记为什么而活』……"

"""
到底是什么意思。

但是不对啊，绛枫姐她绝对是清醒着的时候，明确说了『没有哪怕一丁点的离开这里的打算』。

是不是，这之间有矛盾？
"""

cy "算了，不想了，绛枫姐要是打算想说的话，迟早也会说的。"

"""
虽然这么说，但是我总感觉有什么重要的事情，又要发生了。

上一次是鹭州科技大学返校后两周，这次又是要等两周。

哪怕绛枫姐再怎么否认，再怎么摆出证明的理由，我也……

不能够不把这两件事情给等同起来。
"""
#黑屏，转1958。
"""
今天的1958依然很忙碌。

虽然工作很多、很充实，但是我还是喜欢像刚来的时候一样的、没有客人的1958。

稍微想偷一下懒也是人之常情，应该没必要追究我的错误吧。
""" 

guest "那个……女仆小姐？"

"""
谁是女仆啊！

不过这种话显然是不可能说出来的，真要说出来我就别在1958干了。
"""

cy "您好，有什么可以帮您的吗？"

guest "啊，果然是女装的啊，我就说怎么这里还会有女仆。"

"我全都听到了啊！"

guest "那个……可以在我的这个蛋包饭上，用番茄酱写『废理兴工』吗？"

"我们1958不是不提供蛋包饭的吗？"

djf "啊……那个是你的午饭，我刚端出来放在吧台上，就被这个客人端走了。"

"绛枫姐怎么是你百密一疏啊！"

guest "啊？原来是这样啊，那真是不好意思。"

guest "女仆小姐，要不你坐在这里，我来给你喂食吧？这个蛋包饭我还没动过。"

"算了，我心累了，爱咋咋地吧。"

guest "来，女仆小姐，把番茄酱瓶子给我，我来给你画一个玻尔氢原子模型～"

"""
……

最终还是拗不过，我只能乖乖地坐在桌子旁边让客人一勺一勺地把蛋包饭喂进我嘴里。

但是我总感觉玻尔的氢原子模型，应该是电子以一个正圆形轨道绕着质子旋转，

而不是以一个……心形的轨道旋转。
"""
#转场动画，转宿舍。
"""
我已经记不清今天到底是第几天穿着女仆装去接待客人了。

最可怕的是，我竟然已经完全习惯这种事情了。

但是……总感觉好像忘了些什么东西。
"""

cy "这么说来，绛枫姐是不是说有个烟花大会来着？"

cy "我记得我应该在日历上面记过了日期……"

"""
上了几天班，终于又到了周五，又该思考如何度过空虚而又无聊的周末了。

虽然鹭州科技大学旁边看起来确实也是有些好玩的地方，但是不知道为什么，我一点都提不起兴致。

总感觉我的身体，本能地在抗拒走出鹭州科技大学。
"""

cy "呃……"

cy "好像烟花大会，就是明天。"

"""
我才意识到，我甚至都没有为这种重要的事情做好准备。

我的衣服除了工作服，就是女仆装。

但是很显然这两种衣服都不适合穿去烟花大会。

虽然我也不知道到底应该穿什么合适。
"""

cy "不过比起这个……"

"""
我还是觉得，烟花大会上会发生什么重要的事情。

哪怕我的感情和我对绛枫姐的信任感，都强烈地提着反对意见。

哪怕我的理性也一直告诉我，我的直觉并没有那么可靠。
"""

cy "睡觉算了，想那么多也没用。"

"""
但是，怎么可能睡得着。

今天晚上简直就是各种游戏里面BOSS战前的最后一个存档点，只要启程，就再也回不来了。

到最后，我都不知道我是想着什么，才慢慢地进入梦乡的。
"""
#转场，烟花大会会场，下午，翡翠湖=琉璃湖，此处用杭州西湖的照片素材
djf "常远，怎么还得我给你打电话，你才急急忙忙地过来啊？"

cy "呃……烟花大会不是晚上才开始吗？"

djf "那，等你晚上到的时候，好位置都被抢光了。"

"""
现在是下午三点十四分。

半个小时之前，绛枫姐刚给我打电话让我赶紧来琉璃湖，而那个时候我还躺在床上。

当然，我肯定不能说我刚爬起来。
"""

djf "……你没睡好？怎么黑眼圈这么重？"

"""
我下意识地摸了摸脸，才想起来，我是看不到我自己的脸的。

我依稀记得我刚睡着的时候，似乎天已经亮了。

这个事情显然更不能说。
"""

cy "呃……因为今天要来陪您看烟花大会，所以我兴奋地睡不着，请您见谅。"

"绛枫姐露出复杂的表情看着我，脸上的肌肉止不住地抽动着。"

djf "……怎么是敬语？"

cy "您是我的前辈，所以我对您抱持敬意是非常自然的事情。"

"""
绛枫姐没答复我，只是把手背贴上了我的额头。

哪怕是和仓库里堆着的洗衣粉一样的薰衣草味，也足以撩拨我缺乏维护的心弦。
"""

djf "奇怪……明明没有发烧啊？"

cy "……我就这么像生病了吗？"

djf "你现在这个样子，何止是生病，说你马上一脚踏进太平间都有人信。"

djf "……常远，你该不会已经想起来什么东西了吧？"

cy "什么叫『想起来什么东西』？"

djf "总不至于我要跟你讲这个东西吧？"

djf "你原来忘掉的东西，有没有想起来？"

cy "哦……这个。那没有。"

djf "真没有，还是假没有？"

"绛枫姐还是以怀疑的眼神盯着我，看我一直没有答复，叹了口气。"

djf "算了，你自己的身体你自己清楚。"

djf "不过，要是真的有什么事情，别一个人藏着啊。"

djf "还有时间，我们先找个地方坐一下吧。"
#CG需求#两人坐在长椅上的CG，下午背景(夜晚烟花大会复用)
"""
我现在才意识到，我刚刚一直没来得及观察绛枫姐。

虽然观察了跟没观察也没区别，绛枫姐今天穿得和平常上班时完全一样。

也可能是我缺乏一双发现美的眼睛，以至于我没有看出绛枫姐和先前的不同之处。
"""

djf "嗯？常远，姐姐脸上有这么好看吗？"

djf "不会你真的是因为今天要来看烟花大会，才兴奋得睡不着吧？"

cy "呃……大概是的吧。"

cy "不过，绛枫姐，你今天是不是化妆了？"

"虽然我自己也不确定，但总之还是蒙一下，顺便接一下话题……"

djf "没有啊，怎么了吗？"

"……原来不是我的错觉啊……"

cy "没什么，只不过是想着，来看烟花大会的话应该有点仪式感……"

cy "所以应该会穿上新衣服、梳一个能看到后脖颈的发型……"

djf "从馨荷姐的笔记本里面学的？"

djf "哎，你就是再想她，也别天天抱着她留下来的东西不放。看那种东西对你没好处的。"

cy "啊？难道不会吗？"

djf "我是鹭州科技大学出来的啊，怎么可能会专门去搞这种仪式感。"

djf "首先，这种事情太麻烦了；其次，我实在是想不到能做些什么变化。"

djf "而且，为什么只是个烟花大会，我却非要搞仪式感不可？"

djf "那跟我马上要进焚化炉，所以要打扮得漂漂亮亮、齐齐整整地走最后一程，有什么区别？"

"""
绛枫姐紧攥着的拳头上，透着静脉的青紫色。

我没敢回答。
"""

djf "不好意思啊，我有点太激动了。"

djf "常远，你没有做错什么，是我自己在胡思乱想。"

djf "我去买点喝的，你要喝什么？"

cy "小麦果汁吧。"

"绛枫姐一愣，然后扑哧一声笑了出来。"

djf "真是拿你没办法，那我就陪你喝小麦果汁吧。"

djf "早知道就不应该带你回去喝粮食果汁的。"
#转场动画，CG不变。
"""
从冰柜里刚拿出来的小麦果汁，带着一股苦涩的凉意。

也可能是我之前都没喝过小麦果汁，所以才能喝出这种苦涩的感觉。
"""

djf "别喝太快，你要是喝完了，就没有了。"

cy "啊？就剩最后这两罐了吗？"

djf "那倒不是，是你水平太次，一杯半糯米果汁就能倒，不敢让你多喝。"

cy "……多谢您的关心。"

djf "喝粮食果汁的时候别讲敬语，怪恶心的。"

cy "收到。"

djf "能不能也不要讲这种，像是下属回复上级一样的发言。"

cy "好的。"

djf "……算了，随便你吧。"

"绛枫姐叹了口气，然后似乎像是想到了什么的样子。"

djf "《青鸟》是不是还没讲完？"

cy "啊…是的，确实没讲完。"

"很惭愧，要不是绛枫姐她主动提起，我还真就忘掉这件事了。"

cy "我记得……是韩塞尔和格蕾特他们找到了未来王国的百白破疫苗来着？"

djf "我都不知道是应该说你记性好，还是记性不好。"

djf "首先，青鸟的主人公兄妹俩，分别叫蒂蒂尔和米蒂尔。"

djf "其次，他们在未来王国见到的，是要带着百白破下界的、他们的还没出生的弟弟。"

djf "最后，他们找到了未来王国的青鸟。"

djf "你到底是有多喜欢格林童话啊，怎么天天揪着这兄妹俩不放。"

cy "嘛……都是兄妹俩，搞混也挺正常的吧……"

djf "……你怎么不说伊邪那岐和伊邪那美呢？"

cy "啊？去的不是未来王国，而是黄泉之国吗？"

djf "怎么你这种东西记得那么清楚。"

djf "总之呢，蒂蒂尔和米蒂尔带着未来王国的青鸟，回到了他们家的门口。"

djf "从他们出发开始，刚好过去了一年，又到了大家欢天喜地庆祝新年的时间。"

djf "但是，他们才发现，从未来王国得到的青鸟，已经变成了艳丽的鲜红色。"

cy "欸？"

cy "这不是故事都要讲完了吗？那怎么还是没找到青鸟？……"

"""
我还想着说点什么，但瞥见绛枫姐凝重的神情，不由得把刚到嘴边的话咽了下去。

绛枫姐也没回答我，继续讲了下去。
"""

djf "留给他们的时间已经没有了，节日的钟声一旦敲响，魔法就会消失，"

djf "和他们一同踏上旅途的伙伴们，也都会恢复他们原本的面貌。"

djf "他们只能放弃寻找青鸟的念头，推开了家门。"

djf "第二天早上他们醒来时，他们才从父母的口中知道，他们一直都没有出门。"

djf "距离他们印象中踏上旅途的时间点，只过了一个晚上。"

djf "正当他们俩感到困惑、父母觉得他们中了邪的时候，隔壁的老太太敲响了他们家的门、来借个火。"

djf "让蒂蒂尔和米蒂尔去寻找青鸟的仙女和隔壁的老太太是那么相似，以至于他们俩又认错了人，被父母说了一通。"

djf "寒暄的时候，老太太突然说起她的女儿因病躺在床上，还一直想要蒂蒂尔养的那只小鸟。"

djf "蒂蒂尔回去取鸟笼的时候，惊讶地发现，那只一直没有被记起的鸟儿，是青色的，于是就送给了隔壁的小姑娘。"

djf "隔壁的小姑娘一见到蒂蒂尔送来的小鸟，就被渴望所驱使着，从床上下来，专门来蒂蒂尔家道谢。"

"绛枫姐举起小麦果汁的易拉罐，此时，我还在回忆故事开头那部分，一时没反应过来。"

djf "哎，你这还要我等多久。赶紧，干杯！"

cy "哦，干杯！"

"易拉罐轻轻相碰，我一边啜饮着略带苦涩的小麦果汁，一边看着绛枫姐眺望着琉璃湖的侧脸。"

cy "讲完了？"

djf "讲完了。而且开头不就是找幸福的青鸟，这瘫痪都治好了还不够幸福吗？"

cy "那所以也就是说，这个故事的主旨是，幸福其实一直就在身边？"

djf "嘛……确实都是这么解释的，怎么了吗？"

cy "也没什么，只是担心是不是我解读错了。"

cy "如果说主旨是『外来的人不如自家培养的人可靠』，那就当我什么都没说。"

djf "你这都什么想法，少看点格林童话吧。"

cy "那我肯定不是这么想的啊，总是外来的和尚好念经嘛。"

cy "不然的话，最开始去思念之土的时候，就该想起来自己家养了鸟、然后赶紧回去看自己家的鸟能不能用。"

cy "既然不回去，那总是认为自家养的鸟不行，还是得去外面找……哎哟，疼！"

"绛枫姐轻轻地拿喝完的易拉罐敲了一下我的头，然后把易拉罐丢进了垃圾桶。"

djf "好好的一个童话故事给你解读成这个样子，你真得少看点奇奇怪怪的东西了。"

djf "子供向的故事，就不要搞得这么充满成人话题，行不行？"

cy "啊？这个算成人话题吗？"

djf "你这个还不够成人吗……你非要上升到住房贷款、子女教育、赡养老人之类的，才算成人话题吗？"

cy "呃……那倒也是。"

"原来成人话题是这么沉重的东西吗？我一直都不知道。"

djf "算了，不提这个了。咱们换个地方转一下吧，顺便给晚上看烟花挑个好地方。"

cy "行啊，但是我这果汁还没喝完，要不等一下？"

djf "婆婆妈妈的。你直接拿着边走边喝就行，真是矫情。"
#CG消除，换西湖背景。
"""
绛枫姐没有把我的抱怨放在心上，而是把我硬拉了起来。

我连忙抓起还剩半瓶的小麦果汁。

还好刚刚喝了不少，才没有洒出来。
"""

djf "而且就你这水平，不站起来透会气，等会就倒在这里了。"

cy "我水平不至于这么差吧……"

djf "一杯半黄的就能被放倒的人，就别这么说了。"

djf "走，先去琉璃湖北边看看。"

cy "行行行，我去就是了……"

"""
关于《青鸟》，我其实还有个想法……

蒂蒂尔和米蒂尔在那么多梦幻的世界中转了那么大一圈，最后发现这一切不过是深夜中的一个梦；

无论是在哪里寻找到的青鸟，最后都如同从指缝中流走的沙粒般无迹可寻；

那我在这个世界里寻找青鸟，是不是也一样呢？

就算找到了，又有什么用呢？

算了，思考这个没有意义。

倒不如说讲出来估计只会被绛枫姐说一通，说我又天天不想点好的。

还是跟绛枫姐先去哪里转转吧。
"""
#转场动画，换一个西湖背景
djf "呃……我忘了琉璃湖北边是人最多的地方了。"

"""
远远望去，琉璃湖北边的一条长堤上，已经站满了人。

看起来像是一点下脚的地方都没有。
"""

cy "绛枫姐，你不喜欢人多的地方？"

cy "那……回去？"

djf "没有鹭州科技大学的人会喜欢人多的地方吧。"

djf "不过来都来了，直接回去不是亏了吗？"

cy "这么一说好像确实有点道理……"

cy "怎么说，在这里停下，还是继续往北边走？"

djf "这里也没地方坐，边走边聊吧。"

"""
寒风跨过湖面，吹得行道树沙沙作响。

我不由得拉了拉外套。
"""

djf "常远？怎么了？"

djf "你要是冷的话就找个店进去坐一下？"

cy "没有，单纯是怕风把什么东西吹进衣服里。"

"其实倒也没有那么冷，只是湖畔的风水汽比较多，传热要更快……"

djf "那就行，你要是冷的话就直接说，没有关系的。"

djf "鹭州的天气就这样，你也知道。"

djf "要么冷、要么热，介于中间的温柔的春天是绝对没有的。"

cy "没事的没事的，就是风大了点。"

djf "那就行……你自己的身体你自己清楚，我也不啰嗦了。"

djf "对了，常远，关于鹭州科技大学的事情，你想起来了多少？"

"这个转折，突然得有点让我措不及防。"

cy "呃……具体是指哪一方面的？"

djf "随便什么都可以。校园风景的印象、认识的人、发生过的事情，这些都可以的。"

cy "那我不是失忆了嘛，这些东西我怎么可能还记得……"

djf "你不是失忆了，你是主动要求忘掉的。"

"绛枫姐突然停下脚步。我转过头，映入我眼中的，是她严肃的表情。"

djf "你还要用这个借口逃避到什么时候？"

djf "再这样下去，哪怕你真的想起来什么，你也会以『哦，我失忆了，不记得这些』的理由，直接抛之脑后。"

djf "到最后，你会分不清哪些是你真的没想起来的、哪些是你故意忽略掉的，连自己已经到了怎样的程度都没法把控。"

djf "然后稀里糊涂地在某一天发现自己全部想起来了，然后稀里糊涂地从这个世界消失。"

cy "那……难道我不能刻意不去想相关的事情吗？"

djf "客观规律是不以人的主观意志为转移的。你不要妄想耍这种小聪明。"

cy "绛枫姐，怎么了？突然说这些，难道说你……"

djf "我现在问的是你的情况，怎么天天回答的都文不对题的？"

"绛枫姐脸上流露出的焦躁神情，已经是我都能看出来的程度了。"

djf "我到了什么程度我自己心里清楚，都在可控制的范围内，你不用瞎操心。"

djf "给你五分钟，赶紧想一下。"

djf "不要还是给我一个『我什么都想不起来』的回答，你哪怕是编也得给我编一个出来。"

cy "那如果是编出来的记忆，不是更是一点意义都没有吗？"

"绛枫姐摇了摇头，叹了口气。"

djf "你如果编出来的东西，和真正的鹭州科技大学完全对上了的话，那就说明你实际上全都知道。"

djf "只是，不知道自己知道、甚至拒绝承认自己知道而已。"
#转场动画，背景换断桥上。
"""
我还是想不出来有什么可以讲的。

看来或许只能编几个了。
"""

djf "想好了吗？是不是还是打算说自己什么都不记得了？"

cy "没想好，我现编吧。"

"绛枫姐挤出一丝苦笑，示意我继续说下去。"

cy "鹭州科技大学每年招收本科生一千八百人，大概有百分之十左右不能按期毕业。"

cy "其中作为荣誉学院的英才班学院，每年有三百多人，其中有大概三分之一是应届高考择优，"

cy "剩下的三分之二走单独的两个提前招生政策，不招收应届高三学生。"

cy "基本可以认为只有理科和工科专业，唯一的文科院系科技传播系不通过高考招生，只能转专业进入。"

cy "呃……关于鹭州科技大学的整体情况大概就这些？我也是编的，不太确定。"

"绛枫姐脸上的笑容变得更加苦涩了。"

djf "你确定你这个是编的？"

"我有点摸不着头脑。"

cy "那除了英才班学院那部分我是有点印象，但是其他的肯定是编的。"

cy "哪有什么大学本科就招这点人，而且开的文科专业还不是……"

cy "不对……我编的全是对的？"

djf "有些地方有点问题，但是某种程度上倒是都没有错。"

djf "招生人数应该是两千左右，但是……"

djf "我本科毕业那一年之前，入学人数都没有超过一千九。"

cy "欸？什么意思？"

djf "没什么意思，你继续编。"

"""
总感觉好像绛枫姐有别的话想说……

而且我编的都是对的？这又是怎么回事？

那难道说我其实什么都没有忘？

继续编一下看看。
"""

cy "鹭州科技大学本科宿舍不通网络，哪怕是新修的中区宿舍楼，有线网络接口也是没有信号的。"

cy "但是，中区宿舍楼刚落成的时候，楼道里可以接到卫生间的无线校园网信号，"

cy "最后因为家长的投诉，某一个学期之后把楼道里的信号关掉了，但是偶尔可以在阳台接到地面的校园网信号。"

djf "你别讲了，我直接问你重点吧。"

cy "绛枫姐，我编的内容这么细致，难道太离奇了？"

djf "已经不是什么离奇不离奇的问题了。"

"""
绛枫姐现在的表情，让我想起了我刚来1958的那段时间。

是因为我做的太敷衍所以她生气了吗？
"""

djf "你这种东西都能记得这么清楚，为什么你还要说自己失忆了？"

cy "啊？我真的是编的啊？"

"所以不是我编得太敷衍，是我编的东西都是事实？"

djf "你现在说的这些东西，是你一开始就记得，还是馨荷姐走了之后你才想起来的？"

cy "我……不知道。"

cy "我一直都没想过这种细枝末节的东西……"

djf "算了，讨论这个没有意义，问你点别的问题吧。"

djf "假如你是一个物理学专业的本科生，你想要拿到计算机科学与技术专业的学士学位，有几种办法？"

cy "给我点时间思考一下？"

djf "别思考了，你想到什么就给我回答什么。"

"一直对我严格要求的那个绛枫姐，好像又回来了。"

cy "呃……可以通过转专业？或者修读双学位？"

djf "有哪些原因会导致转专业不成功？如果不成功的话，有什么其他方法？"

cy "应该只有GPA不够，才可能会转专业不成功吧；而且如果是英才班学院，是不受转专业限制的。"

cy "如果转专业不成功的话，可以直接全部个性化选修为对应专业的培养方案，最后也能拿到学位。"

"我已经完全不敢直视绛枫姐的脸了。"

djf "……"

djf "算了，问这个已经没有意义了。"

djf "你绝对不是你自己说的那样，把过去的东西全都忘掉了。"

djf "你明明就很清楚。对于鹭州科技大学的一切，你都很清楚。"

"""
明明周围人是那么多，是那么嘈杂。

我们俩之间的沉默中，绛枫姐深呼吸的声音又是那么得清晰可辨。
"""

djf "吃个饭，再回去找个晚上看烟火的好地方吧。"

"我难道真的，什么都很清楚吗？"
#转场，换长椅CG，夜晚。
"""
晚上和绛枫姐随便找个小摊吃了个晚饭。

又贵，又吃不出什么味。

直到晚饭吃完，绛枫姐都没跟我说一句话，

我也一时间想不出有什么合适的话题，

就这么一直沉默着吃完了晚饭，慢慢悠悠地晃了回去，

最后，找到下午那个时候最开始的那个长椅，又坐了下来。
"""

cy "绛枫姐，难道我其实，什么都记得吗？"

djf "我也想知道，你到底是不是什么都记得。"

djf "但是就我个人的判断，你应该不至于什么都没忘，不过……"

djf "你不知道你知道的东西，比你想象的要多很多。"

cy "是吗……但是我真的没有一点实感……"

cy "明明我一直觉得我什么都忘了，只是馨荷姐那件事情之后让我想起来一点而已……"

djf "无论是在那之前、还是在那之后，反正结果都是一样的。"

djf "都是你在拒绝接受『你已经知道』。"

"我没敢回答。"

djf "算了，换一个话题，你记得你做了几个学期的『大学物理实验』吗？"

cy "大物实验？我想想……"

cy "我数不清我做了几个学期了……应该……"

cy "应该，大二上学期是最后一次，还要手写实验报告、算不确定度……"

"绛枫姐突然陷入了沉默。"

djf "常远，你还记得你是哪一年入学的吗？"

cy "……这个是真的记不得了。"

djf "也是，这个东西你记不得也很正常。"

"绛枫姐很干脆地跳过了追问，让我有点不知所措。"

djf "那再换一个问题，你培养方案里面，有没有有机化学？"

cy "应该有吧……我记得我好像背过红外光谱几个特征峰来着……虽然都忘了。"

djf "那，你做过有机化学实验吗？"

"""
为什么绛枫姐要问这个问题？我不是刚回答了我学过有机化学吗？

按道理学过有机化学，肯定是要做有机化学实验的啊……

但是我的嘴巴，却好像不听我脑子的指挥一样，回答了截然相反的结论：
"""

cy "我没做过有机化学实验。"

djf "是嘛，明白了。"

"""
绛枫姐又是很干脆地接受了我给的这个回答。

这么离奇的答案，她也能接受吗？

但是我应该没看错吧……我刚说到没做过的时候，绛枫姐的瞳孔突然放大了一下……
"""

djf "不过倒是有点奇怪…按道理来说，你应该是要比我先来到这里的。"

cy "嗯？为什么？"

djf "你这个很明显是地空学院那边偏化学的培养方案，但是……"

djf "在我本科还没有毕业的时候，培养方案已经改过了。"

djf "地空的物理还有化学的要求普遍要比物院和化院低，改过的培养方案是不要求做两级大物的。"

djf "而且你明显不像是一个受过导师毒打的研究生。"

"我有点搞不清这句话到底是在说我好，还是在说我不好。"

djf "从时间上推断，只有你比我要更早来到这里这一种可能。"

djf "但是为什么，你明明是先来，但是后到呢……"

djf "算了，不追究这个了。"

cy "呃……那先抛开我到这里的时间不管，也就是说，实际上我们俩在现实的鹭州科技大学中，"

cy "可能相差的年级并没有那么多？"

djf "倒不如说，是同班同学都有可能。"

cy "欸？绛枫姐，你也是地球与空间科学学院的？"

"""
绛枫姐脸上突然露出我应该从没见过的一种笑容，然后摇了摇头。

不对，那种笑容我应该是在以前见过的，是那种……

应该被称为『非常有数理基础』的笑容。
"""

djf "我没跟你说过吗？哦，好像还真没跟你说过。"

djf "我是英才班学院的，光电信息科学与工程专业。"

cy "那……为什么这么清楚地空的培养方案？"

djf "因为……GPA在我前面的那个人，专业就选到了地空。"

"琉璃湖畔，安静得像是只能听到强风吹动树叶的声音。"

djf "你也别太放在心上，哪有这么巧的事情，地空一年也有百来个人的。"

cy "那……绛枫姐，你还记得那个人叫什么名字吗？"

"刚说完，我就意识到我问了一个愚蠢的问题。"

djf "怎么可能记得。"

djf "虽然我本科那时几乎全部的事情都记得很清楚，但是这个是，『我希望忘掉的』。"

djf "不聊这个了，烟花大会要开始了。"

"""
琉璃湖中，似乎远远地有灯光亮起。

灯光越来越近，直到能够看清的距离，才发现是好几艘游船。
"""

cy "那不是付个百来块钱就只能去湖上逛一圈的游船吗？烟花呢？"

djf "船上呢。你看，游船上没几个人，全是烟花。"

"我顺着绛枫姐指向的方向看去，船头上堆着不少立方体盒子，确实有点像烟花。"

cy "……这样子是不是不太安全？"

djf "你不也知道，这里不是现实吗？"

djf "现实里哪来的烟花大会，因为要防治污染，城区里都一刀切禁止掉了。"

djf "这么看来，在这个梦里，好像也并不坏。"

"""
确实，只要能一直留在这个梦里的话……

但是，真的能一直留在这里吗？

我已经忘记，不对，是我不知道我知道的那个世界，真的就一无是处吗？
"""
#背景烟花特效，爆炸音效。直到下一段注释，不停止烟花特效。
djf "开始了。"

"""
第一束烟花，随着绛枫姐的低语一同升上天空。

烟花在空中炸开，然后渐渐消失，就像我从来没有想起过的那些回忆一样。
"""

djf "常远，你以前有和谁去看过烟花吗？"

cy "应该没有，怎么了吗？"

djf "果然是鹭州科技大学出来的呢～♪"

djf "我也没有。"

cy "真的吗？我一直以为绛枫姐你会有很丰富的经验的？"

djf "怎么可能，光是保持我的GPA就已经是拼尽全力了，"

djf "虽然并不是什么值得自满的成果。"

"烟花映照着绛枫姐的侧脸，像是给她的脸颊上涂上一抹绯红。"

djf "学三年，然后保研，直接去对应的课题组里面边打白工边做毕业设计……"

djf "应该绝大多数的鹭州科技大学的人，本科都是这样过来的。除了学习和科研，没有其他东西。"

djf "为什么你会觉得，我会不是这个『绝大多数』呢？"

cy "我……不知道。可能是直觉吧。"

djf "那这样的话，你的直觉好像并不是很准。"

djf "本来还想借这个话题，顺便跟你聊一下我本科那个时候都有些什么活动……"

djf "但是仔细一想，我甚至都没有什么好拿出来说的事情，真是可悲。"

"""
绛枫姐在长椅上摸索了一下，像是在找什么东西。

然后突然又像是想起来了什么一样，停下了动作。
"""

djf "我都忘了，小麦果汁都喝完了。"

cy "我去买两瓶？"

djf "算了，不喝就不喝吧，也没什么事。"

"""
绛枫姐静静地看着从湖面上升起的烟花，没有再继续找话题。

我也收回了注视着绛枫姐侧脸的目光，转头看向给烟火点缀得五颜六色的夜空。
"""

cy "绛枫姐，我……能够像烟花一样，漂漂亮亮地绽放一次吗？"

djf "你想那么消极干什么，光追求一次绽放，放着后面那么长的日子不过了？"

cy "绽放……一定要以之后的所有为代价吗？"

djf "那你不想要把你今后的全部都献祭掉的话，为什么要拿烟花打比方呢？"

djf "而且，与其想怎么漂漂亮亮地送走自己，不如想想怎么升到更高处去，"

djf "到那片高到无穷、越过九重的天空去……"

"绛枫姐突然扶住额头，烟花的声响中，她粗重的呼吸声清晰可辨。"

cy "绛枫姐？"

djf "不碍事，可能今天没睡好。"

"""
希望真的是这样。

但是……我总是没法打消和馨荷姐那时候联想在一起的念头。
"""

djf "怎么？怀疑我？"

"""
我转过头，和绛枫姐的目光对上了。

就算是装的也好，看见她的眼神和往常一样坚定，总还是能让我感到一丝安心。
"""

cy "没有没有，只是单纯有点担心而已。"

djf "比起担心我，不如好好担心一下你自己，连自己的记忆恢复到了什么程度都不知道。"

djf "我可从没有从这里消失的预定。但是你，可是连自己的预定在什么时候都不知道呢。"

cy "好的好的，绛枫姐最靠谱了——"

"绛枫姐没有回复我毫无意义的客套话，而是换了另一个话题。"

djf "假如，我是说假如，你回到了真正的鹭州科技大学，你会做什么？"

cy "先找个女朋友？"

djf "……"

"绛枫姐憋笑的动静，大到了烟花的爆炸声都掩盖不住。"

djf "怎么？反正是幻想，所以干脆提一个在鹭州科技大学基本实现不了的事情？"

cy "我是认真提的这个想法！"

djf "不过也是，要是你提一个想要发NSPRL发到手软然后拿到鹭州科技大学的教职的想法，那才是真没救了。"

djf "那就祝你，如果能回到鹭州科技大学的话，能够找到女朋友吧。"

"""
湖面上的烟花，正好在这个时候放完了最后一朵。

也不知道这个时机选得是好还是不好。
"""
#烟花特效停止，换西湖背景CG，夜晚。
djf "这烟花大会也没什么好看的，早知道就不来了。"

"绛枫姐站起身，伸了个懒腰。"

djf "小时候，每年春节的时候还会想着去村头的小卖部买上几十块的擦炮，然后放上一整个寒假。"

djf "烟花性价比太低，放起来不划算，十来块钱可能就只能看个一分钟。"

djf "但是……要是真的能想买就买的话，我肯定会买几十箱、几百箱那种八乘八的大烟花，在楼底下放一整晚。"

djf "结果现在，我却成了连我曾经最向往的烟花都提不起兴趣的、无趣的人。"

"""
这么一说，我也才想起，我有好几年没放过烟花了。

到底是哪一年开始的来着？
"""

djf "算了，不提这个了。难得看一次烟花大会，结果还天天聊的是这种东西。"

djf "回去吧，再过两天还要上班呢。"

cy "上班……难得出来放松一下，怎么还提这个话题？"

djf "那不是因为，今天又不是我的最后一程，我还欠1958五十年的健康工作呢。"

djf "免得你又没事情瞎念叨，自己吓自己。"

djf "别看了，都要散场了，该回去了。"

"""
湖面上的游船已经熄灭了灯光，几团黑影慢慢远去。

确实没有继续留在这里的理由了。
"""
#转场动画，背景不变
"""
回去的路上，我才发现路边多了不少小摊。

下午来的时候还没有这么多，应该是晚上烟花大会的时候才出摊的。

摊位上摆放的都是些俗套到不能再俗套的气球、玩偶、泡泡水之类的东西。

突然，一个我好久没有见过的小玩意映入我的眼帘。
"""
#插入光纤灯插图，画面中间
cy "绛枫姐，看，那边有人在卖光纤灯呢！"

cy "我记得我好像上了初中之后就没怎么见过了，居然现在还有人卖……"

djf "光纤……？"

"""
绛枫姐似乎是对这个名词感到非常陌生的样子，带着困惑的神情顺着我的指尖方向看去。

然后，她脚下一滑，倒在了我的怀中。
"""
#光纤灯插图消失
cy "绛枫姐？"

"难道？"

cy "绛枫姐！"

"""
我还没来得及确认绛枫姐的状态，数周前曾经体验过的那种感觉，就再次席卷了我的全部意识。

可恶。

就像是别无所依只能依靠七星灯续命的时候，在最后一刻被谁闯进来，扑灭了一样。
"""
#过场动画，背景虚化带粒子效果。灰色背景插入『杜绛枫视角』标签。
djf "我究竟是为了什么而读研的呢？"

djf "为了最前沿科学的探索与突破？"

djf "为了民族之崛起？"

djf "为了自我价值的实现？"

djf "还是为了升官发财？"

djf "……"

djf "但是，现在这个样子，又有哪一个有实现的可能呢？"
#过场动画。宿舍背景
kurokage "小杜啊，明天研究生推免系统不要忘了填报，过了十二点就可以填了。"#djf本科班主任

djf "老师，我不是没有保研资格吗？"

kurokage "哦，有个事情你不要外传啊，因为有个同学休学了，所以顺延到你了。"

"休学？在这个节骨眼上？"

djf "……老师，方便说一下是哪位同学吗？"

kurokage "就只单独跟你说一下吧，千万不要外传啊。"

kurokage "就是排名刚好在你前面的常远。"
#过场动画。宿舍背景
kurokage "绛枫绛枫，你知道吗？咱们班有个人退学了。"#djf室友

djf "啊？是谁啊，我不知道呢。"

"""
退学？

这个时候还能退学的？
"""

kurokage "就是咱们班的心理委员，常远。"

"常远他不是休学吗？怎么变成退学了？"

kurokage "听说好像是保研线划出来前一周，跟家里人吵了一架，然后就去鹭州四院开证明了。"

kurokage "然后开完证明就跑教务处申请休学了，据说还在教务处闹了一通。"

djf "等下，你刚刚不是说的退学吗？这里怎么变成休学了？"

kurokage "还没讲完呢，就他办手续，他家里人不是肯定要知道的嘛。"

kurokage "然后他家里人就电话打过来了，也不安慰一下，就骂他丢了他们家的脸，不认他这个儿子了。"

kurokage "反正就是在教务处闹得很厉害。"

djf "那不还是办休学吗？后面又怎么样了？"

kurokage "我也是听说的啊，后面的内容我不保真啊。"

kurokage "就前几天咱们宿舍不是来过救护车了嘛，好像就是常远。"

kurokage "就在教务处闹完之后，常远回宿舍收拾东西的时候，直接把窗户限位器拆了，然后……"

"救护车？窗户的限位器？"

kurokage "反正现在好像说是说常远退学了，具体到底是什么情况，我也不保真，你也别外传啊。"

"""
『退学』。

真的是退学吗？

那我现在拿到的这个保研资格，不就是亲手夺走了常远他的……

一定是巧合，只是巧合而已。
"""

kurokage "绛枫，绛枫？"

djf "啊？怎么了吗？"

kurokage "你刚刚都呆住了，我还以为你吓傻了呢。"

kurokage "你也别太放在心上，听说他和家里人关系一直也都不好，刚好现在这个节骨眼上……哎。"

"""
绝对是巧合。

是……是巧合……吧？

我还是说服不了自己。
"""
#转场动画。实验室背景
kurokage "小杜啊，咱们实验室工位比较紧缺，你先跟你这位师兄拼一下桌子。"#djf导师

kurokage "本来应该还是能挤出来一张桌子的……实在是不巧。"

kurokage "不过呢，等你研究生正式入学之后，肯定有的，"

kurokage "肯定有的，你放心好了。"

djf "好的，老师。"

"""
偌大的实验室，果然没有只属于我的一张安静的书桌。

是我应得的。
"""
#转场动画。随便找个餐厅背景。
kurokage "绛枫师妹，你怎么保研来我们这个课题组啊？"#djf师兄

djf "啊？我们课题组有什么事情吗？"

kurokage "你先回答师兄，你怎么来的。"

"虽然师兄的这个要求有点奇怪，但是我还是如实回答了。"

djf "其他导师名额都已经满了，所以只能填我们导师了。"

kurokage "我就说。"

kurokage "你之前有没有在其他导师课题组工作过？或者有没有提前联系过其他导师？"

djf "都没有，我甚至都不知道我能不能保研。"

djf "最后还是前面有个名额空出来了，我递补进去的。"

kurokage "……哎。"

kurokage "那你当时看到就这个导师名额空着，不觉得奇怪吗？"

djf "那也由不得我来选了，总不能不读研吧。"

kurokage "行吧，你说的也有道理。"

kurokage "不过你也来我们课题组几天了，对我们课题组印象怎么样？"

djf "……人很多？"

"虽然我们课题组办公室和实验室并不算很小，但是确实挤不下二十来个人。"

kurokage "那你知道为什么都没人选我们课题组，但是我们课题组却挤成这个样子吗？"

djf "不知道。"

kurokage "咱们课题组的博士，基本都是七年毕业。"

kurokage "本来你进来是能有工位的，结果有个师兄本来是这个学期能赶上学位申请的，小论文一直没接收。"

kurokage "审稿意见给了个小修，本来意见回复完补一下文献引用就可以接收了，编辑部慢吞吞的，一个月了还没下文。"

djf "啊？那怎么办？"

kurokage "还能怎么办，就继续等着呗。"

kurokage "就那个老头不做人，他自己浪费时间，改个文章要慢慢改一年才给你发，本来老早就发发掉了。"

"『那个老头』。"

kurokage "本来嘛，研究也就没什么新意，他改个一年，就更没新意了。"

djf "那……那个师兄不是就差小论文接收了吗？为什么他还要来实验室呢？"

kurokage "……"

kurokage "你自己好好想想吧，师兄只能讲到这里了。"
#转场动画。实验室背景。
kurokage "小杜啊，有一个很好的课题给你来做，你毕业设计就写这个吧。"#djf导师

kurokage "就这个铌酸锂声光器件，你回去之后调研一下文献，下周组会的时候你挑几篇论文来讲一下。"

"""
……
"""

kurokage "小杜啊，你这个文献调研的深度还不够，怎么都是微纳加工器件，就没有别的新结构的器件吗？"

kurokage "下周组会你还是得再汇报一下。"

"""
……
"""

kurokage "小杜啊，看起来好像近年都是微纳加工做的薄膜器件啊……"

kurokage "那，你跟你师兄去微纳中心学学吧。"

kurokage "耗材使用要做好规划，有些可以重复使用的就不要当一次性的了。"

"""
……
"""

kurokage "小杜啊，你实验做得怎么样了？有没有可以开始写论文的数据了？"

kurokage "下周组会的时候你来汇报一下实验进展吧。"
#转场动画。实验室背景。
kurokage "绛枫师妹，你要不要转博的？"#djf师兄

kurokage "我看你这两年多做这个铌酸锂，好像什么都没做出来？"

djf "我还没想清楚要不要转……"

djf "数据是有一些，但是导师一直说我数据不够，不让我写文章，让我继续做实验。"

kurokage "那如果你想硕士毕业的话，除了要有一个论文或者专利发表，毕业论文里面还得写两个课题的。"

kurokage "感觉……如果导师他不帮你的话，就一年多时间可能有点……"

kurokage "不过你要是真想读博的话，赶紧去找导师，我听说其他老师好像转博名额比较紧张，可能会来把他的名额要走的。"
#转场动画。实验室背景。
djf "老师，我现在这个铌酸锂声光调制器的数据已经做得差不多了，是不是可以开始写论文了？"

kurokage "小杜啊，你不要这么急，我看你这个数据的线性度好像不是很好，有没有更好一点的？"#djf导师

djf "老师，我现在马上研三了，现在还没有投稿是不是迟了？"

kurokage "什么叫马上研三，你不转博了？"

kurokage "我是觉得呢，你现在做的这个课题非常有价值，是可以发很好的文章的。"

kurokage "你应该多花点时间来把这个课题完善一下。"

"""
……
"""

kurokage "所以呢，小杜啊，只拿个硕士学位就毕业，对你以后的人生来说是没有意义的。"

kurokage "你还是得继续读下去的。"

djf "那，老师，您今年的博士名额还有吗？"

kurokage "……"

kurokage "因为去年我找别的老师借了一个名额，今年要把名额还给他。"

kurokage "不过没事的，明年你转博也一样的。"

kurokage "不要急，科研是急不来的。"

"""
只要顺从就好了。

凭我自己个人的意志，是改变不了什么的。

况且，这个学位本不应该属于我。
"""
#转场动画。实验室背景。
djf "老师，您今年还有博士名额吗？"

kurokage "小杜？你还没转博？"#djf导师

kurokage "我记得你不是去年来找我要过博士名额了吗？"

djf "老师，您去年把名额还给别的导师了，让我研三再转博。"

kurokage "哦哦，我都忙忘了……"

kurokage "今年又有个老师缺名额，我名额已经给他了。"

kurokage "这么重要的事情你早说啊。"

"只要……顺从就好了。"
#转场动画。天台背景。
"""
量子大楼十八层的天台，风好大。

已经，什么都不愿意去想了。

已经，想什么都没有意义了。
"""

djf "要是一开始，就多为自己争取一点的话……"

djf "或许现在就不会是这样。"

djf "如果最开始就好好地学习的话……"

djf "如果早点进别的课题组开始科研的话……"

djf "如果最开始就拒绝做这个课题组都没有基础的声光调制器件的话……"

djf "如果那个时候坚定一点拒绝转博，要求导师让我硕士毕业的话……"

"""
一切都太晚了。

所有，都已经失去了。
"""

djf "明明这个硕士名额，是我从常远那里得到的、也是他唯一留下来的东西，"

djf "我却把它糟蹋成这个样子。"

djf "常远，现在把这个名额还给你，还来得及吗？"

"天台上的风，只是以沉默来回答我。"
#转场动画，换常远视角。
#CG需求#常远站着，杜绛枫斜着倒在常远肩上。
djf "常远……对不起啊……拿走了你的保研名额。"

djf "我现在才想起来……现在道歉，还来得及吗……"

cy "只是我放弃了名额而已！怎么可能顺延拿到那个保研名额的人要承担责任啊！"

cy "虽然我现在对那段事情真的一点都不记得了，但是我相信，就算我想起来了，我还是会这么说的！"

djf "是嘛……那就好。"

djf "不过我这次也失败了呢……什么都害怕失去，最后还是什么都失去了。"

djf "明明说自己没有回去的念头，现在却又不得不回去……"

cy "绛枫姐！这不是你的错！"

cy "明明知道你是学光工的，我却专门去让你看这个光纤灯……"

djf "我们不是同班同学吗……明明是同一年生的……"

djf "而且……这只是个巧合而已，你也不需要承担责任。"

djf "是我太天真了，觉得只要把所有的恐惧感都用假面来掩饰好，就可以改变些什么。"

djf "其实……馨荷姐刚走的第二天，我是因为害怕，才打电话给你，让你过来陪我聊天的。"

djf "你问我是不是也要离开的时候，我其实害怕得不得了。"

djf "比起『我要离开』这个想法，我更害怕『你要离开』。"

djf "所以……那都是逞强，只是为了掩饰那个软弱的自己，才装出来的表象。"

cy "绛枫姐……不是的，你已经足够坚强了……"

djf "又加敬称了……算了，随便你吧。"

djf "我有点困了……不知道馨荷姐当时走的时候，是不是和我现在一样……"
#闭眼差分
cy "绛枫姐！别睡！坚持一下，我们回1958去！"

"尽管嘴上这么说，但手上的感觉和馨荷姐那个时候完全一样，半步都挪不动。"

djf "不用安慰我了……我都知道的。"

djf "不过……真的是和《青鸟》的故事完全一样啊。"

djf "原来青鸟，真的就在离身边最近的、最开始的地方。"
#djf身体虚化、粒子效果差分
cy "绛枫姐！再坚持一下！"

djf "只是现在……真的要和《青鸟》的结局一样了。"

"""
《青鸟》的结局？

不是Happy End吗？
"""

cy "绛枫姐？刚刚不是讲完了吗？不是幸福的青鸟治好了邻居小女孩的病吗？"

"绛枫姐吃力地摇了摇头。"

djf "小女孩来蒂蒂尔家道谢的时候，青鸟从她的手中溜走，再也不见了。"

cy "欸？"

"绛枫姐已经变得透明的身体，像是已经不存在于这个世界般虚无缥缈。"

djf "今晚，重力加速度真大啊。"
#djf消失
"""
我怔怔地看着已经空无一物的肩头，什么都说不出来。

我好像听见了心碎的声音。

以及，时间的齿轮开始转动的声音。
"""
#转场动画，宿舍。
"""
要是我是一条死鱼该多好。

不需要思考，不需要行动。

只需要安静地躺在某个地方，静静等待自己的身躯腐烂、然后消失在世间。
"""

cy "只剩下我一个人了。"

cy "为什么，被舍弃的是她们，而不是我？"

"""
我盯着我手里捏着的，绛枫姐给我的、她和馨荷姐的房间钥匙。

这又不是《青鸟》的故事，钥匙自然是不会说话的。

但若是它真的能说话，或许只会在我的伤口上撒盐，而非给我哪怕是一丝慰藉。
"""

cy "既然之前我都能够把保研资格转给绛枫姐，那这次把我这条命再给她，难道不行吗？"

"要是绛枫姐真的还在这里的话，她一定会给我一个响亮的耳光吧。"

cy "她们都坚信这个世界有神，结果直到现在，那个所谓的『神』也不出来跟我见个面。"

cy "一个人偷偷躲起来看我的笑话，很开心吧？"

"""
五丈原下的七星灯，并不是人祸，而是天命。

我知道。

这一次，大概率和馨荷姐那一次一样，也都是『神』的意志。

我也知道。
"""

cy "这个狗屁『神』的意志，真的就不能够违抗吗？"

cy "都现在这个样子了，我难道还甘心浑浑噩噩地在这里，等待某一天突然到来的死亡吗？"

cy "反正就算我什么也不做，总会有一天突然冒出来一个东西，然后我一看，就会全都想起来……"

cy "最后直接两眼一闭，消失在原地。"

"""
我往床上一倒，呆呆地望着天花板。

天花板上很干净，没有一块值得让我去数的污渍。
"""

cy "不过，既然绛枫姐她是我的同班同学，我也从她那边知道了，我是怎么在那个世界死的……"

cy "为什么我还在这里？"

"""
难道我不应该，已经全知道了吗？

因为家庭不和，然后选择了休学，最后直接自我了断。

何止是绛枫姐记忆里的他人转述的东西，一系列的全部过程，我都应该清清楚楚地回忆起来了。

包括刚从打印机里拿出来的休学申请书的热度，都像是昨天才发生的一样。
"""

cy "而且，从时间线上看，在原来那个世界，我肯定是要死得比绛枫姐要早的。"

cy "为什么反而是绛枫姐先到的这里？"

"""
想不通。

可能是因为我学的是环境，数理基础不太行，不太懂数据结构。

突然，我脑子里闪过一个念头。
"""

cy "既然我在原世界里，时间线要比绛枫姐要更靠前……"

cy "按照这样子推测，馨荷姐在原世界的时间线可能还要更靠后……"

cy "那么如果我能够回到我所在的那个时间线的话…是不是可以……？"

"但是，在见到那个所谓的『神』之前，完全无法验证这个想法是否有可能性。"

cy "换句话说，在见到『神』之前，也没有任何人能够否定我这个想法。"

"""
我捏了捏手中的两把钥匙，掌心传来清晰的疼痛感。

我，还活着。

作为还活着的人所应该做的事情，不言自明。
"""

cy "虽然这么说，但是还是一点头绪都没有。"

cy "终归，还是要在见到那个『神』之后……"

cy "但既然1958跟『神』有所关系，那只要继续在1958呆着，总是有机会的。"

"""
窗外的月光静静地洒在窗台上，显得如此凄清。

但是，那又怎么样？

为了她们，也为了我自己，哪怕只有我一个人，我也要把1958继续运营下去。
"""

cy "睡觉吧。"
#黑屏。
call Chapter_6
return