#Prologue
label Chapter_0:
    
"""
什么是『理想』？

环R的一个满足对加法封闭和与R的乘法封闭的子集I，就是环R的一个理想。

理想可大可小，拿整数环Z打个比方，有些人的理想是零集，而有些人的理想又会是dZ(d为任意自然数)，

或许还有野心勃勃的人，不对，是理想高远的人，认为自己的理想不应该是任意的自然数，而应该是全部的自然数。

但是可惜，似乎并不存在一个被称作『现实』的、和理想存在映射关系的集合。

幸好这并不是数学家的思维，也更不是所谓的『理想论』。

或许，『理想论』应该是不考虑现实情况而去追求人类理性和情感的最完美的存在，这一值得敬佩却又不切实际的理论。

年少的灵魂往往能乘着风跨过山河湖海，沿着巴别塔拾级而上，抵达那本应只存在于传说中的理想乡。

但是随着岁月逐渐在身体和灵魂上刻上印记，那片流着奶与蜜的应许之地，哪怕闭上眼睛都再也无法看见。

最可悲的往往是，纵使历经千辛万苦，分开了那片海洋，

露出的海床所导向的彼岸，只是永无止息的征途。

回过头看，被分开的那片海洋，一半是现实，一半是理想，再也不能相合。
""" 

cy "我难道，就这样一事无成地结束了吗……"#插入转场动画、闹铃声素材、显示房间素材

cy "又是这种梦。"

"自从我有记忆以来，基本上每天早上我都会做一个怪梦。"

"梦里面，总是各种荒诞无稽的东西。"

"但是每次醒来之后，我都会忘记具体的内容。"

cy "算了，不想了，比起这个还是考虑一下今天梳一个什么样的发型去上班吧。"

"""
我很自然地拿起床边，应该是刚被我关掉闹铃的手机。

07：50
"""

cy "开玩笑呢，怎么可能，一定是我看错了。"

"""
07：50

我揉了揉眼睛。

07：51
"""

cy "又——要——迟——到——了——" #转场，到1958外

"""
鹭州的天气从来都是很诡异的。

本地人都说，这里没有春天和秋天，只有夏天和冬天。

哪怕是硬要按照时间来分一个四季，本应该是春秋的时节也是整天在10℃到30℃这两个极端来回波动。
"""

cy "早知道昨天就该信一下天气预报，怎么今天降温了！"

"""
虽然早饭也没吃、昨天在某个不知道什么收藏夹里放着的S开头t结尾的网站上看到的老年成功男性发型也没梳上、

衣柜里那件不知为何偶然翻出来的保暖外套也忘了拿出来穿、

顺便说一句，我忘了这件外套我翻出来之后丢到哪里去了。

不过只要能顺利按时到班打卡，一切都是值得的！
"""

djf "常远，虽然今天是你这周来的最早的一天，但是很遗憾……"

djf "今天是你这一周迟到的第五天！"

cy "不要啊——现在不是才八点五分吗——"

"我早就放弃了偷偷溜进1958的想法，毕竟每次都会被杜姐抓个现行。"

djf "迟到就是迟到！放在某些Push的导师那里，你早就被抓去喝茶了！"

cy "那不是…我一直都没准时上过班，也没什么事嘛。"

"""
尽管我来1958也就一个月不到，但是很遗憾，我印象里按时到岗的次数…

确实一只手可以数得过来。
"""

bxh "你们俩在这里吵什么吵，等会客人都进不来了。"

"一直都没按时到岗，却没发生什么事，是因为总有人来唱红脸。"

djf "馨荷姐，你又护着常远！"

bxh "哎，迟到几分钟又没什么事。"

bxh "你废这么多话，不如调一下打卡记录直接扣小常绩效就行。"

"嗯？馨荷姐前几天不是一直都在唱红脸的吗？"

bxh "哦对了，小常，你这个月的打卡记录我已经调出来留档了。"

bxh "想保住你的绩效的话，你应该知道的吧。"

"""
馨荷姐轻轻在我头上敲了三下，回1958里面去了。

已经不是暗示，已经是不受版权保护的明示了。
"""

#转场，1958内景
"""
1958是一家开在鹭州科技大学里面的咖啡厅，通常只接待学校的内部人员。

也正因为如此，早上八点一般都是没有人的，但是为什么店长会要求八点上班，一直是一个谜。

不过我来了1958也有大概一个月了，还一次都没见过店长。

应该在我来之前，整个店里只有咖啡师包馨荷还有服务生杜绛枫两个人。

而且很明显，她们两个人就能接待完来1958的全部的客户，为什么还能同意让我这个天天不按时到岗的来上班呢？

搞不懂，不过有工资拿就可以了。

尽管我不知道还能不能保住我的绩效工资。
"""#门铃声

djf "您好，请问您需要喝点什么吗？"

guest "一杯热拿铁。"
#放bxh立绘
"""
正在吧台边拿着本子写些什么的馨荷姐，放下本子，熟练地把磨好的咖啡粉压进冲煮头里。

前面也说，我并不是一个必要的劳动力。

别说冲咖啡了，我就是想去帮忙洗个杯子，都会被馨荷姐给赶回去。

『我洗过的杯子比你这辈子用过的碗都多！』好像她应该是这么拒绝我的吧？我也记不太清了。

所以在没啥客人的时候，我大概也许只能看着在工作的同事们的背影打发一下时间吧。

啊，好想时间永远地定格在这里。

不对，好像不应该这么说。
"""

cy "毕竟明天早上七点，是只属于我和馨荷姐的『战争』啊。"

"二进制的111，正好是十进制的7。"

call Chapter_1
return