label Chapter_3:
#Chapter 3
scene black with yumein
play music bgm_19 fadein 0.5
call yume
kurokage "你刚刚从哪里出来？"

kurokage "不说话是吧？\n你也不看看你几岁了？"

kurokage "放假回来都没个正经样，你没有暑假作业要写吗？"

kurokage "一天天的就知道在外面鬼混，要不是我这次抓到你，\n我都不敢想下一次你都要死哪里去！"

kurokage "我养你这么大真是瞎了眼了。"#以上设定为男主父亲
call yume_
scene bg _test with yumeout
stop music
play sound sound_31 loop
"""
不想起床。

明明今天是工作日。

明明我只要把被子一踢我就可以爬起来。

明明我的手机闹铃已经放完了一整首曲子。

明明我可以找出来一万个现在就起床的理由。

但是我就是不想起来。

哪怕这随着天气转暖而早就不适合盖的厚被子把我捂得浑身是汗，\n我也舍不得离开这足以让我感到不适的温暖。
"""

cy "狗屎。"

cy "周末才在馨荷姐面前耍完帅，\n结果一到工作日又要迟到了。"

cy "我在干什么啊……"

stop sound
scene black with dissolve
scene bg _test with toki #转1958内景
play music bgm_11 fadein 0.5

djf "常远，你发烧还没好吗？要不要去医院看看？"

"""
我在床上赖了半个小时，终于还是热得不行，从被窝里钻了出来。

迟到了二十分钟，除了偷偷溜进1958大概没有别的选择了。

我正这么想、也正在这么执行的时候……\n在打开门的一瞬间，我就从门缝中看到了正盯着我的杜姐。
"""

cy "已经好了……吧？"

cy "至少头已经不晕了。"

"我硬着头皮，战战兢兢地等着杜姐的发落。"

djf "好，那我就不改你今天早上的考勤记录了。"

"说完，杜姐提着扫把，转身向着仓库的方向回去了。"

"嗯？就这么……糊弄过去了？"

"……不对，杜姐刚刚说的什么来着？"

cy "欸？啥意思？考勤？"

djf "当然有考勤啊，你忘了馨荷姐跟你说过的，你的工资组成了吗？"

djf "早上过来的时候馨荷姐已经给你先记了个迟到，\n然后跟我说，如果你准时到了再给你删了。"

"杜姐头也没回，一个人走进了仓库，抛下我在原地思考人生。"#隐去立绘

cy "怎么我还没来上班……\n就先给我记了迟到？"

cy "而且……还是馨荷姐给我记的？"

bxh "嗯？你平时不都迟到的吗？不然之后还要再重新记，好麻烦的。"

"说曹操，曹操到。"

"一脸无所谓的馨荷姐不知道从哪里冒出来，突然出现在我的眼前。"

cy "馨——荷——姐——"

bxh "怎么了？你再怎么叫姐姐，姐姐也不会给你改考勤记录的。"

cy "为什么你就不能信我能按时到岗一次啊！"

bxh "周末都发生过那种事情了，你不应该晚上硬是睡不着，\n然后翻来覆去，最后第二天早上起不来吗？"

cy "……"

"虽然我不太懂馨荷姐说的是什么东西，\n但总感觉还是不要深究比较好。"

bxh "还有什么事吗？反正都迟到了，要不你干脆翘个班？"

cy "那也不至于滑坡到这份上，来都来了。"

cy "不过……我早上确实做了个不太好的梦。"

"刚刚还在嬉皮笑脸的馨荷姐一瞬间紧绷起了脸，\n随后立刻硬生生地挤出了笑容。"

"恍惚间，我不由得将面前的馨荷姐，\n和昨天下午见到的镜中花、水中月一般的馨荷姐重合在了一起。"

bxh "啊～是早上做的梦是吧？"

bxh "毕竟是年轻的男孩子，姐姐能理解的～"

bxh "有什么事记得和姐姐说……\n不过梦里面的事情，不用讲得那么细致也没关系的……"

"果然还是错觉。\n馨荷姐还是和往常一样，喜欢开牛头不对马嘴的玩笑。"

cy "那梦里面的东西，我已经记不清了。应该也不重要吧。"

"馨荷姐眨了眨眼睛，像是松了一口气的样子，\n然后拍拍我的肩膀。"

bxh "小常，你今天晚上可别又因为回想早上做的什么梦，\n然后明天又迟到了。"

cy "怎么会啊！"

bxh "而且有些事情你也别天天在梦里想，还有十五个工作日呢，\n你再急也没有用的。"

"我还没反应过来馨荷姐指的是什么，\n她的食指就轻轻地按在了我的嘴唇上。"

"近在咫尺的，是淡淡的柠檬香味。"

bxh "在那天之前，你记得跟绛枫她要保密哦。"

"我刚想说些什么，那股柠檬香味又悄然远去。"

bxh "不过呢，在这之前，\n我要先把你培养成一位优秀的1958员工。"

cy "欸？馨荷姐，你来教我？"

"我愕然地看着馨荷姐转过身去，朝向仓库的方向。"

bxh "绛枫——你忙完了吗？"

bxh "忙完了的话，你来好好指导一下小常——"

"""
我！就！知！道！

果然到最后，还真就是我想的这个样子。
"""

djf "馨荷姐，我之前不是带过常远了吗？"

djf "怎么还要我接着带啊？你不带一下？"

"杜姐从仓库门里探了出来，无奈地看着馨荷姐。"

bxh "那不是您优秀嘛～"

djf "别阴阳怪气。"

"杜姐摇了摇头，带上了仓库的门，走向吧台的方向。"

djf "算了，反正也不能指望馨荷姐你来教常远，还是我来吧。"

djf "常远，过来吧，今天教你加热设备使用还有日常维护。"

cy "好～"

"我正往着杜姐那边走过去的时候，\n突然屁股不知道给谁轻轻来了一巴掌。"

"我转过头看向唯一的嫌疑人，\n而馨荷姐她却把头扭向一边，吹起了口哨。"

djf "常远？赶紧过来，别继续盯着你馨荷姐看了。"

cy "马上就来～"

"果然昨天下午，只是我在梦里见到的镜中花、水中月。"

"馨荷姐她果然还是和原来一样，如风一般捉摸不定。"
scene black with dissolve
scene bg _test with toki #过场动画
play music bgm_21 fadein 0.5
"""
接下来这两周多的时间，\n我全在跟着杜姐学一些在馨荷姐嘴里『相当基础』的东西。

比如什么端茶倒水的基本礼仪、一些简单的饮料的调配。

但是不知道为什么，每次都是馨荷姐过来挑我的刺，\n反而是杜姐就最初训了我两天，之后就都没挑我毛病。

虽然每次迟到的时候还是会挨一顿杜姐的说教。
"""
"不过，在这两周里，倒是有一次，\n馨荷姐挑刺到一半，然后不知道为什么，突然又默默走开了。"

"实在是让我感觉有点奇怪，所以直到现在，我还记得。"
scene bg _test with yumein
call yume
play music bgm_12 fadein 0.5
bxh "小常啊，你绛枫姐刚刚教你做了啥？"

cy "半糖冰抹茶，大杯的。"

bxh "那你给姐姐做个全糖小杯热抹茶呗？"

cy "馨荷姐，你莫不是特意来消遣我？\n等一下，我先算一下糖的用量……"

"我正准备掏出手机调出计算器，就被馨荷姐一把按住。"

bxh "哎，没必要搞那么精确的，\n半糖是加一泵糖浆的话，全糖你加两泵就行。"

cy "那大杯和小杯的容量之间，也不是简单的二比一的关系啊？"

cy "这样的话，浓度不是肯定不一样吗？"

"我正认真地向馨荷姐解释这个问题的复杂性，\n馨荷姐却像是听到了什么不可理喻的事情一样，笑出声来。"

bxh "那你也不能半泵半泵挤啊，别在这种地方浪费时间。"

bxh "反正多加亏的又不是你，少加别人也喝不出来区别。"

"果然是一如既往的馨荷姐的暴论，见怪不怪了。\n不过说实话，这次倒确实好像是有几分道理。"

bxh "你别想太多，随便做就是了。"

bxh "哪怕做砸了，要喝的也是姐姐，不是你。"

bxh "给你三分钟，做不出来晚上就去吃母鸭煲了。"

cy "吃母鸭煲只对馨荷姐你来说，才是惩罚吧……"

"""
我边接了一句馨荷姐的玩笑话，边伸手向一旁的杯架，\n拿出来一只{i}350mL{/i}的纸杯。

一泵、两泵，\n挤完糖浆之后，我端着纸杯，挪到另一边的抹茶罐子边上。
"""

bxh "大杯是十八克抹茶粉，\n小杯加多少，总能算得出来吧？"

cy "大杯是{i}600mL{/i}，所以应该是十克半……"

"""
我拧开抹茶罐子，捏起放在抹茶罐里面的勺子，\n在罐沿上轻敲一下，把沾着的抹茶粉抖干净后，舀了一勺抹茶粉。

右手持勺子，移至和纸杯口齐平之后，倾斜六十度。
"""

bxh "没必要算那么精确的，一勺两克，你倒个五勺进去就完了，\n最后那半克……"
stop music fadeout 0.5
"我正把左手贴在右手腕旁边，准备敲手腕把抹茶粉抖下去的时候，\n馨荷姐突然把讲到一半的指指点点咽回去了。"

"我转过头看向馨荷姐，等着她讲完那后半句话。"

"与此同时，我的左手食指和中指下意识地敲在了右手手腕上。"

cy "馨荷姐，有什么事吗？"

"""
馨荷姐张了张嘴，但什么声音都没发出来，\n我看着她转过身，然后找了张椅子，背对着我坐下。

我没细想，回过头，继续加剩下的四勺抹茶粉。

总感觉这样子加起来很顺手，而且之前杜姐也没说过我什么。

难道这个加抹茶粉的方式，有什么不对吗？
"""

bxh "……你做完之后，端到我这边的桌子上就可以了。"

cy "好的～"

"""
结果在最后，我还是犯了个错。

本来热抹茶应该是热水化开之后，再加入少量温水搅匀。\n我却忘了加温水，直接热水加满，端给馨荷姐了。

还好，馨荷姐没什么反应，沉默着喝完了全糖小杯烫抹茶。

只不过……\n那天直到下班，就没再和我说过一句话。
"""
call yume_
scene bg _test with yumeout
play music bgm_21 fadein 0.5
"""
总之，虽然馨荷姐和杜姐对我的工作总是有一些不满意，\n但基本上还是认可了我的工作。

于是我就在鹭州科技大学返校日当天，主动提出要去接待客人。

尽管馨荷姐和杜姐都面有难色，但她们俩商讨了一下，\n最后还是拗不过我，让我先去尝试一下。
"""

"""
但是很奇怪的是，每一次我给客人端上饮料的时候，\n盯着我的，都是一双双像是要杀人的目光。

但是为什么，看着杜姐的眼神，就完全不一样呢？\n就算进来的基本都是男性顾客，也不能这么歧视吧？
"""

cy "接客的事情，还是算了。"

"当天下班的时候，我最终还是当着她们俩的面，主动放弃了。\n或许是我的错觉，总感觉那时，杜姐像是松了一口气的样子。"

"于是，我就这么混到了，和馨荷姐约会之前的，最后一个周五。"
scene black with dissolve
scene bg _test with toki 
play music bgm_2 fadein 0.5
#转场动画，还在1958.
"下午四点半左右，或许是来打发时间的顾客们该回去收反应了，\n整个1958里空空荡荡的。"

bxh "小常，你是不是还没做过咖啡？"

"""
我正擦着吧台，提前做着打烊之前的准备，\n馨荷姐突然没来由地问了我一句。

被迫合理合法摸鱼，只能做这些边角料的杂活的我，\n一时还有点不适应。

毕竟这几天下来，基本等于被迫被指名的她们，\n每天都忙得不可开交，除了考勤就根本没时间管我。

虽然说返校第一天我主动要去接客的时候，\n好像她们那天又更忙了……算了，都是些无关紧要的话题。
"""

cy "那还真没有，\n馨荷姐你不是连咖啡杯都不让我洗吗？"

"我从回忆中回过神来，看向馨荷姐。"

bxh "嗯……好像确实是这样。"

bxh "哎，你别管那么多，过来就是了。"

"""
馨荷姐思考了一会儿，然后抓住我的手腕，\n拉着我走向吧台里面那台咖啡机。

虽然搞不懂馨荷姐葫芦里卖的是什么药，\n但毕竟她总是想一出是一出，随她便吧。
"""

bxh "虽然你洗过的杯子肯定不到我的十分之一，\n不过洗杯子的事情就没必要教你了，你肯定会的。"

"馨荷姐一边摆好成套的咖啡杯和托盘，\n一边跟我说着一些有的没的。"

cy "什么歪理…馨荷姐你都不让别的人洗咖啡杯，\n其他饮料又都是一次性纸杯，我到现在一次杯子都还没洗过……"

bxh "你肯定会洗的，\n等你摸到杯子，就自然会洗了。"

"馨荷姐停下了手中的动作，直勾勾地盯着我。\n从她平静的神情之中，根本看不出她真实的想法。"

cy "那就当馨荷姐你说的是真的吧。\n不过，怎么突然就让我学做咖啡了？"

"""
之前杜姐教我做其他饮料的时候，\n我还问过杜姐那台咖啡机的事情。

结果杜姐像是有点什么难言之隐，\n她低下头，沉默了一会，才抬起头跟我说：
"""

djf "这个事情……还是等你馨荷姐来教你吧。"#不要放立绘

"结果那天各种各样的杂活特别多，都忙忘了。\n直到现在，我才突然想起来，我还没问过馨荷姐咖啡机的事情。"

bxh "废这么多话，到底学不学？"

"馨荷姐脸色一变。\n恍惚之中，那天下午的白昼梦，再一次和面前的馨荷姐重叠起来。"

cy "学！"

"我下意识地应承下来。"
scene black with leftflash
scene bg _test with leftflash#过场动画。
djf "我回来了——"

"刚刚去送完外卖的杜姐，有气无力地推开了1958的大门。"

djf "今天营业时间都快结束了，应该没有点外送的客人了吧？"
$ renpy.music.set_pause(True, channel='music')
djf "常远，你这是在……"

"我把刚用好的冲煮头从咖啡机上拧下来，\n然后往专用的废弃咖啡粉投放处上一磕，转头看向杜姐。"

"杜姐脸色苍白，而且……"

"她的目光，似乎没有落在我的身上。"

cy "杜姐，意式浓缩刚冲好了，要来一杯吗？"

"杜姐没有回应我，我顺着她的目光转过头，\n才发现她一直看着的是馨荷姐。"
$ renpy.music.set_pause(False, channel='music')
djf "馨荷姐，你想好了？"

bxh "小常他学得还挺快的，而且反正他去接客，客人也不高兴，\n让他多学点在吧台能用的，不好吗？"

djf "馨荷姐，你明明知道我是什么意思，怎么你还在答非所问？"

bxh "马上下班了，有什么事吃完晚饭再说。"

bxh "而且，小常都请你喝他刚冲好的咖啡了，\n你总不能不喝吧？加不加糖？"

"""
杜姐像是想要说些什么，却最后还是都咽了下去。

就像是我到1958的第一天一样。\n她们俩，也像是现在这样，一直在对着我打哑谜。
"""

djf "不用了，黑的就好。"

"杜姐接过我递过去的咖啡杯，仰起头，一饮而尽。"
$ renpy.music.set_pause(True, channel='music')
bxh "对了，小常，明天的约会计划晚上记得再确认一下，\n明天你可别掉链子了。"
play sound sound_45#播放瓷器碎裂声
"咖啡杯掉在地上，宛如昙花般清脆地绽放。"

djf "不好意思，手滑了……我马上收拾。"
$ renpy.music.set_pause(False, channel='music')

"杜姐僵硬地俯下身，准备去捡碎成一地的瓷片。"

cy "我来收拾，杜姐你先坐着就行。"

"我截住了颤抖着的、正要去触及碎瓷片的、杜姐的冰凉的手。"

"像是刚从冰水浴里拔出来一样。"

djf "那就……麻烦你了。"

"杜姐老老实实地找了张椅子，缓慢地坐了下去。"

"我什么都不敢问。"
scene black with rightflash
scene bg _test with rightflash#转场，宿舍。
play music bgm_26 fadein 0.5
"往常单是讨论晚饭去哪里吃，她们俩就得争上半个小时。\n但今天很奇怪。"

"本来应该先提出意见（多半是母鸭煲）的杜姐，\n今天罕见地沉默了。"

"本来应该提出反对意见（多半是小香鸡）的馨荷姐，\n今天主动提出去吃母鸭煲。"

"完全是倒反天罡。"

"然后吃完晚饭之后，我就被立刻赶了回去。"

bxh "晚上我要和你绛枫姐好好商讨一下，\n你可绝对不能跟过来！"#不要放立绘

"那个时候的馨荷姐，分外得强硬。"

"""
不过话说回来，我现在和馨荷姐严格来说也只能算是同事关系，\n她想去哪，也不是我能左右得了的。

而且反正跟她在一起的是杜姐，大概也不会出什么问题。\n毕竟杜姐认识她更久，也总比我要靠谱得多。

与其想这个想那个，不如好好排查一下明天的约会计划，\n看看到底有没有什么可以优化的地方……
"""

cy "早上先吃个早饭，然后顺着银城路下去到南八里，\n先看个电影，然后吃中饭……"#银城路=金寨路，南八里=南七里

cy "下午打个车，继续顺着银城路下去，\n到那边的海洋公园……"

cy "晚上回鹭州科技大学，在门口的{i}Fabio{/i}吃个晚饭，\n最后在鹭州科技大学里面转一圈……"

"""
面前的草稿纸上，满是涂改的痕迹。\n隐约可以看到被划掉的逍遥津、徽园、大蜀山、植物园几个字。

翻地图的时候总感觉这几个地点很熟悉，\n但试着回忆具体的景色，却又完全没有印象。

回过神来的时候，却发现不知道什么时候，\n我已经在草稿纸上写下了这几个地名。

虽然我立刻就把这几个地名给划掉了。\n冥冥之中，总感觉这几个地方，不适合带馨荷姐去。

而且，应该也不太会有约会的氛围。\n还是挑常规一点的地点吧。
"""

cy "不过……最关键的，还是明天能不能准点起来。\n早上七点钟就要在1958门口集合，也太早了。"

cy "馨荷姐也真是的，非要绕这个路。\n本来在江河星座底下集合，不是也一样的吗？"

cy "搞不懂，睡觉吧。"

"我把草稿纸揉成一团，丢进了垃圾桶里，\n然后掏出手机确认了一下购票记录。"

"电影票和海洋公园门票确实都买好了两张，\n应该该做的准备，都没有遗漏了。"

cy "祝我明天能准点起床。"

"设好闹钟，我关上了灯，裹进被子里。"
stop music fadeout 0.5
scene black with leftflash
scene bg _test with leftflash#转场。
play sound sound_31 loop#播放闹铃声
"""
今天的睡眠质量实在是好到令我难以置信。

我居然在被闹钟叫醒之前，都没做之前做过的那种怪梦。\n所以就算今天起得比工作日都早，也比之前轻松很多。
"""
stop sound
play music bgm_11 fadein 0.5
cy "正好六点半……洗漱一下刚好准点到1958。"

cy "懒得换衣服了，干脆直接穿工作服算了。\n应该……馨荷姐她也不会在意这么多的吧？"
scene black with leftflash
scene bg _test with leftflash#转场动画，1958外。
"""
明明鹭州前几天刚刚转暖，但今天又突然刮起了大风。\n冷风一阵一阵地灌进我的领口，让我不由得打了个寒颤。

要是换件厚外套，然后去植物园放风筝，好像也不错。\n我一边胡思乱想着，一边走进了鹭州科技大学的大门。

远远地，我就看见一个身影立在1958的门口。
"""

cy "约的不是七点钟吗？\n我还留了点时间，现在才六点五十五啊……"

"我掏出手机确认了一下时间，确认自己没有迟到之后，\n赶忙三步并作两步跑到1958门口。"

bxh "早上好呀，小常。"

"立在1958门口的，果然是馨荷姐。"

cy "馨荷姐，不好意思啊，等很久了吗？"

bxh "没有，我也才刚到。"

bxh "现在反正也没到七点，小常你也没迟到，\n是我自己来得早而已。"

bxh "而且…我早就想试一次，说这句话了。"

"黯然的神情在馨荷姐脸上一瞬闪过。"

bxh "不提这些了。\n小常，你今天都有些什么计划啊？"

cy "那个，早上是……"

"馨荷姐伸手打断了我。"

bxh "还是当作秘密吧，要保留一点仪式感。\n只告诉我接下来去哪里，就可以了。"

cy "那就先吃个早饭，然后打车去南八里逛街，顺便看电影。"

bxh "嗯……有点太老套了，\n能不能来一点像是你们年轻人能提出的新创意啊？"

cy "馨荷姐你不也是年轻人吗？"

bxh "我？我哪里年轻了，就因为我说我自己二十七吗？"

cy "馨荷姐，哪有这么说自己的……"

bxh "对了，小常，你计划好早上吃什么了吗？"

"馨荷姐强硬地扯开了话题。"

cy "还真没有。"

bxh "我就知道。"

"馨荷姐推开了虚掩着的1958的大门，\n后厨的方向亮着温暖的灯光。"

bxh "老套餐，枕头馍配豆浆，要不要？\n不过你要是想吃别的，那可就没有了。"

cy "咖啡豆磨出来的悬浊液，也算豆浆是吧？"

bxh "那总不能不算吧？"

"馨荷姐笑着，拉着我走向了后厨。"
scene black with leftflash
scene bg _test with leftflash#转场动画，放商场背景。
play music bgm_1 fadein 0.5
"去南八里的路比我想得要近很多，\n以至于富余的时间有点太多了。"

cy "馨荷姐，离电影开场还有一个多小时，要不先去哪里逛一下？"

bxh "……算了，不是很想逛街，\n要不我们找个地方聊会天，等电影开场吧。"

"馨荷姐心不在焉地环视了一周，然后看向我。"

bxh "反正也没啥好逛的，总不能进女装店，让你帮我挑衣服吧？"

cy "那……倒也不是不行……"

bxh "算了吧，你找个镜子看看你刚才的表情，满脸都写着不情愿。"

"有吗？那就看看旁边有没有什么地方能反光……"

"我正这样想着，四处张望的时候，\n偶然看到馨荷姐的左手，以一个不自然的姿势往我这边伸着。"

"是我的错觉吧。"

bxh "我就开个玩笑，你也别当真，怎么就真去找镜子了。"

bxh "先走吧，我们找家店先坐一下？"

cy "哦……好的。"

"我转过身，向着刚才正好看到的一家冰淇淋店走去。"#bxh立绘暂时消失

"突然，一只温软的小手抓上了我的右手，我差点打了个趔趄。"

"转头向右后方看去，是一脸不满地盯着我的馨荷姐。"

bxh "约会的时候，可要主动牵着女孩子的手啊！"

bxh "这种事情，怎么可以让女孩子来教呢！"
scene black with leftflash
scene bg _test with leftflash#转场动画
"""
香菜榴莲口味还有苦瓜百香果口味的招牌，\n挂在冰淇淋店最醒目的地方。

我无法想象到底是什么样的人才会选择尝试这两种口味。

倒不如说，在此之前我甚至都不知道汉字原来可以这样子组合。

最后，我还是遵循了稳妥的选择，选了最经典的香草冰淇淋。
"""

bxh "谢谢啦，小常。"

"馨荷姐接过我递过去的甜筒，轻轻地咬了一口。"

cy "馨荷姐，冰淇淋店没有座位，要不……"

bxh "边走边看吧，这旁边我也没看到座位，\n也不能在这里干站着吧。"
play sound sound_13 volume 0.3 loop
"馨荷姐捏着我的手，拉着我往来时的反方向走去。"

"这时，我突然才感觉到，馨荷姐抓着我的那只手，\n触感比我攥着的甜筒还要冰凉。"

"而且馨荷姐今天看起来也没什么兴致？该不会……"

cy "呃…馨荷姐，是不是我买错东西了？\n今天是不是不适合吃这个？"

"馨荷姐停下步伐，回头看向我，然后笑了出来。"

bxh "不是你想的那样，你想多了。"

"她狠狠咬了一口冰淇淋，然后继续说："

bxh "只是今天突然什么都不想做了，想多和你再聊会天而已。"

bxh "你来1958也有一个月了，但是我们都还没正经聊过，是吧？"

cy "那天下午，在我房间里，不算吗？"

bxh "你觉得那算正经吗？\n我看和正经是一点边都搭不上呢。"

"我不得不承认，我也认为那个时候我用的手段过于卑劣了。"

cy "那倒也是…但是这几周的周末，每次我来找你的时候，\n每次你不都找理由直接拒绝了吗？"

bxh "那姐姐也是有很多事情要做的。"

bxh "要是有时间的话，姐姐也不会那个时候就把约会拖到三周之后的。"

"我刚想说些什么，但一和馨荷姐的目光交汇，\n她眼中那强烈的拒绝意味，让我不由得噤若寒蝉。"

bxh "别在意那么多了。"

bxh "这商场里好像也没留座位，随便找个地方靠一下吧。"
stop sound fadeout 0.5
"馨荷姐或许是走累了，停下脚步，\n直接靠在了过道中央的栏杆上。"

bxh "小常，你也别傻站着，也靠这里来吧。"
play sound "<to 1>audio/BGS/ベッドで抵抗する音(ふつうに).ogg"
"不容我拒绝，馨荷姐一把将我的胳膊揽进了她的臂弯里，\n顺势把我按倒在了栏杆上。"

"过于亲密的陌生触感，让我一时有点不知所措。"

bxh "姐姐呢，想要先问你一个问题。"

bxh "小常，你现在还是对于以前的事情，一点都不记得了吗？"

cy "呃……确实不记得了。"

"我下意识地给出了肯定的回答，\n馨荷姐盯着我看了一会，然后眨了眨眼睛。"

bxh "看来不像是在说谎。"

cy "我现在连籍贯学历家庭关系都记不得了，\n要是馨荷姐你拿一张信息登记表过来，我能直接给你交白卷。"

bxh "那既然这么说的话，你不是和你刚过来的时候，\n也没什么区别嘛。"

cy "呃……应该还是有的？"

"不过说实话我也没想到，到底和之前能有什么区别。"

"倒不如说，这三周下来，我甚至都忘了自己失忆这回事。"

"只不过经常在早上发生的怪梦，每次都会让我感觉，\n我似乎忘记了什么，我应该忘记的东西。"

bxh "那小常你倒是说说，你和之前到底有什么区别呢？"

cy "至少我能从杜姐身边，把馨荷姐你一个人给拐出来了。"

"听到我的玩笑话，馨荷姐不由得笑出了声。"

bxh "油嘴滑舌，倒还真是有点长进了。"

bxh "不过你还是不记得以前的事情的话，那就难办了啊……"

cy "哪里难办了？"

bxh "这样子的话，你就没什么话题好讲了。"

bxh "毕竟这几周下来，你知道的事情，我不是基本都知道了吗？"

cy "那倒确实是这样……"

"虽然关于我的怪梦，馨荷姐肯定是不知道具体内容的。"

"但是……梦里的内容，我早就忘得一干二净，\n哪怕我想提，我也完全不知道从哪里开始提。"

bxh "所以，就让姐姐来随便讲讲自己的事情吧。"

bxh "大概会很无聊，要是小常你不想继续听的话，\n直接说出来也没关系的。"

cy "那怎么可能，我高兴都来不及呢。"

bxh "那我就当你说的是真话了。"

"馨荷姐对着我挤出了一丝微笑，然后立刻收起了脸上的笑容。"
play music bgm_8 fadein 0.5
bxh "我是十四岁上的大学。"

"馨荷姐以平淡的语气，从一个平淡的开头开始讲述……"

cy "嗯嗯……\n等一下？多少岁？"

bxh "别这么一惊一乍，这也不算多罕见的事情吧？"

cy "但是才十四岁啊！十四岁不是初中都还没毕业吗？"

bxh "可是，这确实很常见啊？"

bxh "我读书那个时候，每年都有这个岁数的新生啊？"

cy "但是……应该不会……"

"不知道为什么，明明这是与我所认知的常识相违背的事情，\n我脑海里却有另一个声音在告诉我，确实和馨荷姐所说的一致。"

bxh "别在意这些细节了，\n反正就是像你这个年纪的时候，我已经本科毕业了。"

bxh "……坏了，你这么一打岔，我后面想讲的东西都忘了。"

bxh "小常，先给姐姐点时间回想一下。"

bxh "要不你先猜一下，姐姐学的是什么专业？"

"脑海中回响着的那个声音突然归于寂静，\n我回过神来，看向馨荷姐。"

cy "馨荷姐，你刚刚说的什么来着？"

"馨荷姐咬着冰淇淋的嘴角很明显地抽动了一下。"

bxh "你来猜一下，我大学学的是什么专业。"

cy "在咖啡厅工作，应该是食品工程吧？"

"馨荷姐又咬了一口冰淇淋，然后说："

bxh "猜错了，是化学，无机化学。"

bxh "我那个学校，可就没开过食品工程专业。"

cy "那学无机化学的，为什么会来1958呢？"

"馨荷姐一愣，思索了一会，才回答我："

bxh "我也记不得了。"

"真记不得了吗？\n不过就算继续问，馨荷姐也不像是会去回答的样子。"

"还是算了。"

cy "那馨荷姐，你十四岁去上大学的时候，都想的是什么呢？\n难道心里面不会害怕吗？"

"""
很明显上大学和害怕这两者之间绝对划不上等号。

但是没来由的，这个问题已经脱口而出。
"""

bxh "哦对了，小常你这么一说我才想起来，\n我原本想说的，差不多就是这个。"

bxh "怎么可能会害怕呢，\n那个时候不应该是天天想着逃离中学吗？"

bxh "而且也只有东洋来的人，才会整天『不安』吧？"

cy "这么一说，好像确实是这样……"

bxh "虽然毕竟是未知的东西，也不能说一点不安都没有。"

bxh "但更多的，总还是对于未来的期待呀！"

bxh "毕竟……那是对一般人来说的，青春的最后一站啊！\n是大学啊！"

bxh "这么说来，小常你对大学，有什么印象吗？"

cy "说实话…大学是什么东西，我已经基本记不得了。"

"听到我这么回答，馨荷姐不由得露出苦笑。"

cy "不过要说完全没有印象，那也不至于。"

cy "不过再怎么说也确实不会是害怕，而应该是……"

"是什么东西来着？"

"我脑海中方才闪过的一点灵光，\n在我即将说出口时，却消失得无影无踪。"

cy "应该是……"

"不对，我应该是能想起来的。\n那到底是什么来着……"
$ renpy.music.set_pause(True, channel='music')
bxh "常远！"

"馨荷姐突然拔高的声音，顿时把我从思考中拉了回来。"

"我抬起头，馨荷姐刚才挂在脸上的苦笑，\n不知道什么时候已经被卸下。"

"取而代之的，是我从未见到过的，\n和打游戏时完全不一样感觉的严肃的神情。"

cy "……馨荷姐？"

bxh "当我刚才没问过，你也先不要去想关于大学的事情了。"
$ renpy.music.set_pause(False, channel='music')
bxh "我继续讲我的故事吧。"

"馨荷姐强硬地打断了我的思考，自顾自地继续说了下去。"

bxh "拿到录取通知书的那个暑假，我跟新同学们取得联系之后，\n做的第一件事就是加了学校的动漫社群。"

bxh "然后本科四年，我除了第一年去开了下社团大会，\n除此之外一次社团活动都没参加过。"

"馨荷姐的视线不自觉地游移开来。"

cy "是这个动漫社都没什么活动吗？"

bxh "没有，单纯是我发现我自己喜欢的东西，\n和主流喜欢的东西，差得有点多。"

"馨荷姐回过头看向我，眼神中流露出些许寂寥。"

bxh "这么说来，小常，你看动漫吗？"

cy "……不看。"

cy "中学的时候倒是有同学看过，但是我也不是很感兴趣……"

bxh "我有个初中同学也是，认识他的时候，\n他对这些也都不感兴趣。"

bxh "结果几年之后，他考上了我的学校，\n没过一年，手办都开始买起来了。"

bxh "扯远了，还是继续讲动漫社的事情吧。"

"馨荷姐清了清嗓子，继续说了下去。"

bxh "学校的动漫社办得很好，每年都会在大礼堂办一场很大的演出，\n并且全市的其他高校也都会来出演节目。"

bxh "除了动漫社之外，还有另外一个不是正式社团的民间组织，\n每年也都会在另一个礼堂，组织一个主题晚会。"

bxh "我去过，但是都不是我喜欢的类型，\n所以最后，我就成了幽灵部员。"

cy "是因为看的动漫不一样吗？"

bxh "一半一半吧。"

"馨荷姐叹了口气。"

bxh "我确实那个时候都不怎么看新番，\n所以动漫社讨论新番的时候都融入不进去。"

bxh "而且演出基本也都是演的当年比较流行的东西，\n我自然是基本都没看过。"

bxh "不过最主要的，可能还是我看到的其他人，\n都有着各种各样、多姿多彩的生活吧。"

bxh "和我这种，除了学习和科研还有摸鱼之外，\n什么生活都没有的人，完全不一样。"

"总感觉话题的走向越来越沉重了。"

"但是不知道为什么，总感觉我好像也有种感同身受的感觉。"

cy "……馨荷姐……"

bxh "啊！好像这个话题不太合适呢，换一个吧。"

"可能是注意到了我的脸色，我刚一出声，\n馨荷姐就意识到了有什么不太对劲。"

bxh "不过那个时候，科研确实也挺忙的。\n我也确实是没有时间做别的事情了。"

bxh "我大一就进了一个课题组，然后帮博士师兄做实验。"

bxh "不过那个时候基本都是做做反应，没有做……"

"""
馨荷姐讲到一半，突然扭过头，\n把剩下的蛋筒部分整个塞进了嘴里。

像是咀嚼了好一会，她才转回来，看向我。

但我总觉得刚刚馨荷姐的脸色有点不对劲，可能是我看错了吧。
"""

bxh "总之，大概有两年的时间，\n每个周末的下午都要去收反应，然后把第二天的反应做进去。"

bxh "不过反正不用动脑子，就每天过去做做反应，\n不做反应的时候就看看文献……"

"不是错觉。"

"馨荷姐的脸上，又露出了刚刚的那种，\n甚至可以说是『痛苦』的神情。"

bxh "对了，小常，电影是不是快开始了？"

"我没敢直视馨荷姐。\n我怕我一抬头，就会看到馨荷姐眼中的拒绝和逃避。"

cy "快开始了，我们去电影院吧。"

"我犹豫了一会，最后还是选择了稳妥的回答。"

"实际上，我刚掏出手机看过，离电影开场还有快二十分钟。"

bxh "拉我一把，我坐久了，起不来了。"

cy "嗯。"

"我知道这是假话，馨荷姐肯定也知道我知道这是假话。\n倒不如说，她甚至可能都知道我前一句也是假话。"

"但是我们都没敢戳穿。"

"馨荷姐任由我搭着她的胳膊，把她搀扶起来。"

"她轻得不可思议，就像是装在铜网盒里面的透射电镜铜网一样。"

"只要把盖子推开，风一吹，\n就会飘到遥远的地方去。"
scene black with leftflash
play music bgm_20 fadein 2.0
play sound sound_22
scene bg _test with leftflash#过场动画，转影厅内
"馨荷姐靠在我的肩上，静静地看着荧幕上的画面。"

"""
直到电影开场之前，都发生了些什么呢？

除了沉默，我什么都想不起来。

搀扶着馨荷姐走到电影院，去自动取票机上取电影票，\n等待入场检票开始，继续搀着馨荷姐找到位置坐定……

馨荷姐一句话都没有说，我也一句话也不敢问。
"""

"终于在开场十来分钟后，馨荷姐主动打破了我们俩之间的寂静。"

bxh "小常，你怎么挑了这么一个片子？"

"""
荧幕上，穿着和服的少妇，\n正在给身受重伤神智不清的米国人，小心翼翼地喂着一碗清酒。

明明这个米国人，\n刚刚还是被雇佣过来屠戮这个山村的，助纣为虐之徒。
"""

cy "嗯？我不知道看什么，就随便挑了个爱情片，怎么了吗？"

bxh "你挑电影的品味是真的够烂。"

"馨荷姐的声音里，还是遮掩不住有气无力的感觉。"

bxh "你不会就是觉得这个东洋姑娘好看，才挑的这部片子吧？"

cy "那确实还是挺好看的，\n但是比起馨荷姐你……"

bxh "也不是这个意思，你也别见到一个话题就往吹彩虹屁上面拐。"

bxh "你还记得，刚刚有个穿红盔甲的，被这个米国人干掉了吗？"

"说句实话，这堆穿着盔甲的武士服化道都差不多，\n我都分辨不出来……"

"不对，好像确实有个看起来就很扎眼的来着？"

cy "啊，好像是有那么点印象。\n那个红盔甲的看起来像是个头领的样子吧？"

bxh "这个东洋姑娘，是那个红盔甲的未亡人。"

bxh "电影的结尾，这东洋妹子跟这个米国人好上了。"

cy "哦……啊？"

"简短的话语中，蕴含着足以将我击倒的信息量。"

cy "馨荷姐，你看过这部片子？"

bxh "以前偶然看过一次，因为冲击性太强，所以一直都没忘掉。"

bxh "要是我没看过这部片子，也不会说你品味烂了。"

"馨荷姐沉默了一会。"

bxh "你觉得这部电影里面，最幸福的应该是哪个人？"

cy "那我也没看完这部电影啊？我怎么评价？"

bxh "你别管那么多，就看你的第一印象，随便猜一个也行。"

cy "那按照馨荷姐你刚才的说法，应该是那个米国人吧？"

cy "虽然他被迫背井离乡来做雇佣兵，但是应该……\n挣了不少钱？"

bxh "为什么是疑问句？"

cy "……"

bxh "你刚刚想说什么，直接说就是了。\n我又不是十来岁的小姑娘。"

"果然刚刚的沉默还是被听出来了啊。"

cy "应该……该做的事情也都做了。"

bxh "就知道你要说的，肯定是这句话。"

"馨荷姐应该不是在取笑我吧？"

bxh "不过这个毕竟是米国电影，下三路的东西肯定是少不了的。"

bxh "如果只是从这部电影本身来看，你说的确实基本都是对的。\n但是……"

bxh "如果从更宏观的角度去看，联想一下这部作品的创作背景，\n你的回答又太过于狭隘了。"

cy "联想作品的创作背景……"

"恍惚间，中学时代做过的试题，\n从我的记忆深处被一层层揭开……"

bxh "所有参演这部电影的、还有观看这部电影的米国人，\n都是最幸福的。"

"我还没来得及套当时写过的无数空话套话，\n馨荷姐已经把她的答案讲了出来。"

bxh "他们任凭自己的意愿，把别人的文化、历史还有意志，\n如同表面吸附模型一样肆意揉捏。"

bxh "哪怕做出来的结果再怎么合理，大前提都只能遵照他们的意志，\n只能为了满足他们、取悦他们而生。"

bxh "每一个看到这样的剧本的米国人，\n都能在想象中的东洋的土地上，肆意采撷明艳动人的东洋姑娘。"

"馨荷姐的声音回荡在耳畔的同时，\n悄然间，荧幕上的场景已进入了下一个篇章。"

"儿子被米国人杀了的东洋人头领，正在向米国人学米国语。"

bxh "滑稽得很，是吧？"

"馨荷姐的声音，清晰地传进了我的耳朵里。"

bxh "本来这个米国人就是东洋人的阶下囚，\n要杀要剐，都任凭东洋人一句话的事。"

bxh "但是东洋人不能杀他，\n所有的东洋人，都只是荧幕外的米国人的，提线木偶而已。"

"提线木偶。"

bxh "假如你是那个东洋妹子，你能怎么做呢？"
$ renpy.music.set_pause(True, channel='music')
"""
我没法回答。

馨荷姐也像是在等待着我的回应，也保持着沉默。
"""
pause 1.0
$ renpy.music.set_pause(False, channel='music')
"直到荧幕上又进入到了下一个场景，馨荷姐才主动打破了沉默。"

bxh "…对不起啊，姐姐总是在氛围最好的时候，\n把什么东西都搅得一团糟。"

bxh "明明今天是约会，但是一点约会的氛围都没有。"

cy "不是这样的，是我没有考虑好……"

"这个时候应该要先道歉吧？\n我没敢细想，不由得就脱口而出。"

bxh "小常你不用安慰姐姐的。"

bxh "对就是对，错就是错。"

bxh "姐姐说这些话，不是为了追求认同、自我麻痹，\n也不是想要你这边来道歉……"

cy "但是今天明明是我来组织的约会，\n如果馨荷姐不开心的话，那还有什么意义吗？"

bxh "那难道你觉得，在这里听姐姐抱怨一整天，很开心吗？"

bxh "如果你不开心的话，那……"

"馨荷姐想说的后半句话，我拿脚趾头都能猜出来。"

cy "怎么可能会不开心呢！"

"我完全忘了这里是公众场合，几乎是吼出来的这句话。"

"好在整个影厅里的其他人，似乎都沉浸在影片之中。"

"我打量了一下四周，确实没有一个人往我们这边看过来。"

cy "馨荷姐肯定不是那种会随便向别人抱怨的人！"

cy "我是至今为止唯一一个，能听馨荷姐说这种事情的人吧？"

"明明是我从心底说出的真挚的话语，\n馨荷姐却像是听到了个笑话一样，在我肩上笑得停不下来。"

"过了好久，馨荷姐才平复过来。"

bxh "你说得没错，这种事情我没能跟别人说过。"

bxh "我想说的时候，已经没有人愿意听了。"

bxh "但是你难道只是想听这种事情，才专门拉着我出来的吗？"

"面对着直勾勾地盯着我的馨荷姐，\n我不由得心虚地移开了视线。"

cy "那…今天确实是这样。"

bxh "只是今天吗？"

cy "真要我说实话的话，我每天都想听到馨荷姐最真实的声音。"

bxh "油嘴滑舌。"

bxh "像我这样子，每天疯疯癫癫、怨天尤人的老女人，有什么好的。"

cy "馨荷姐，你在说什么啊？\n这不是完全跟你搭不上边吗？"

cy "我最开始来1958的时候，\n不是馨荷姐你拍板的，给我这份工作的吗？"

bxh "换成绛枫她也一样会做这种事情的，跟我没有关系。"

cy "那我发高烧的时候，不是馨荷姐你照顾了我一天吗？"

bxh "是我故意把绛枫的活抢了，\n本来让她来的话，肯定会照顾得更好的。"

bxh "如果是她来的话，肯定不会像我一样，\n明明应该是照顾别人的人，反而先躺下来睡着了。"

cy "跟杜姐还是谁根本就没有关系吧！"

cy "我在意的只有馨荷姐你，不是别人！"

"我又忘记了，这里是公众场合。"

"不由自主地，我心中那本来还未成型的感情，\n随着冲动喷涌而出。"

cy "馨荷姐，我喜欢你，你对我是怎么想的？"

"馨荷姐抬起头，和我的目光交汇。"

"由幕布反射而出的放映灯的灯光，映照着馨荷姐的侧脸。"

"昏暗的漫反射光之中，她的面庞像是覆上了一层铅白。"
stop music fadeout 0.5
bxh "很抱歉。"

bxh "我不能够喜欢上你。"
play music bgm_8 fadein 0.5
"果然。"

"这……应该……"

"确实是被拒绝了。"

"像是被一桶冰水从头浇到脚，喷薄而出的那种感情，\n如同清晨的露水般消散得无影无踪。"

"我尴尬地将目光投向荧幕，但却完全看不进去。"

"荧幕上没见过的东洋人像是在和米国人密谋着什么，\n但他们之间的对白，一句话都没进到我脑子里。"

cy "我其实本来也没想过，\n如果馨荷姐真的说喜欢我的话，要怎么办。"

"我绞尽脑汁，终于找到了一个自认为比较合适的、\n完全可以被称为是逞强的借口。"

"但总感觉，还是找个坑把自己埋进去比较好。"

cy "……馨荷姐，你下午还愿意陪着我吗？"

bxh "嗯。"

"微弱而又切实的声音，清晰地传入我的耳膜。\n我不由得怀疑我是不是幻听了。"

cy "真的？"

bxh "骗你干什么。"

"确实没有听错。\n我不由得松了一口气。"

"但是……为什么馨荷姐明明刚拒绝了我，\n却又同意了继续今天的约会。"

"明明她应该觉得没有意义了才对。\n我搞不懂。"
scene black with toki
scene bg _test with toki
"馨荷姐一直靠在我的肩上，\n直到头顶的聚光灯亮起，荧幕上开始滚动播放演职员表。"

cy "这个结尾是真的烂啊。"

"我肩上一轻，转头一看，\n馨荷姐正睡眼惺忪地揉着眼睛。"

bxh "已经……结束了？"

cy "馨荷姐……你，睡着了？"

bxh "毕竟看过了嘛，再看一遍也没啥意思。"

"亏我还提心吊胆了老半天，一动都不敢动。"

bxh "不过小常，你觉得这部片子烂在哪里？"

cy "这东洋人头领为了所谓的武士精神死了，\n而这个米国人却被称为武士，还活了下来。"

cy "武士精神到底是什么东西？\n能活下来的只有沽名钓誉之徒吗？"

"馨荷姐的双手搭上我的肩，整个人又靠在我的肩上。"

bxh "你想成为那样的米国人吗？"

"还没等我回答，馨荷姐又自顾自地继续说了下去。"

bxh "你成不了那样的米国人。\n你只能尽力，不要成为荧幕里面的人。"

cy "真的不能吗？\n为什么我就不能效仿那样的米国人，然后逼馨荷姐就范呢？"

"我故作轻松地，开了一个烂透了的玩笑。\n但是除了这样，我想不出什么办法能扭转这种沉重的氛围了。"

bxh "不可能的。"

"馨荷姐应该是忘了她现在还靠在我的肩膀上，\n她的嘟囔声我听得清清楚楚。"

bxh "从那里出来的人，是没有心思做这种吃力不讨好的事情的。"

bxh "除非，否定自己的存在意义……"
scene black with toki
scene bg _test with toki#转场，海洋公园。
play music bgm_21 fadein 0.5
"""
馨荷姐说她没什么食欲，\n我们就在商场里的{i}WakuDonalds{/i}随便吃了点。

本来想去楼顶的一家西餐厅吃的，\n但是馨荷姐一听那个名字就直接拒绝了。

说是又贵、量又少、还不好吃，还不如去吃W记的1+1。

而且馨荷姐看起来也不是很有精神，\n原定在南八里的一些计划就干脆取消了。

于是，我就提前了下午的计划，直接去了海洋公园。
"""

cy "坏了，忘了海洋公园里面都不透气了。\n馨荷姐，要不我们去植物园或者换个别的公园？"

"我们检完票进了场，我才发现好像选错了景点。"

bxh "哎，没事的，别担心那么多。"

bxh "而且你票不都买了，退掉太可惜了。"

"虽然相比于早上，馨荷姐看起来确实像是恢复了一些。\n至少她现在还勉强能自己站起来走两步。"

"但毕竟，我还是放心不下。"

cy "馨荷姐，要不还是回去？"

bxh "不回去。"

bxh "我不想回去。"

"馨荷姐既然这么说了，我除了默许，什么都做不了。"

"希望她不要察觉到，我紧紧抓着她的那只手上全是冷汗。"
scene black with leftflash
scene bg _test with leftflash#转场，海洋公园的水底隧道
"转了几个弯，我们步入了海洋公园里的水底隧道。"

bxh "我以前也很喜欢海洋公园。"

"我牵着馨荷姐的手，在隧道里慢慢地走着。\n馨荷姐突然转过头，跟我说了一句没头没脑的话。"

bxh "我们人类只能拥有这个星球的三成，\n剩下的七成，全都属于海洋的子民们。"

bxh "所以我很羡慕它们的自由。"

"馨荷姐的视线游移向了罩着我们的钢化玻璃穹顶，\n穹顶之外，是自在地游弋着的、叫不上名字的鱼儿们。"

cy "那，鸟儿不应该更加自由吗？\n全世界都是它们的。"

"馨荷姐转过头，看了我一眼，沉默了一会儿。"

bxh "那就是更久远的事情了。"

"『久远』？\n为什么要用这个形容词？"

bxh "脚下没有东西的感觉太可怕了，\n现在的我……接受不了。"

"那也就是说，是和『现在』相对应……"

bxh "对了，小常，你现在是不是在想，因为上午被拒绝了，\n所以下午要一雪前耻，把自己最好的一面展现出来？"

"我还没来得及细想馨荷姐的上一句话，\n她又突然转到另外一个风马牛不相及的话题上。"

cy "……是的……吧？"

"我一时不知道怎么回答，但又感觉似乎确实有点这样的意思。"

"刚刚在思考的东西，好像一下子又想不起来了。"

bxh "你自己都没发现吗？\n从电影院出来之后，你一直都摆着个苦瓜脸。"

"我下意识地摸了摸自己的脸颊。"

bxh "就好像，你欠了别人百八十万一样。"

cy "……我的表情，有那么明显吗？"

bxh "你从进1958的第一天开始，就什么东西都藏不住。"

"馨荷姐的脸上，露出一丝微笑。"

bxh "去别的展馆看看吧。\n总不能一个下午，只看这个水底隧道吧？"

"不等我回答，馨荷姐就先一步拉起我的手，\n往着水底隧道出口走去。"

"她的脸色在昏暗的蓝色光线下，仍旧有些苍白。\n但应该……不会有事的吧？"

bxh "小常，你倒是也走两步啊？\n你这么大个人，我怎么拖得动你啊？"

"我苦笑着，跟上了馨荷姐的步伐。"

"馨荷姐的脚步，轻快得像是早上那副病怏怏的样子，\n完全是错觉一样。"

"只不过，我们俩牵着的那只手已经滑得不成样子，\n分不清到底是我的汗还是馨荷姐的汗。"
scene black with leftflash
scene bg _test with leftflash#转场，水母馆
"馨荷姐拉着我走出水底隧道之后，\n漫无目的地在连廊里逛了一会。"

"本来还想去看海豚表演，但是出来得太早，还没到时间。"

"连着走过的好几个馆，馨荷姐也都直接投了反对票，\n拉着我走向下一个还没有确定的目的地。"

"我们就这么在海洋公园里漫无目的地转悠，\n最后，走到了水母馆的大门口。"

"五颜六色的灯光照在透明的水母上，折射出艳丽而危险的色泽。"

cy "馨荷姐，要不要进去看一下水母馆？"

"本来都是走在我前面的馨荷姐，罕见地迟疑了。"

"我正以为馨荷姐要提出否定意见，然后继续到处乱转的时候，\n馨荷姐给出了大概是肯定的回答。"

bxh "嗯……也行吧。"

"我牵着馨荷姐的手，正想走进水母馆，\n但馨荷姐的脚像是生了根一样，纹丝不动。"

bxh "等一下，小常，我还没做好心理准备……"

cy "馨荷姐，就看个水母而已，\n应该不需要做心理准备吧？"

bxh "……那可说不准啊。"

"馨荷姐深呼吸了几下，接着艰难地挪动着双腿，\n跟着我一起走进了水母馆。"

"明明刚刚都还好好的。"

cy "馨荷姐，要不…我们还是回去吧？"

cy "是不是今天好好休息一下比较好？"

"有点不妙。"

"脑子里像是有什么东西在警告我，\n有什么难以挽回的事情马上就会发生。"

bxh "开什么玩笑，我明明都跟你约好了，\n今天是和你的约会。"

"馨荷姐的脸上，罕见地露出愤懑的神情。"

bxh "你现在是想把我赶回去吗？"

"她眼神中喷薄而出的，\n并没有哀伤，只有怒火。"

cy "那当然不是！"

bxh "既然不是的话，那就让我陪你到最后。"

bxh "肩膀借我一下。"

"我违抗不了馨荷姐眼中的那份光芒。"

"那份映照得她脸色无比苍白的、无比耀眼的光芒。"

"原本涌到嘴边的质问与猜疑，不自觉地又咽了下去。"

bxh "小常，再靠近一点。"

cy "好。"

"""
我向馨荷姐那边又靠近了半步，\n她的呼吸声，在我耳边清晰可辨。

与其说是借一下肩膀，\n不如说是馨荷姐把她整个人都压在了我的后背上。
"""

bxh "不是这个意思……\n算了，这个姿势也要更舒服一点。"

bxh "扶我过去吧，离水母缸再近一点。"

"馨荷姐的脚像是完全不听使唤了，\n我几乎是拖着，把她带到了水母缸旁边。"

"她趴在水母缸上的侧脸，\n像极了分析化学实验时，垫在锥形瓶下的白瓷砖片。"

"水母缸中的五彩光芒映照在她的眼中，\n更显得她的双颊无比苍白。"

cy "馨荷姐，要不还是回去休息一下……"

bxh "我不回去。"

bxh "我都到这里了，为什么还要回去。"

"馨荷姐微弱、却又坚定的声音，回荡在我的耳边。"

"我无法反驳。"

bxh "你看，它们是多么自由。"
play music bgm_17 fadein 0.5
"""
一团气泡无声无息地从缸底下冒起，\n在我和馨荷姐对视的目光之间穿过。

突然，环绕在我脖子上的馨荷姐的双臂一软，\n她整个人如同触电一般倒了下去。
"""
#CG需求#常远抱着bxh CG。
cy "欸？"

"""
慌乱之中，我只来得及蹲下身把馨荷姐抱住，\n定下神我才发现，怀中的馨荷姐已然双目紧闭。

她的脸像氧化铝陶瓷膜一样煞白，\n鼻子里只有出的气、没有进的气。
"""

cy "馨荷姐！"

"任凭我怎么摇晃，怀里的馨荷姐都没有回应我。"

"突然间，我感到一阵天旋地转，\n像是有什么东西在往我的脑子里钻。"

"那是，不属于我的记忆。"

"当我意识到这一点的时候，我的意识，中断了。"
scene black with yumein
play music bgm_25 fadein 0.5
call yume#过场动画，背景虚化带粒子效果。实验室背景。插入『包馨荷视角』标签。
kurokage "包师姐，你也回咱们课题组来做研究员了吗？"#包馨荷的同龄师妹，迟三年进组，25岁提前毕业，27岁做完博后回来拿教职。

bxh "……"

kurokage "欸？那难道师姐你现在在做博后吗？"

bxh "……"

bxh "你什么意思？"

kurokage "师姐你不是实验做得很好吗？\n导师说你不缺数据，所以当时就把你的工作拿来给我发掉了。"

bxh "你刚刚说什么？"

kurokage "我博士毕业那篇Bngew，不是导师把你的实验数据给我，\n让我补密度泛函计算然后发掉了吗？"

kurokage "师姐，你去哪里啊！"
scene black with leftflash
scene bg _test with leftflash#过场动画，实验室背景。
kurokage "小包，你师妹做完博后回来做副研究员了，你看见她了吗？"#包馨荷导师

bxh "看见了。"

kurokage "时间过得真快啊，你师妹她好像六年前才进咱们组吧？"

kurokage "她还是咱们学校英才班学院的，十七岁就来咱们学校读的本科。"

bxh "我来鹭州科技大学的时候，只有十四岁。"

"我到底是为什么，才会九年都看不出来这个人的底细？"

kurokage "哎呀，不好意思，事情太多了，都忘了。"

kurokage "对了，小包，之前我让你做的那个课题有什么进展？"

bxh "在讲我现在的这个课题之前，我倒想问问你，\n四年前你让我中止掉了的那个课题，是怎么一回事？"

bxh "我九年前进的课题组，那个课题我做了整整五年。"

bxh "你跟我说这个课题新颖性不够，\n然后让我去别的老师的课题组学习了快两年。"

kurokage "那个课题确实不太好啊，大家都在做这个东西，都没啥花头。"

"真是令人作呕。"

bxh "你还要骗我到什么时候！"

bxh "我还以为你真想让我多学点东西，\n结果你反手拿我的数据直接送她提前毕业！"

kurokage "啊……当时我也拦过你师妹了，\n但是她非说这个课题有价值，那也就由着她了。"

kurokage "不过也是她有天分，自己学了理论计算，\n然后把这个课题的缺点给补上了。"

bxh "好，真好。"

bxh "你知道我在这个课题组多长时间了吗？"

kurokage "……"

bxh "记不起来了是吗？那我告诉你。"

bxh "九年。"

bxh "我在这个课题组，呆了整整九年。"

kurokage "小包啊，那不是，你现在也没有能发文章的数据啊……"

bxh "你还要我给你多少数据？"

bxh "两年前我回来的时候，刚发了一篇二区，\n还带着做了一半的课题。"

bxh "结果现在呢？还是只有一篇二区。"

bxh "你倒是告诉我，我做出来的那些实验数据，都去哪里了？"

kurokage "小包呀，我也是为你好，\n你看，再过一年你就要被清退了，再不赶紧做点数据出来……"

bxh "我再做多少数据，也不如我现在手里的东西有价值。"

"我扬了扬手里的玻璃瓶，瓶中的液体闪着银白色的光泽。"

bxh "你知道这是什么吗？"

bxh "我今天啊，刚准备给压汞仪换汞源，\n就听到了世界上最好笑的笑话。"

bxh "你既然给我不痛快，那你也别想痛快！"
scene black with leftflash
scene bg _test with leftflash#过场动画，实验室背景。
kurokage "小包啊，你转博也有一年了，\n现在做的这个工作是不是已经有点初步进展了？"#导师

kurokage "正好，咱们课题组新来的有个本校英才班学院的，你来带一下她。"

kurokage "实验交给她做，数据你整理一下，就可以准备发文章了。"
scene black with leftflash
scene bg _test with leftflash#过场动画，实验室背景。
kurokage "请问您是包馨荷师姐吗？\n我是咱们课题组新来的硕士生。"#师妹

bxh "是的。\n你是老板说的那个英才班学院毕业的，跟着我做电催化的吗？"

kurokage "是的是的！老师已经很您先说过了吗？"

kurokage "不过师姐，您看上去好年轻啊，都用的什么护肤品啊？"

bxh "我不用护肤品的。"

bxh "另外，我明天要开一组反应，你到时候过来学一下。"

kurokage "不会吧，师姐你这皮肤这么好，到底怎么保养的啊？"

bxh "我十四岁来的鹭州科技大学，比你高三届，应该跟你差不多年纪。"

bxh "你之前做过水热反应或者热回流反应吗？\n没做过的话明天早上八点过来，两个反应我都带一下你。"

kurokage "欸？师姐才二十一吗？那不是和我同岁嘛！"

"她到底，有没有在听我说话？"

kurokage "真好啊，要是我能和师姐毕业得一样早就好了。"
scene black with leftflash
scene bg _test with leftflash#过场动画。实验室背景。
"三颈烧瓶里，正在除气除水的十八烯不断冒着气泡。"

"本来其实这个点，应该除气除水早就结束了，\n该升到一百八十度开始反应的。"

"就不应该发善心，结果白白等了那个师妹一个小时，\n现在才把反应做进去。"

"而且那个师妹现在都还没过来……"

kurokage "师姐，不好意思，早上睡过头了！"#师妹

bxh "你来太迟了，我反应已经全做进去了。"

bxh "再迟的话，今天我自己的反应都别做了。"

kurokage "师姐，不好意思～"

"都这个时候，怎么还嬉皮笑脸的？"

bxh "你回办公室，我给你发几篇文献先看一下，\n下午四点收反应的时候再教你。"

kurokage "好——"
scene black with leftflash
scene bg _test with leftflash#过场动画。实验室背景。
"""
下午三点五十，差不多该收拾一下，准备收反应了。

但是……那个师妹，去哪里了？

我早上不是才跟她说过，下午四点钟收反应的吗？
"""

bxh "昨天不是新来了个师妹来着？有谁知道她去哪了吗？"

kurokage "就昨天老板说让你来带的那个？\n下午有个男的过来找她，然后她就跟那个男的出去了。"#课题组其他学生

bxh "我早上刚当面和她说，让她下午来学收反应。\n怎么反应还没收就走了？"

kurokage "和男朋友约会去了吧，那两个人还是牵着手走出去的。"

kurokage "你是不是看文献看得太认真了？\n怎么连她什么时候出去的都没发现。"

bxh "哎……\n老板让我带她做反应，她这一天都不学，那怎么办啊……"

kurokage "她不学是她自己的事情，又不用你来操心。\n管别人那么多干什么。"

bxh "但是这……万一老板来找我麻烦，那怎么办呢？"

kurokage "你直接跟老板说她不来学不就完了。\n她又不是外国人，老板也不至于拉偏架的。"

bxh "算了，整天抬头不见低头见的，\n把关系弄僵了也不好。"

kurokage "馨荷，你这……哎。"

kurokage "天天都看别人的脸色、顺别人的心意，\n你自己想做的事情，难道就不做了吗？"
scene black with leftflash
scene bg _test with leftflash#过场动画。实验室背景。
"""
电化学工作站的显示屏上，一个一个数据点逐渐显现，\n绘制出一个对称的类似平行四边形的形状。

底下铂电极夹着的碳纸上，覆满了细密的气泡，\n不时有团聚的气泡浮到电解质溶液表面。

我曾经最喜欢坐在电化学工作站旁边，\n因为这里，是只属于我和我亲手做出来的产物的净土。

没有人会来打扰我们。

但是好像，这最后一片净土，也被夺去了。
"""

kurokage "师姐，老师说让我来跟您学一下电化学工作站。"#师妹

"""
电化学工作站本来就是课题组的固定资产，不是我一个人的。

导师说让我来带师妹，我就应该去带。

师妹可能也有她自己的事情要去做，偶尔来不了，也是正常的。

在集体里面，个人的意见是无关紧要的。\n我不断地尝试说服我自己。
"""

bxh "好。"

"""
这样子就好了。

应该最多也就教她做个两周的反应，\n之后肯定也全都会了，不用教了。

到时候，我就可以开始写自己的论文了。

这个工作做完，之后再补一个其他的工作，\n就差不多可以毕业了。
"""
scene black with leftflash
call yume_
scene bg _test with yumeout
play music bgm_17 fadein 0.5#转常远视角，回到包馨荷回忆之前的、常远抱着包馨荷的CG。
"""
刚刚那是……馨荷姐的记忆吗？

太多东西涌进了我的脑子里，我的头现在还在疼。

『鹭州科技大学』、『英才班学院』，\n我确实应该知道这些……

英才班学院里面分三种，一种是正常高考进的，\n还有两种是比正常年龄要小，然后提前高考……

人数最少的，一年大概只招四十人左右的，比正常年龄小两岁的，\n才是一般意义上最广为人知的『英才班』。

奇怪，我原本不记得这个的来着，怎么突然想起来了？
"""

bxh "……小常……"

"怀中的馨荷姐勉强睁开了双眼，面如金纸、双唇苍白。"

cy "馨荷姐，你醒了？"

cy "再坚持一会，我们马上回去。"

"我正想把馨荷姐抱起来，但馨荷姐摇了摇头。"

bxh "……不用了，我马上就要回去了。"

bxh "你刚刚已经看到了吧？我的记忆。"

"不得不搀着馨荷姐走进水母馆前，那种深入骨髓的恐惧感，\n再次从我尝试忘却的记忆中被唤起。"

cy "马上要回去是什么意思啊！\n馨荷姐你不要说傻话啊！"

bxh "我从这个世界的『神』那里，延续的这一点生命，\n已经到此为止了。"

bxh "我已经把和『神』约定好的、应该忘记掉的东西，\n全部想起来了。"

"『神』？"

"为什么馨荷姐会在这个时候，提起这种超现实的话题？"

cy "馨荷姐你开什么玩笑，这个世界上，\n怎么可能会有神啊！"

"我双臂使劲，试着想把馨荷姐抱起来，\n但馨荷姐的身体像是灌了铅一样，挪动不了半分。"

bxh "不用试了，已经没有多少时间了。"

bxh "你难道不奇怪吗，为什么鹭州科技大学的博士生，\n会在鹭州科技大学里的咖啡厅做咖啡师？"

bxh "你刚来那一天我就知道了，\n我会在今天，记起我的一切，然后向这个世界告别。"

"我来的第一天？\n是不是那个时候发生了什么，我没注意到的事情？"

"但是，按照现在这个状况，\n我已经没有时间去回忆那个时候的事情了。"

cy "馨荷姐你别说胡话了，咱们回去好好休息一下……"

bxh "你还记得你过来的第一天，\n你想说一些能够证明你身份的方法的时候，是怎么样的吗？"

cy "欸？我记得好像是我想说些什么，然后说不出来……"

bxh "那个时候，是『神』给你的语言加了屏蔽。"

bxh "也是在那之后，是『神』亲口告诉我还有绛枫，说要让你进入1958。"

"是这个事情吗？模模糊糊的，好像从来没发生过一样。\n但是，又感觉馨荷姐说的，不像是谎话。"

cy "这样的事情……怎么可能？"

bxh "你难道还要我亲口说出，\n『我已经死了』吗？"

"馨荷姐已经……死了？"

bxh "你以为压汞仪的汞源，是什么安全的东西吗？"

"我看到的，一定不是真实的。\n我很想这么去说服自己。"

"但是怀中的馨荷姐的重量，一直在逼着我接受这个事实。"

bxh "也就是你来的那天，『神』也告诉我，\n我会在这一天离开这里。"

"……\n？？？"

bxh "你的馨荷姐，是一个很自私的人。\n满脑子都只想着为自己而活着。"

bxh "我利用了你，我希望你能看着我是怎么离开的，\n所以，我故意把约会定在了今天。"

"我想反驳些什么，但看着馨荷姐凄然的笑容，\n就什么也说不出来。"

bxh "只是我还真没想到，我居然是这样子，再一次死去的。"

bxh "只是因为鱼缸底下浮起来的泡沫，会让我想起电化学工作站。\n只是这样而已。"

bxh "小常，这一个月来，\n一直让你顺着我的意愿来走，果然还是给你添了不少麻烦吧。"

cy "没有，完全没有！"
#CG差分
"我的眼前突然一阵模糊，应该是沙子进了眼睛吧。"

"馨荷姐艰难地伸出手，轻轻擦过我的眼角。"

bxh "小常，你没有勉强自己吧？"

cy "怎么可能啊！"

cy "馨荷姐，你刚刚说的一定都是假的吧？\n一定只是在吓唬我的吧？"

cy "一定马上就会好起来，然后像之前一样，\n每天把我耍得团团转，对吧？"

bxh "别说傻话了，小常。\n已经……不可能了。"

bxh "原来真的可以，不用看别人的脸色、顺别人的心意，\n任凭自己的意愿去做啊……"

"馨荷姐的瞳孔，突然变得浑浊起来。"

bxh "要是我能早点，多为自己做一点抗争就好了。"
#CG差分
play sound sound_39
"馨荷姐抚过我脸颊的手无力地垂下，重重地砸在地板上。"

cy "欸？"
play sound sound_32
"明明是在室内，我却清晰地听到了暴风雨在撕毁我身边的一切的声音。"

cy "馨荷姐？"

cy "馨荷姐！"
#CG差分
"任凭我怎么摇晃，馨荷姐都没有任何反应。"

"与此同时，她的身躯逐渐变得透明，\n像是……马上就要消失在这里。"

cy "我们今天的约会还没有结束，\n你不可以抛下我一个人回去啊……"

cy "就算，只听从别人的话有多么不好……"

cy "就算，我可能没有那个资格……"

cy "也不是……你完全不听我的话的理由啊……"

"""
我怀中的温度渐渐冷却，

直至，馨荷姐完全消失在我的瞳孔里。
"""
scene black with toki
scene bg _test with toki#转场，转宿舍。
play music bgm_8 fadein 0.5
"""
我不知道我是怎么回到宿舍的。

明明今天白天的气温已经回到了二十来度，\n我却开着热空调裹着厚被子，像一只茧一样躺在床上。
"""

cy "什么狗屁『神』啊……"

"我不相信神。\n我也不相信任何超自然的事物。"

"但今天在我面前发生的一连串的事情，\n不得不让我对此产生了怀疑。"

cy "还是好冷。"

"一回想起下午的事情，一股寒意又窜上我的脊背。\n我不自觉地又扯了几下被子，试图裹得更紧一点。"

"我也会，像馨荷姐一样吗？"

cy "不行，不能这么想。\n一定有解决办法的，一定……"

"至少那个『神』还没有宣告我的死期，\n一切都还未成定局。"

cy "明天……不，后天，再找杜姐谈一下吧。"

cy "能依靠的……也只有她了。"

cy "在此之前……先梳理一下现有的信息吧。"

"毫无疑问，接受馨荷姐最后提出的『神』这个假设，\n是最为简单、最为合理的解释。"

"无论是让我看到馨荷姐的记忆，\n还是馨荷姐在我面前毫无征兆地消失……"

"这一切，都不可能有任何科学的解释。"

cy "暂且接受这个，进行下一步的推导吧。"

"因为看到了馨荷姐的记忆，\n一些本来我已经忘却了的事情，也都在那个时候想起来了。"

"比如，我和馨荷姐一样，都就读于鹭州科技大学。"

"哪怕是平行世界也好，同一个世界也罢，\n至少校歌都是同一首《悠久的春风》。"

cy "那这样的话，杜姐她应该也是鹭州科技大学的人。"

"馨荷姐之前和杜姐开过一些莫名其妙的玩笑，\n那些时候我都不明白具体的含义。"

"现在回想起鹭州科技大学的事情之后，\n倒是能理解了。"

"比如和{i}ζ{/i}函数相关的，\n自然数的和，跟自然数的平方和。"

cy "如果她们俩互相不清楚底细的话，\n肯定不可能开这种玩笑。"

cy "接受这两个假设之后，剩下的疑点还有……"

"1958店长的事情。"

"我入职已经有一个月了，从来没有见过他。"

"我第一次见到馨荷姐的时候，\n她也只是自称『店长代理』。"

cy "不对。"

"杜姐一开始还问过馨荷姐，『店长查起来要怎么解释』。"

"但是……明明什么都没说，她又马上同意了。"

cy "还是那个『神』？"

"无论是『神』的授意，还是『神』本身就是1958的店长，\n这两个假设好像都说得通。"

"既然已经接受了『神』存在这个假设，\n也没必要再继续探究这个问题了。"

cy "接下来是……"

"明明不愿意去回想，却又不得不去回想。"

scene black with dissolve
call yume#只放立绘，不放cg

bxh "我从这个世界的『神』那里，延续的这一点生命，\n已经到此为止了。"

bxh "我已经把和『神』约定好的、应该忘记掉的东西，\n全部想起来了。"

scene bg _test with dissolve
call yume_

"胸口传来一阵阵疼痛感。"

"『忘记掉的东西』\n『全部想起来』"

"就像《封神演义》里面，被剖心的比干一样。"

cy "原来那个时候，为了一己私欲，\n我对馨荷姐做了这么过分的事情……"

"就算事先宣告了这一切的是那个『神』，\n但亲手促成了这一切的，是我自己。"

"就算馨荷姐她没有埋怨我，\n但是……"

cy "之后，我应该怎么做呢？"

"如果和杜姐商讨这个事情，\n她会不会也会『全部想起来』？"

"但是……除了跟她商讨，\n难道这个世界，还有其他『人』吗？"

"我不知道。"

cy "别胡思乱想了，睡觉吧。"

"只要太阳升起，新的一天就会来临。"

"到了新的一天，一定什么事情都会解决的。"

"我不断地给自己施加心理暗示，但一合上眼皮，\n馨荷姐消失的那一幕就不断地在我眼前浮现。"

"空调开得再暖和，也无法温暖眼角残留的、\n馨荷姐抹去我眼泪时的那份冰冷的触感。"

"我自己都忘记了，我到底是什么时候，\n又陷入了噩梦之中。"

call Chapter_4 from _call_Chapter_4
return