label Chapter_8:
#Chapter 8 Finale
#东区西大门路口
"""
明明已经到了九月了，鹭州的天气还是一样炎热。

这么一个一年只有两个季节的、春秋如四季的地方，我是怎么呆了整整三年的？
"""

cy "不过，反正也没剩下几天了。"

"手里的休学申请书，明明只是一张纸，捏在手里却分外沉重。"

cy "在把这个提交给教务处之前，先在这旁边逛一下吧。"

gmr "喂！常助教！"#不要放立绘

"""
身后突然传来一个女孩子的声音。

她叫的是谁来着……『常助教』……？
"""

cy "郭茉渃！站在那里别动！"
#此时放gmr立绘
"""
我脑子一时间还没反应过来，一股莫名的力量却已经驱使着我转过身去。

郭茉渃……是谁来着？

我怎么知道她的名字？而且为什么我会知道，她叫的『常助教』就是我？
"""

gmr "嗯！好的！"

"那个女孩子愣了一下，但还是听从了我，乖乖站在了原地。"

"这时，一辆大卡车突然呼啸着，从我和她之间穿过。"

cy "呃…怎么回事……"

"""
脑海里突然传来一阵触电般的感觉，我不由得抱着头蹲了下去。

好像……我曾经见过这一幕？
"""

gmr "常助教？你没事吧？"

"刚刚跟我打招呼的女孩子走到我面前，蹲下来看着我。"

cy "没事的，可能因为到饭点了，有点低血糖。"

cy "郭茉渃你也是，车来车往的，别跑这么快。"

"""
我想起来了，她是我去年带化学原理B助教的时候，班上的一个学生。

每次上课都坐第一排，但是每次听课都很不认真。
"""

gmr "下次注意，下次注意。"

gmr "不过常助教，你刚刚手里不是拿着张纸吗？是不是掉了？"

"""
这么一说，我才发现刚刚手里还拿着的休学申请书，已经不知道丢哪里去了。

可能是给刚刚的大卡车卷走了吧。
"""

cy "算了，那也不是什么重要的东西，之后再打一份就行了。"

"其实，也没有提交休学申请书的必要了。"

cy "也到饭点了，要不一起去吃个中饭？"

gmr "好的！常助教，我们去吃Fabio吧！"

cy "也行啊，自己点自己的，我可请不起你吃Fabio。"

gmr "常助教真小气～"

"虽然嘴上这么说，但她牵着我的那只手，还是没有放开。"
#CG需求#gmr牵手奔跑CG
gmr "那么，目标Fabio，出发！"

cy "喂！都说过了，不要跑这么快！"

gmr "有什么关系嘛！再不过去，万一没位置了怎么办！"

"""
我无可奈何地笑了笑，被郭茉渃牵着，向着Fabio奔去。

上一次……是在第一教学楼牵着她跑吧？

不过……真的有发生过这种事吗？可能是我记错了吧。
"""

cy "鹭州科技大学……其实也没那么坏嘛。"

gmr "常助教？你说什么？"

cy "我什么都没说！"
#过场动画。背景为天使路食堂路口，面向二教和少院。
"""
眨眼间，又到了六月份。

虽然保研名额有点紧张，但还是顺利地保上了研。

然后在课题组打了一年不到的白工，做完了毕业设计……

终于，拿到了学位证书——
"""

cy "班长，怎么只有我们两个来搬学位证书啊？"

cy "而且封皮还这么厚，怎么搬得动啊！"

djf "那边有推车，又不是让你一个人扛回去。"

"明明我只是一个小小的心理委员，却为什么要承担全班六十多个人的压力……"

cy "其他的班干部呢？"

djf "你又不是不知道，我们副班长每天都忙得很，找都找不到他人。"

djf "团支书今天又刚好去入职体检，毕竟他跟我们不一样，已经找好工作了。"

"""
倒也是。

我们的副班长天天神龙见首不见尾，每个学期基本只有学期初开班会的时候才能见到他。
"""

cy "这么一说，班长，我都忘了问你考研考得怎么样了。"

cy "去年那个时候，我记得你刚好没到保研线吧？"

djf "反正考本校，也没那么难。"

djf "而且算是运气不错，挑到个还可以的导师。"

djf "前几天还刚和师兄师姐去吃了个饭，问了他们一下课题组的情况。"

cy "坏了，我这几天都没去课题组，不会要被排挤了吧？"

"杜绛枫白了我一眼，然后把最后一箱学位证内页堆在了小推车上。"

djf "你就别科了，都进课题组快一年了，还差这几天吗？"

djf "学位证和毕业证的封皮还有内页都放到推车上了吧？有没有漏的？"

"我数了一下箱子，和刚刚搬出来的数量能对上。"

cy "都搬上来了，没有漏的，我们走？"

djf "走吧，我在群里发个消息，让其他同学准备到宿舍楼下来拿吧。"

cy "明明可以这样，为什么不直接随便找几个同学来帮忙搬呢？"

djf "你又不是不知道我们班同学都什么德行。"

"杜绛枫又白了我一眼。"

djf "这种吃力不讨好的事情没人会主动来做的，得你喂到他们嘴里。"

cy "倒也是。"

"""
确认过推车上的箱子都放稳当了之后，我搭上了推车的握把。

杜绛枫跟在我身后，沿着英才班学院门口的这条路缓缓而行。
"""

djf "这么说来，是不是新一届英才班学院的新生，要来复试了？"

cy "好像差不多就是这段时间了吧……我们不也是四年前的这个时间，来的鹭州科大吗？"

djf "是啊……时间过得真快啊。"

djf "当年我还是因为不想读高三，所以才跑来这里的呢。"

cy "搞得好像我不是这样子一样。"

"""
初夏的清风吹过脚下的柏油路，却带不走鹭州的热气。

正当我埋怨鹭州的鬼天气的时候，突然，一顶太阳帽越过我的头顶，不偏不倚地落在了手推车上。

我反射性地转过身去。
"""
#CG需求#包馨荷正对，杜绛枫和常远背影，白学构图。
cy "……馨荷…？"

bxh "嗯？你怎么知道我的名字？"

"""
明明应该是第一次见面的女孩子，我却清晰地记得她的名字。

明明没有任何流泪的理由，我的眼角却早已湿润。
"""

cy "没什么，只是……总感觉之前见过你。"

bxh "学长真奇怪呢，我才第一次来鹭州科技大学参加英才班学院的面试，之前怎么可能见过学长呢？"

cy "是啊，我也不太懂为什么。"

"我抬起手，擦了擦眼泪。"

cy "对了，这顶太阳帽是你的吗？"

bxh "嗯！是的，谢谢学长！"
#CG消失。
"""
那个女孩子…包馨荷，她从我手里接过太阳帽之后，一下子就跑到不知道哪里去了。

一直就站在旁边的杜绛枫，用怀疑的眼神看着正在擦眼泪的我。
"""

djf "你把主意打到来参加英才班学院面试的小学妹头上了？"

cy "没有没有，只是总感觉在哪里见过她而已。"

djf "就当是你说的这样吧。"

djf "总之，恭喜毕业。"

cy "你说错了吧，应该是——"

cy "恭喜我们毕业。"

"这应该是我这四年来，度过的最温和的鹭州的夏天。"
#FIN，放老北门CG
return