label Chapter_1:
#1958外，下雨
call BigRain from _call_BigRain
play music bgm_8
play sound sound_26 loop
"""
整片天空都在下雨。

不对，应该是天空在哭泣。

这片天空，一定是跟着我一起在哭泣吧。

到底是天空在哭泣还是我在哭泣，一定非常有科学研究的价值吧。

以我常远在——打下的数理基础起誓。

……

奇怪，我怎么什么都想不起来了？\n再想一遍。

我叫常远，就读于——

……
"""
scene bg _test with dissolve
#黑屏
"""
奇怪，天不应该是蓝色的吗。

怎么这片天，又是灰色又是绿色的。

就像是在草地上，铺上石板砖一样……
"""
scene black with eyeclose

djf_sub "馨荷姐，有人倒在店门口了！" #djf

bxh_sub "赶紧搭把手，把他抬进来！"

bxh_sub "面下这么大的雨，可不能放在外面不管！" #bxh

call BigRain_ from _call_BigRain_
stop sound
play music bgm_12 fadein 1.0
scene bg _test with eyeopen

cy "这里…是哪里？"

"""
鹭州的天气变化有这么快吗？\n……不过，为什么我会想起这个地名？

而且，明明刚刚还在下雨，冷得要命，\n怎么突然就不冷了，而且雨也停了。

身上还盖着不知道哪里来的毯子，似乎还有淡淡的柠檬香味。
"""

bxh_sub "你，醒了？"

"""
面前站着两位从来没见过的女孩子。

其中一位女孩子在我面前挥了挥手，\n应该是在确认我是不是完全清醒了。
"""

cy "醒是醒了，不过……\n怎么说呢……"

"有点过于不真实了。"

"虽然我基本上什么都想不起来，\n但是我应该没有和女孩子这么近过……"

bxh_sub "因为刚醒来，所以意识还不清醒？"

cy "我想……大概是这样子的吧。"

"面前的女孩子似乎是觉得继续询问下去也没有意义，\n换了个话题。"

bxh "这里是咖啡厅1958，我是店长代理包馨荷，\n你叫什么名字？"

"1958……总感觉这个名字在哪里听过。\n到底是在哪里呢？"

cy "常远……\n我应该是叫常远。"

"我应该……没把这个记错吧？"

djf_sub "什么叫『应该是』？\n该不会……你失忆了吧？"

cy "『失忆』……\n哦，原来这个叫失忆啊！"

"两位女孩子看着我，都露出了一副难以言表的神情。"

djf_sub "馨荷姐，怎么办？"

bxh "绛枫，我觉得比起说他是失忆……\n更大的可能性是，他是来碰瓷的。"

stop music fadeout 0.5

"那个被称作『绛枫』的女孩子，嘴角止不住地在抽动。"

bxh "虽然这种事情不能在他面前说，应该私下里偷偷说。"

bxh "你看他现在听得清清楚楚，只要他全赖到1958头上……"

bxh "咱们这一辈子，都得在这里打工，还他的的医药费了。"

"我全听到了啊！"

play music bgm_30 fadein 0.5

djf_sub "馨荷姐，你……\n开玩笑的吧？"

bxh "什么叫开玩笑？\n我可是～很认真地～提出一个很有可能性的风险点～"

djf_sub "不不不，你这绝对是在开玩笑吧？"

bxh "那总比你说他失忆，更合情合理吧？"

djf_sub "那你这么一说，本来他单纯只是失忆，\n现在又打算碰瓷了怎么办啊！"

bxh "好像是这样呢……\n我都没想到这一点……"

"再不把话题纠正回来，『我是碰瓷的』就要成为既定事实了——"

cy "两位姐姐，打断一下可以吗……"

"两位女孩子停止了争吵，回头看向我。"

cy "我不是碰瓷的，也没有失忆。"

cy "我只是单纯的，脑子坏了。"

"我在说什么啊！！！"

play music bgm_12 fadein 0.5
scene bg _test with leftflash

"十五分钟后。"

djf "你早说你什么都想不起来就行了嘛。"

djf "突然说自己脑子坏了，人都要给你吓傻了。"

"简单地进行了一下信息交换和自我介绍，\n收留我的这两位女孩子才终于没把我继续当碰瓷的来看待。"

djf "再跟你确认一遍，你除了自己叫常远之外，\n确实是任何个人信息都不记得了吗？"

cy "是的。对了，那个…包…包姐，\n可以把我的裤子还给我了吗？"

"为了打消这位叫包馨荷的女孩子对我的猜疑，\n我屈辱地贡献出了我的裤子供她检查。"

"这十五分钟里，她把我的裤子从里到外翻了个遍，\n就差拿剪刀把裤子拆开看有没有夹层了。"

bxh "…不该啊，如果是得了阿尔兹海默症，\n家里人应该要把姓名卡缝身上的啊…"

djf "哎呀，馨荷姐你就别找了，\n人家刚醒你就把人家裤子脱下来，像什么话。"

bxh "但是他裤子湿了，穿着湿裤子会着凉的。"

"……但是在我醒来的时候，\n身上的衣服已经干得差不多了。"

bxh "这么一说，衣服也得脱，不然着凉了可不好。"

cy "……就不劳烦您了，我自己去卫生间……"

"正当我怀着悲壮的心情站起身时，一只手把我按回到座位上。"

djf "常远，你等一下。\n我去仓库给你拿件备用的工作服。"

bxh "欸？原来这样子也可以吗？"

djf "都是馨荷姐你瞎打岔，\n才搞得我都没想起来要给他换件干衣服！"

scene black with leftflash

"""
明明说是备用的工作服，\n却合身得像是找裁缝定制的尺寸。

而且工作服上还有好闻的薰衣草味，\n虽然不知道是哪里来的味道，总之很好闻。

正当我揉捏着工作服，感受着厚实的触感的时候，\n包姐还在摆弄着我刚脱下来的衣服。
"""

djf "所以，馨荷姐你有什么新发现吗？"

bxh "……目前来看，暂时没有得到新发现。"

bxh "我认为，可能我们看待问题的角度还不够全面。"

bxh "可能他的身份信息纹在了身上呢？\n绛枫，你在他换衣服的时候进去看过了吗？"

djf "怎！么！可！能！啊！"

"怎么话题又拐到不知道什么方向去了？\n不行，得赶紧补救一下……"

cy "我记得……我应该是随身带着一卡通的……"

djf "你刚刚说的什么？我没听清。"

cy "我记得……我应该是随身带着——的……"

"怎么回事？"

"好像……有什么东西，\n从我脑海里被剥离出去了。"

"我明明知道我想要表达什么，\n但那个词……根本无法在我脑子里成型。"

"杜姐眨了眨眼，一脸凝重地看着我。"

djf "常远，你想不起来就别想了，要不先休息一下？"

bxh "要不小常你来1958打工吧？"

play sound sound_21

djf "不是，馨荷姐你在讲什么啊？\n怎么话题跳转得这么快？"

djf "怎么可以说得像是，\n『这只小动物很可怜，我们收养它吧』一样啊？"

djf "而且咱们招人难道不要经过店长审批的吗？"

bxh "但是咱们也不能把失忆的小常，\n就放在这里不管吧？"

bxh "难道把小常就这么赶回去吗？\n你看他这样子，根本没地方去啊！"

bxh "再说了，你看小常身上这工作服多合身，\n不就像是神想要让他来这里打工的嘛……"

stop music
pause 0.5

"刹那间，时间像是陷入了静止一样。"

"刚才清晰可辨的女孩子的声音，\n也像是从来没响起过一样。"

play music bgm_12 fadein 0.5

djf "你这跟灰姑娘的水晶鞋一样的理论是哪里来的…"

bxh "总而言之，我决定要让小常在这里工作。"

djf "你决定有什么用啊，\n到时候店长查起来，发现你私自招雇员怎么解释…"

stop music
pause 0.5

"时间似乎又陷入了静止。"

"这不应该是某些超现实题材的影片里，才会出现的东西吗？"

play music bgm_12 fadein 0.5

djf "没事了，我懂了。\n常远，你明天开始，就来1958上班吧。"

cy "啊？这就决定了吗？"

bxh "那毕竟，你除了来1958上班之外，\n也没有别的选择了。"

bxh "我们也不可能让你吃白食的。"

cy "那倒也是……\n但是我住哪里？"

bxh "绛枫，你来安排。"

"杜姐叹了口气，从衣服里掏出一串钥匙，拆出一把递给我。"

djf "这个是你宿舍的钥匙，等会你从鹭州科技大学这个西大门出去，\n正门口有个江河星座公寓……"

"嗯？难道是……？"

djf "单人间，别想太多。"

cy "我还什么都没说呢！"

djf "你脸上都写着呢，还用讲出来吗？"

"我……有这么明显吗？"

djf "算了，还是等我们下班之后带你一起回去吧，\n你也不认路，也麻烦。"

djf "我们五点钟下班，还有两个小时……\n馨荷姐，你怎么都开始收拾准备打烊了！"

"我一扭头，才看见包姐打开了配电箱，准备拉下电闸。"

bxh "反正也没有客人，而且还下这么大雨，给店长省点电费不好吗？"

djf "那也不是才下午三点，你就开始准备关门的理由啊！"

bxh "没事的，就一天而已……\n反正，也不会有人来的。"

play sound sound_26 loop fadein 0.5 loop
play music bgm_16 fadein 0.5

"""
窗外的雨声突然变得嘈杂了起来。

明明门窗紧闭着的1958里，也隐约能感到阴风阵阵、如坠冰窖。

我……难道是听到了什么，不该听到的东西吗？
"""

cy "不会有人来的……\n是什么意思？"

"但我还是忍不住，提出了这个总感觉不应该提起的问题。"

bxh "字面意思。"

"包姐的脸色一如既往。"

djf "走吧，常远，我们先去超市给你买点生活用品。"

"""
我没有、也来不及细想。

被包姐催促着，我跟着她们俩，离开了已经陷入一片黑暗的1958。
"""

stop sound
scene bg _test with fade
play music bgm_21 fadein 0.5

djf "所以，你提前下班……\n不会就只是为了来超市买打折的空心菜吧？"

bxh "不然呢，难道还跟你一样急着给小常回去收拾房间？"

djf "啊？这和常远有什么关系啊！"

"对啊，怎么这里包姐突然提到我啊？"

djf "而且，你非要吃什么炒绿色圈圈，\n结果已经拉着我吃了快一周的空心菜了！"

djf "哪怕是说给常远收拾房间的事情，\n常远他人生地不熟的，稍微照顾一下总不是不行吧！"

bxh "行行行，我就当你是在讲实话得了，\n别和阿猫阿狗搞出人命啊。"

"……什么意思？这次应该不是在说我了吧？"

"不过这半天下来，我已经深刻地明白了——\n我应该理解不了包姐的想法。"

djf "我真是在讲实话啊！"

djf "……等一下？什么叫『和阿猫阿狗搞出人命』？ "

djf "而且你应该买的是虎皮椒或者尖椒吧，为什么非要买空心菜啊？"

"包姐没有正面回应杜姐，反而是转头看向了我。"

bxh "小常你也是，晚上记得把门关好，绝对不能让别人进你房间。"

"？？？"

cy "欸？什么意思，包姐杜姐你们俩也不行吗？"

bxh "谁～都～不～可～以～"

bxh "因为呀，到了晚上，有的人会变成大灰狼，\n把可爱的小白兔吃掉的。"#bxh暂时立绘隐去

djf "你怎么每次都开这种毫无逻辑的玩笑。\n常远他刚搬进来，总得帮他整理一下房间吧？"

djf "等下，馨荷姐呢？明明刚刚还在这里的。"

djf "常远，你看到她跑哪里去了吗？"

cy "没看到……"

djf "算了，随她去吧，这么大个人也丢不了的。"

djf "对了，常远，咱们住的公寓里面，\n虽然被子枕头之类的都有，空调洗衣机之类的家电也齐全，"

djf "但是呢，毛巾牙刷之类的还是要自备的，\n要不先买了，再带你上去？"

bxh "绛枫，你看，这边还有情侣套装的洗漱用品卖呢～"

"刚刚还不知道去了哪里的包姐，\n突然又拿着两套洗漱用品冒了出来。"

djf "一袋蓝色的，一袋粉红色的……\n这也算情侣套装吗？"

bxh "但是你看，这个颜色不是很配吗？"

djf "一般来说，情侣套装应该是——\n一个袋子里面塞两把牙刷、两条毛巾吧？"

"杜姐的嘴角不住地抽动着。"

play sound sound_21
bxh "好像是的哦……\n算了，拿都拿了。小常，你要哪一套？"

cy "那就……蓝的吧。"

bxh "果然是男孩子呢～\n不过，喜欢粉粉的东西的男孩子，现在也很多呢～"

bxh "但是这样子的话，剩下的这一套，我就只能放回货架上去了～\n真可惜呢～"

djf "看我干什么？"

bxh "欸？我只是在看那边的货架，可没有看绛枫你呢～"

"包姐眼神躲闪着，挪开了视线。"

djf "算了，懒得管你。\n反正拿都拿了，就给我吧。"

"杜姐伸手夺过包姐攥在手里的那套粉色的洗漱套装，揣在怀里。"

bxh "哎呀～你还说你没这个意思呢～"

djf "你是小学生吗……等会你来付钱啊。"

bxh "真小气——"

djf "你不掏钱我就放回去了啊。"

bxh "……那还是给我吧。"

"包姐从杜姐怀里，又把那套洗漱套装抢了回去。"

bxh "我要是掏了钱，还拿不到手，那不是太亏了吗？"

djf "哎呀～你想跟常远买成对的，就直说嘛～"

bxh "绛枫，你是存心来找茬的？"

djf "哪能啊，这不是馨荷姐您教得好吗？"

bxh "别阴阳怪气了，赶紧买完回去，\n不然吃晚饭都不知道要到几点了。"

"杜姐没有继续接这个话茬，摊了摊手。"

bxh "对了，小常，姐姐用这套毛巾和牙刷，你不会生气吧？"

cy "……哪能啊？"

"细密的冷汗爬上了我的后脖颈。"

"水产区冰块上摆成一排的冰鲜小黄鱼，眼睛里也闪着诡异的光。"

"当年没有读懂的那一篇阅读理解，现在终于算是弄明白了。"

stop sound
queue sound [sound_23, sound_25]
scene black with dissolve
scene bg _test with dooropen#转宿舍场景。
play music ["<silence 1.0>", bgm_15]

djf "到了，常远。\n以后，这就是你的新家了。"

"""
和杜姐之前说的一样，这公寓里面的家具确实还挺齐全。

虽然没有冰箱彩电大沙发，但起码有空调床板洗衣机，\n外面甚至还有一个小阳台。

至少对于一个单身的青年男性而言，算是一个非常宜居的环境，\n床上甚至塞一个等身抱枕都很充裕。
"""

djf "要不要我帮你收拾一下房间？\n好久没人住可能落灰了……"

bxh "哎，明明对成套的洗漱套装那么嫌弃，\n跑别人房间里却那么积极……"

djf "要你管，收拾一下房间能有什么事。"

djf "喂，馨荷姐，你拖我干什么！"

bxh "小常，大灰狼我给你拖走了，\n晚上记得好好睡觉，不要玩粉色或者绿色的APP。"

djf "谁是大灰狼啊！"

bxh "嘘，小声点，赶紧回去，别把别人吵到。"

djf "小常——你记得自己收拾一下房间——"

play sound sound_24
play music bgm_26 fadein 0.5
pause 0.5

"杜姐被拖走之后，房间里除了寂静之外，什么都没有留下。"

"我……为什么，又只剩下我一个人了。"

cy "不对……为什么是『又』？"

"而且这个房间，总感觉像是之前在哪里见到过的样子。"

cy "我明明，应该是第一次住在这个房间来着……"

"毕竟钢筋混凝土是死的东西，不可能给我回答的。"

"我自己都觉得，问这个问题的我蠢得要命。"

cy "算了，收拾一下房间，吃个泡面，睡觉吧。"

"""
本来包姐和杜姐是打算请我吃个晚饭的，\n只不过在选择上难以达成共识。

包姐强烈要求去吃江河星座公寓底下的小香鸡，\n而杜姐则说要走远点去吃母鸭煲。

两人把选择权抛给了我，我又不知道哪边好吃……\n虽然这两个店名，总感觉在哪里听过。

不过这不是重点，毕竟以后就是抬头不见低头见的同事，\n第一天就拉派系搞小团体，不合适吧？

然后我就在思考的时候不小心撞上了货架，\n刚好掉下来了一桶牛肉汤。
"""

cy "速食的牛肉汤……真难吃啊。"

cy "粉丝都是沱的，千张全是硬的，牛肉也没几片……"

cy "明天问问她们，有没有什么地方的牛肉汤好吃吧。"

"""
本来两边都不想得罪，现在想想……

我把桶装的速食牛肉汤捧在手里的时候，\n包姐和杜姐的眼神……

充满了不解、无奈，以及……\n怜悯。
"""

cy "……算了，现在想这个也没用，睡觉吧。"

scene bg _test with leftflash
play sound sound_28
play music ["<silence 1.0>", bgm_19]
scene black with yumein
call yume from _call_yume_1

kurokage "你怎么这次考试才考了70多分？\n高中的时候你不是物理次次都能95分多的吗？"

kurokage "我看你就是不想学习，骗我买了个电脑，\n不知道每天在干什么东西！"

kurokage "你说上课要用到电脑？\n你到高中哪一次去学校还要带电脑过去的？"#以上设定为男主的父亲

scene black with leftflash

kurokage "这次这个数学分析还挺简单的，\n几个极限，泰勒展开一下就解出来了。"

kurokage "这力学也就一个估算水上报告厅底下的水量有点意思，\n不过还是太简单了。"

kurokage "你们计算机程序设计大作业做了没？\n要不来帮我测试一下我刚写好的国际象棋？"

kurokage "化学原理有什么难的，\n大部分就一个吉布斯自由能公式套来套去。"#以上设定为男主的室友

call yume_ from _call_yume__1

play sound sound_4
scene bg _test with yumeout
play music ["<silence 1.0>", bgm_11]

cy "……！！！"
play sound sound_36
"""
我猛然从床上爬起来，穿在身上的工作服被冷汗浸得湿透。

虽然已经记不清我做了什么梦……\n但总之，肯定不是一个什么好梦。

比起这个，我是不是忘了什么重要的东西？
"""

cy "对了，今天是不是要开始上班来着？\n手机……手机在哪里……"

"""
我在床头摸索了一下，\n把不知道什么时候塞到枕头底下的手机掏了出来。

怪不得昨天晚上睡得那么难受，一定是这个手机害的。
"""

cy "让我看看现在几点了…"

"""
虽然现在的手机好像都可以触摸屏幕解锁，\n但是我还是喜欢按电源键的感觉。

按下电源键，能让我想起来小时候把打火机的压电点火器拆下来玩的回忆。

虽然我现在……大概已经完全不记得那时，到底是怎样的兴奋感了。

随着我按下电源键而亮起的屏幕上，\n显示着08:13，这四个大大的阿拉伯数字。
"""

cy "哦，已经八点十三分了啊。"

cy "昨天包姐跟我说的工作时间是什么样的来着……"
scene black with dissolve
call yume from _call_yume_2
#背景虚化
bxh "咱们1958的工作时间很人道的，\n每天的客人也不是很多。"

bxh "开店时间是早上八点到下午五点，\n中午十一点半到下午十二点半休息。"

bxh "开店之前和闭店之后有一些整理打扫工作，\n这个是轮班制的，暂时先不用你轮。"

bxh "吃住是全包的，周末闭店的时候可以去指定餐厅记账吃饭。"

bxh "当然，你要改善伙食的话，就得自己掏钱了。"

bxh "工资可能稍微低了点，到手一千五百一个月，\n基本工资八百，助研费……不对，绩效七百。"

"应该是口误吧……\n但是绩效工资，为什么会口误成助研费呢？"

bxh "不过第一个月你有什么生活必需品之类的要买的话，\n可以拿发票来报销，或者先给你支取备用金。"

bxh "大概就这些，你还有什么问题吗？"#背景恢复
call yume_ from _call_yume__2
scene bg _test with dissolve

cy "这么说来，好像是……\n早上八点就要到岗来着？"

stop music

cy "怎么第一天上班，我就要迟到啊！！！"

scene black with leftflash
play music bgm_16 

"""
尽管鹭州今天已经放晴，\n尽管从江河星座到1958也就过一条马路，

但我却感觉我的心格外冰冷，脚步格外沉重。
"""

djf "常远啊，你知道现在几点了吗？"

"""
杜姐站在1958门口，手里拿着扫把，脚下是堆成一堆的落叶。

她脸上好像有点发红，我不太懂，应该是天转凉了、冻的吧。

应该……不是气出来的吧？
"""

cy "呃…大概八点二十？"

djf "你这个大概怎么还有个十分钟的不确定度啊？"

djf "第一天上班就迟到三十分钟？"

bxh "哎，现在的年轻人都是晚上睡不着、早上起不来的。"

bxh "生物钟还没调过来呢，是吧，小常？"

"我要是说我做了个噩梦，所以就睡过头了……\n没人会信的吧？"

cy "应该是的吧…早上醒来就八点十五了……"

bxh "是吧，所以绛枫你也别这么苛责小常了，\n要多给年轻人点呵护才对嘛～"

djf "馨荷姐，你怎么胳膊肘还往外拐的！"

djf "常远他第一天就迟到，不给他长个教训，\n以后天天迟到怎么办！"

bxh "什么叫胳膊肘往外拐，小常他已经是1958的员工了，\n都是一家人，哪来这么一说？"

djf "可是……"

bxh "真有什么可是，你后面再好好教他就行了。"

bxh "好了好了，该进去了。\n都堵在门口，客人都进不来了。"

"""
我跟着被包姐拉进去的杜姐，走进了1958的大门。

我不由得想起包姐昨天说的那句『不会有人来的』，\n鬼使神差地回头看了一眼——

外面还是和昨天一样，冷冷清清的，一个人影也没有。
"""#转1958内景
scene bg _test with leftflash
play music bgm_12 fadein 0.5

bxh "对了，小常，你是不是还没吃早饭？\n我去给你拿点刚蒸好的枕头馍。"

bxh "绛枫，反正现在客人也都还没来，\n你先来教一下小常1958的基本规章制度吧。"

"""
枕头馍？这有点……\n过于不可思议了吧？\n到底是有哪个客人好这一口啊？

正在我胡思乱想的时候，突然，我的脑袋被轻轻敲了一下。

不知道是不是因为包姐不在这里，\n眼前的杜姐显得格外凶神恶煞。
"""

play music bgm_14 fadein 0.5

djf "今天要教你的东西，\n你给我用身体牢牢地记好了。"

djf "我只教你一遍，要是之后踩了什么红线，\n受罪的就是你的绩效工资了。"

djf "别想着找馨荷姐求情，\n哪怕是她招的你，考勤也不是她来打的。"

cy "哦…嗯…"

djf "哦什么哦、嗯什么嗯！\n你这样的态度怎么来接待客人！"

djf "《1958工作守则》第一条，\n对待客人应当充分礼貌，绝不敷衍了事！"

djf "你明不明白你刚刚犯了什么问题！"

cy "明白！"

djf "好，那现在开始1958的基本规章制度教学。\n第一篇，工作守则。"
play sound sound_37
"""
我看着杜姐从书架上抽出那本最大最厚的书，\n封面上《1958工作守则》几个烫金大字格外刺眼。

书脊砸在桌上的声音格外响亮，\n充满着一种意义非凡的厚重感。
"""

cy "这本…写的全都是工作守则的内容吗？"

djf "《1958工作守则》第二条，\n向客人搭话的时候，要说『请』。"

scene black with leftflash
scene bg _test with leftflash

"""
1958的枕头馍不知道为什么特别香甜。

就是不知道为什么，包姐非要给我加一杯热美式。
"""

bxh "咖啡是咖啡豆磨粉加热水过滤出来的，也是一种豆浆。\n早上就应该喝豆浆，信我，绝对没有问题。"

"""
虽然好像确实有点道理，但是我还是不太能理解。\n而且热美式简直跟刷锅水一样难喝。

更何况，我现在面临着记忆中最严苛的考验，\n完全没有思考哲学的心思。
"""

djf "《1958工作守则》第十九条，\n1958严格执行5S管理，员工有义务维护1958的工作环境。"

djf "常远，这个5S是哪五个S，你知道吗？"

cy "杜姐，请问是Springer、Science、SCI、Supporting information还有Submitted吗？"
stop music fadeout 0.5
djf "……"

"""
总感觉这五个词非常熟悉，\n所以我想都没想就直接脱口而出了。

但是看杜姐铁青的脸色……\n大概是回答错了。
"""
play music bgm_29 fadein 0.5
cy "那，难道是Swimsuit、Stockings、Schoolgirl uniform、Sister、Sex toy吗？"

"""
来不及细想，我便脱口而出脑海里显现出的又一组答案。

只是看杜姐的脸色好像更不对劲，\n甚至额头上青筋都鼓起来了。
"""

djf "常远啊，消遣姐姐，很好玩吗？"

cy "……应该是……不好玩的。"

djf "你知道不好玩，那怎么还在这种时候消遣姐姐呢？"

cy "……"

djf "下不为例啊。"

play music bgm_14 fadein 0.5
scene black with rightflash
scene bg _test with rightflash
djf "第五百一十四条，打烊时确保切断所有加热设备电源，\n如必须过夜加热，则必须有人值守……"

"""
我抬头看了眼挂钟，已经快要到下班时间的五点整了。

但杜姐面前那本厚厚的《1958工作守则》，却只翻开了一小半。
"""

cy "杜姐，这《1958工作守则》，到底有多少条啊……"

"杜姐愣了一下，然后反问我："

djf "是太多了，记不住吗？"

"我点了点头。"

djf "没事的，总共也就三万六千五百条而已……"

cy "总感觉像是什么玄幻小说里面的东西……"

djf "常远？你刚刚说什么？我没听清。"

cy "我什么都没说！"

"杜姐叹了口气，把面前的工作守则翻到下一页。"

djf "也没指望你一天就能全背下来，别那么紧张。"

djf "后面的内容相对来说比较简单，就算记不住，问题也不大。"

cy "那……已经讲过的总共五百一十四条呢？"

djf "那当然是全背下来啊？"
play sound sound_18
bxh "好了好了，五点了，该收拾收拾准备下班了。"
play music bgm_2 fadein 0.5
"对于正绞尽脑汁去回忆刚刚讲过的条例的我来说，\n包姐的这句话就像西天极乐世界传来的福音般沁人心脾。"

bxh "绛枫啊，你对小常有点太严苛了，\n这么多的规矩，怎么可能记得住啊。"

djf "你觉得，1958有这么多规矩，是因为谁呢？"
play sound sound_37
"杜姐合上《1958工作守则》，把它塞回书架。"

bxh "不知道呢……\n今天晚上吃什么？"

djf "吃……母鸭煲？\n……不对！差点给你绕进去了！"

bxh "母鸭煲是吧，那现在就收拾一下准备出发——\n小常！你把窗帘拉一下！"

djf "馨荷姐你不要自顾自地扯开话题，\n然后擅自把话题推进下去啊！"

bxh "今晚母鸭煲我买单。"

djf "就算你同意不吃小香鸡去吃母鸭煲，\n也不能就这么随随便便给你糊弄过去……"

djf "等下，馨荷姐，你刚刚说什么？"

bxh "我说，今晚的母鸭煲，我买单。"

djf "成交。\n常远，你去卫生间拿个拖把，把地拖一下！"

cy "明——白——"

djf "《1958工作守则》第五百一十五条，\n禁止有气无力地回复客人——"

play music bgm_1 fadein 0.5
scene black with leftflash
scene bg _test with leftflash

djf "老板，大份鸡鸡蛙蛙煲微辣，加金针菇加千张，三碗米饭。"

bxh "你点这么多吃得完吗？"

djf "要你管。"

bxh "但是……今晚是我买单啊？"

djf "又不是吃不完，我又没点超大份。"

djf "常远？你有什么菜要加的吗？"

"杜姐把手机递给我。\n我接过手机，翻了一下菜单。"

cy "好像没什么想加的，就先这样？"

bxh "绛枫，你看看，你能不能跟小常一样，\n多为我的钱包考虑考虑？"

djf "你钱包又不长在我身上，\n难道不应该是你自己来管好自己的钱包吗？"

bxh "小常——我被你绛枫姐凶了——"

djf "常远，你不用管她，让她自己好好想想今天到底都干了些什么。"

bxh "嗯？我今天都干了什么？我都不记得了。"

"杜姐闭上了眼睛，摆出一副痛苦的表情。"

djf "那我就来细数一下，\n今天某人到底唧唧哇哇了些什么东西。"

scene black with dissolve
call yume from _call_yume_3#动画，转虚化的1958背景

djf "《1958工作守则》第七十二条，\n在1958里……"

bxh "下属不许啵上司嘴！"#突然冒出

djf "下属跟上司的关系…馨荷姐你在说什么东西啊！"

cy "所以…这条到底是什么？"

djf "常远你先坐一下，我先收拾了你馨荷姐先。"
scene bg _test with dissolve
call yume_ from _call_yume__3

bxh "欸，我说过这个吗？"

djf "嗯？还想狡辩？\n要不是不能损坏固定资产，你还想全须全尾地在这里？"

"""
我记得……好像她们俩在这之后你追我赶了一阵子，\n最后包姐举了白旗，躲到了咖啡机后面。

杜姐回来跟我继续讲《1958工作守则》的时候……\n好像也忘了她接着讲的是第七十五条。
""" 

cy "那这条到底是什么啊？"

djf "啊？我没讲完吗？……\n好像还真是。"

djf "馨荷姐，你看看你，都没个上司的样子。"

"面对着杜姐的怒视，包姐一脸无所谓的表情，指了指我。"

bxh "那绛枫，第七十二条是什么，你还没和小常讲呢。"

djf "也不看看都是谁害的。"

"杜姐转头看向我，继续说了下去。"

djf "第七十二条的内容，是：\n『下属和上司的关系并不严格，员工互相平等』"

bxh "也就是虽然下属不能啵上司嘴，\n但是既然不严格区分下属和上司，那就可以随便啵嘴了。"

djf "等会把你赶出去，不让你吃晚饭了。"

bxh "好——的——"

djf "继续开始陈列你的罪状啊。"

scene black with dissolve
call yume from _call_yume_4#动画，转虚化的1958背景

djf "《1958工作守则》第一百一十四条，\n工作时禁止佩戴私……"

bxh "禁止佩戴私密用品！"#突然冒出

djf "私密用品是什么东西啊！\n是禁止佩戴私人的饰品！"

djf "常远你再坐一会，这次我真要收拾你馨荷姐了！"
scene bg _test with dissolve
call yume_ from _call_yume__4
"""
这次包姐在躲到咖啡机后面之前，\n就被杜姐抓到了领口、拖进了仓库。

五分钟后，杜姐拍着手上的灰，从仓库里走了出来。

跟着她出来的是一脸兴奋的包姐。
"""

djf "这次总有印象了吧？"

bxh "嗯，五星好评，下次还来。"

djf "再来的话就弄个『我是不守规矩的员工』的牌子挂你脖子上。"

bxh "不是禁止佩戴私人的饰品吗？"

djf "走1958的帐就算固定资产，不算私人饰品。"

bxh "哇～你这样子是不是违反了会计准则，没法过审计的啊？"

djf "1958又不是上市公司，哪来的审计？"

"包姐一脸心虚地移开了视线。"

bxh "……马上就该上菜了，我们先准备吃晚饭吧——"

djf "急什么，菜还没上来呢。"
scene black with dissolve
call yume from _call_yume_5#动画，转虚化的1958背景

djf "第三百六十五条，\n禁止不纯异性交往。"

bxh "禁止不纯异性交往——"

djf "馨荷姐你又来捣乱！\n是禁止不纯异性交往！"
scene bg _test with dissolve
call yume_ from _call_yume__5

bxh "但是，这次我真没捣乱啊？"

djf "常远，你别听馨荷姐狡辩，是不是你馨荷姐在捣乱？"

"我看了看气呼呼地盯着我的杜姐，和一脸无辜的包姐，\n最终还是选择了尊重事实。"

cy "可是，包姐那个时候确实说的是\n『禁止不纯异性交往』。"

"杜姐转过头，盯着包姐的脸。"

bxh "看我干啥？"

djf "看你是不是威逼利诱常远，让他做出如此违心之举。"

bxh "天地良心啊，这次我可是一句假话都没说啊……"

bxh "不过绛枫啊，你专门把这句话拿出来讲……"

bxh "该不会，你想成什么别的东西了吧？"

djf "……"

"杜姐的脸红得像一个熟透的柿子，\n只要轻轻一碰，就会落到地上。"

bxh "欸……绛枫，该不会……我说中了吧？"

djf "随你们便吧，我不管了！"

djf "你们是搞纯的异性交往还是不纯的异性交往，我都不管了！"

djf "就是在店里面牵手我也都不管了！"

bxh "欸？只有牵手吗？"

djf "你还想要到哪里啊！真是的！"

bxh "那没有粘膜接触的话，观众都要换台了。"

djf "再说下去就该请你买单走人了哦。"

bxh "好——"

scene black with rightflash
scene bg _test with rightflash
"""
这鸡鸡蛙蛙煲还算不错，鸡肉鲜嫩多汁、牛蛙口感柔滑，\n作为调味的洋葱和芹菜也各有各的风味。

而且……桌子上泛黄的桌垫，以及恰到好处的调味……\n这一切，总感觉好像之前在哪里见到过。
"""

djf "常远，你还要长身体，来，多吃点。"

"""
我面前的饭碗里已经堆起了一座小山，\n哪怕是按照南太阳国的围棋规则，都挑不出问题。

而我自己拿骨头堆出来的另一座山，早就山体滑坡了。

就在这种情况下，不知道为什么杜姐还一直在给我夹菜。
"""

cy "杜姐，我真吃不下了……"

djf "咱们这一桌全指望你来吃了，你要是不吃，就浪费了。"

cy "但是这一锅，我已经吃了快半锅了……"

bxh "绛枫，你就别逼小常继续吃了，等会把他撑坏了可不好。"

djf "你还好意思？你就夹了两筷子然后就不吃了。"

djf "你不为你的钱包考虑，我都要为你钱包考虑了。"

"杜姐恶狠狠地盯了包姐一眼。"

bxh "那不是吃多吃少我都得掏这么多钱，无所谓了。"

djf "不应该是吃多吃少都是一样的钱，所以要吃回本吗……"

djf "常远，你真吃不下了？"

"杜姐转头看着我，我一时想不出什么好的拒绝的理由。"

cy "我再吃一点吧。"

"我把头埋下去，尝试解决这个现在的我大概是解决不了的问题。"

scene black with leftflash
scene bg _test with leftflash
djf "常远，你真没吃撑吗？"

"""
我一边打着饱嗝，\n一边晃晃悠悠地走在回江河星座的路上。

我甚至现在还不相信剩下的一大锅鸡鸡蛙蛙煲，\n真的全都被解决了。

虽然其中有两筷子是在杜姐的威逼利诱之下，\n包姐才勉为其难地享用了。

但是应该剩下的都被我吃掉了。\n拜此所赐，我第一次体会到了被自己的肋骨所束缚的感觉。
"""

cy "大概……是真的一点都吃不下了。"

bxh "绛枫你真是的，让小常吃这么多，\n万一吃坏了你是不是要负责他一生啊！"

djf "那不是馨荷姐你自己就吃那么点，害得常远要吃那么多。"

djf "要怪也是怪你，常远的下半辈子应该是你来负责才对吧！"

bxh "这么把小常推来推去，不就是说小常没人要的意思嘛！"

bxh "怎么可以这么说呢？是吧，小常？"

cy "欸？嗯……"

"""
我完全不知道该怎么应对这种话题。\n更别提包姐的这个转折又这么突兀。

更别提……不知道为什么，我完全没有应对这种事情的经验。

慌乱之中，我只能含糊地应了一下。
"""

bxh "看吧，本来小常多好一孩子，\n给绛枫你打击了一天，一点自信都没有了。"

djf "还不是你今天捣乱了一整天！"

djf "常远他不是玩具，不要拿他来找乐子！"

bxh "小常，那边那个姐姐是不是很可怕？"

bxh "没事的，没事的，不要怕～"

bxh "姐姐不会放着你不管的～"

"我还没反应过来，包姐就扯着我的胳膊，\n硬是把我拉到了她怀里。"

"那是一种我应该从来没有体会过的触感。"
play music bgm_18 fadein 0.5
djf "常远。"

cy "嗯？"

"我转过头，刚和杜姐对上目光，\n她就像是逃避什么一样，移开了视线。"

"月光的映照之下，她的眼角隐约能看到微弱的反光。\n像是烛火一般脆弱，又像萤光一般冰凉。"

djf "……我……抛弃过你吗？"

"""
整条街上，只能听到树叶在沙沙作响。

我不知道杜姐指的是什么，更不知道应该怎么做。\n回头看了眼包姐，她的脸上除了茫然，也什么都没有。
"""

djf "就算真的是这样……我……我也什么都做不了啊……"

"""
一阵强风吹过，摇晃得头上的树枝吱呀作响。\n恍惚之间，一只温软的小手紧紧地捏住了我的手指尖。

与先前的拥有包容力的温暖感不同，\n像是被烧灼的痛苦感，顺着我的指尖传来。
"""

djf "当我知道的时候……\n什么都来不及了……"

"指尖的那一侧，不住地颤抖着。"

djf "所以这一次，我一定……"

"那温软的触感，却是无比冰凉。"

"我记不太清之后的事情了，但是应该……\n直到江河星座底下，那只手一直都没有放开我。"

scene black with leftflash
scene bg _test with leftflash
play music bgm_26 fadein 0.5
#转宿舍内景
"""
我躺在床上，望着天花板发呆。\n感觉全部的精力都被消耗得一干二净。

这第一天上班，说不定比过十二个小时柱子还要累。

……过柱子是什么东西？\n按照常理，我这个时候不应该想到的是接待客人吗？

客人……这么一说……
"""
play sound sound_19
cy "为什么今天一天都没有客人啊！"
play sound sound_36
"""
我一下子从床上坐起来。

如果1958没有顾客，就没有收入；\n1958没有收入，就没钱发我的工资；

如果没钱发我的工资，\n那我就要被开除。

如果我被开除……\n那我只能在这个世界自生自灭，然后饿死在不知道哪个角落。
"""

cy "我总不能真被饿死吧？\n应该不会的吧？"

"一想到这个，我后脖颈就涌上一阵恶寒。\n想点别的转移一下注意力吧。"

cy "这么说来，今天最后回来的时候，\n杜姐好像有点奇怪的样子……"

cy "而且总感觉……像是杜姐说她曾经抛弃过我……"

"怎么可能。"

"""
我脑子里就根本没有关于『杜绛枫』这个名字的记忆。

倒不如说，我的脑海里，关于过去的记忆完全是空白。

虽然我确实承认，我有时候会想起一些莫名其妙的东西。

但至少，我现在还没有想起任何与『杜绛枫』这个名字有关的事情，
"""

cy "既然这样的话……要不找杜姐问个清楚？"

"真的可以问吗？\n总感觉……好像这个问题，不问比较好。"
play sound sound_36
"我倒在床上，呆呆地数着天花板上的污渍。"

cy "但是……我明天应该怎么去面对她们俩呢？"

"我不用想都知道，没有人能在这里给我答复。"

"只能……走一步看一步了。"

cy "睡觉吧。"

"我本以为我会惴惴不安到睡不着觉，\n但一沾枕头，我就深深地陷入了梦乡。"
scene black with yumein
play music bgm_19 fadein 0.5
call yume from _call_yume_6

kurokage "你们知道吗，我今天才听有个学长说，\nGPA不够高的话，是不配找女朋友的！"

kurokage "你在开玩笑吧……不过这么一说，也有个学长和我说，\nGPA不够高的话，上课的时候都不能出去上厕所。"

kurokage "怎么可能啊，那不就得拉裤子里了吗？\n我听到的版本说是，GPA不够，天天都要吃绿色圈圈……"

kurokage "绿色圈圈是什么东西啊？"

kurokage "我也不知道，——，你知道吗？"

kurokage "什么？你连GPA是什么都不知道？\n你都来——这么久了，怎么可能不知道GPA啊？"

kurokage "怎么真要我给你解释啊……\nGPA呢，是平均学分绩点的缩写……"#以上设定为男主原室友
call yume_ from _call_yume__6
scene bg _test with yumeout
play music bgm_31 fadein 0.5
play sound sound_36
"我猛然从床上惊醒。\n不知道什么时候被我踢开的被子外，露出的脚掌冰凉得发硬。"

cy "是踢了被子，所以才这么冷的吧……"

"""
鹭州的天气再诡异，也不至于说在这个季节能直接把人冻醒。\n一定是刚刚做的那个、我完全记不起来的噩梦的原因。

不过，总感觉昨天好像也做了一个差不多的梦，\n和今天的状况一样，记不起来、更不愿去回想。

我宁可被闹钟叫醒，也不愿做这种噩梦。

不过既然说到闹钟，我昨天睡前应该是设好了闹钟的，\n既然我没有被闹钟叫醒……
"""

cy "手机……应该在这里吧……"

"""
我从床边摸出手机，松了一口气。\n这次手机没有跑到枕头下面，省了我不少事。

轻轻按下了电源键，手机没有反应。
"""

cy "嗯？"

"我再按了一下电源键，手机还是黑屏，没有反应。"

cy "该不会……"

"""
我看向床头的充电器，目光从充电头逐渐移到拖在地上的充电接口。

柔软的编织绳充电线倚在床头柜上，宛如贵妃出浴般优雅。\n但我根本无法接受，这种优雅的代价。

代价就是，充电接口没有插在它该插的地方。\n也就是说……
"""

cy "为什么我没充上电啊！！！"
scene black with leftflash
scene bg _test with leftflash
play music bgm_11
"""
天上阳光明媚，甚至燥热得有点难忍，\n但我的心中，暴风雨却一直没有停歇。

并不是因为我不知道要不要跟杜姐提昨天晚上的事情，\n主要是因为，我第二天上班，又迟到了。

我边胡思乱想、边自暴自弃地慢慢踱着步子。
"""

bxh "小常，赶紧进来，\n你绛枫姐刚出去倒垃圾了，别给她看见。"

"我一抬头，才发现已经到了1958的门口，\n包姐靠在门上，向我招手示意着。"

cy "哦，嗯……"

"我刚想迈进1958，突然，衣服的下摆从身后被人扯住了。"
$ renpy.music.set_pause(True, channel='music')
"我顿时感到后背一凉，\n僵硬地扭过脖子，映入眼中的是铁青着脸的杜姐。"

cy "对不起我不是有意的我下次一定会准时到岗的……"

djf "来上班就好。"

"杜姐打量了我一眼后，松开了抓着我下摆的手。"
$ renpy.music.set_pause(False, channel='music')
cy "欸？"

"不对劲啊？我不觉得杜姐她会就这么放过我啊？"

djf "怎么？不被凶一顿，心里不痛快？"

cy "没有没有，只是杜姐……\n昨天晚上，您没事吧……"

"我话音刚落，杜姐霎时柳眉倒竖、杏目圆睁，\n旋即，眼角又硬是垂了下来。"

djf "我没事，你别想那么多。"

cy "但是杜姐……"

djf "这不是你该想的事情。"

"被杜姐的目光直视着，我最后还是把到嘴边的话咽了下去。"

scene black with rightflash
scene bg _test with rightflash
play music bgm_1 fadein 0.5
"""
现在已经是九点半了，距离我迟到已经有一个小时。\n1958里面，还是一个客人都没有。

明明就没有客人，为什么还需要去倒垃圾呢？\n不会是因为昨天准备的商品今天全都当废物处置了吧。

要是每天都要报废掉前一天的商品，就1958这个客流量，\n我迟早要流浪街头，然后饿死在桥洞底下……
"""

bxh "小常？怎么了？愁眉苦脸的。"

"我抬起头，才发现包姐端着杯咖啡，正盯着我。"

cy "也……没什么吧。"

bxh "你也别硬撑了，看你这个脸色，就差把你送四院去了。\n要不要给你面镜子看看你自己？"

cy "……真的没什么事。"

"包姐叹了一口气，把端在手里的咖啡推到我的面前。"

bxh "姐姐又不会害你，你说说又没什么事。"

cy "……就是担心，再没有客人来，我就要被开除了。"

bxh "反正总是因为昨天晚上绛枫突然搞的那一出，\n所以一直不安心……等一下，你刚刚说什么？"
$ renpy.music.set_pause(True, channel='music')
cy "再没客人来，我就要被开除了。"

"包姐闭上了眼睛，沉默了好久。"
$ renpy.music.set_pause(False, channel='music')
bxh "我服了，我都不担心这个，\n怎么你还担心上这个来了？"

bxh "不关心女孩子，反倒天天关心这种无聊的事情，\n你总不会是鹭州科技大学出来的吧？"

cy "……我不记得了。\n为什么这么说啊？"

bxh "不太好解释，你要是不记得了，那就算了。"

bxh "不过说真的，昨天晚上你绛枫姐那个样子，\n你真没一点兴趣……"
play sound sound_16
djf "怎么在这里说别人闲话。"

bxh "绛枫，你怎么上来就打人，这样子要嫁不出去的……"

"包姐捂着刚给杜姐拍了一下的后脑勺，一脸埋怨。"

djf "还不是你在别人背后乱嚼舌根，还要带坏常远。\n……常远，你也少跟你馨荷姐学。"

cy "那杜姐，咱们1958一直没客人，真的没事情吗？"

"杜姐一怔，然后眨了眨眼睛。"

djf "馨荷姐，你没跟常远说过吗？"

bxh "说什么？"

djf "鹭州科技大学现在在放假，所以自然没有客人。"

bxh "哦……\n我还真忘了说了，我以为小常他应该会知道的。"

djf "常远他都失忆了，难道还会记得这种事情？"

djf "而且馨荷姐你也不好好想想，如果不告诉他，让他瞎想怎么办？"

bxh "那你直接告诉他，不也一样吗？"

cy "包姐、杜姐，你们俩都在说什么，我不太懂……"

"两人停止了争论，转头看向我。"

djf "你不要在意这个，千万不要多想，绝对不要。"

bxh "那这样子的话，不是只会让常远他瞎想吗？"

djf "常远，你知道应该怎么做的吧？"

"杜姐凝重的神情中满是焦躁，\n在这种压力之下，我不由得僵硬地点了点头。"

"见到我点头，杜姐松了一口气，紧皱的眉头舒展开来。"

djf "好极了，现在我们开始学接客礼仪吧。"

cy "欸？话题转变得这么快？"

djf "难道你想继续学《1958工作守则》？"

cy "……那还是学接客礼仪吧。"

bxh "那既然这样，我就不打扰你们了……"

"包姐刚想走开，就被杜姐抓住了手腕。"

djf "馨荷姐，请你坐在这里。"

bxh "欸？绛枫，你的眼神……有点可怕……"

djf "请你作为客人，来评价一下常远的接客水平。"

bxh "真的？"

"刚刚还一副怯懦样子的包姐，一下子两眼放光。"

djf "还能是假的？"

bxh "那，随便我怎么来都行？"

djf "只要确实是符合客人的举动的事情，都可以。"

bxh "不会凶我？"

djf "只要是合理的，就不会。"

bxh "那也就是说，哪怕我扮演一个无理取闹的客人，\n只要是客人应有的举动，就都没问题？"

djf "当然没问题。"

djf "倒不如说，这样子更能考验常远。"

bxh "那要签合同吗？我这就去拟一份……"

djf "你是不是还想按照审计合规标准，完整走完用印流程啊？"

djf "赶紧坐下来，没那么多事。\n常远，你也准备一下，现在就开始。"

scene black with leftflash
scene bg _test with leftflash
play music bgm_13 fadein 0.5

bxh "我跟你们说啊，给客人上菜的时候可是很讲究的。\n讲究一个肢体、语言、表情的三位一体有机协同。"

bxh "肢体这一方面，首先需要给客人带来视觉上的冲击力。"

bxh "比如，通过这个从东洋来的神秘的手势，就能给客人带来幸福感。"

"说着，包姐就把双臂平举于胸前，手心向外下扣，\n大拇指指尖相抵，其余四指指甲相抵。"

"而杜姐则靠在旁边的吧台上，闭着眼睛，一脸痛苦。"

cy "包姐，这个手势是什么意思？我不太懂。"

"包姐刚想回答我，就被一脸不耐烦的杜姐按到了椅子上。"

djf "你不需要学这种东西。"

djf "……早知道就不应该让馨荷姐来教你这个。"

bxh "绛枫，你怎么知道，常远不需要学这个？\n一切都是有可能的嘛。"

"包姐一脸不满地瞪着杜姐。"

djf "你还好意思？\n本来好好的一个人，就这么被你教坏了。"

bxh "那，你来教？"

djf "本来明明就是我在教的好不好？\n不是你非要说我教得不好，然后擅自开始教常远？"

djf "你要教也不是不行，但是总得好好教吧？"

djf "1958又不是什么女仆咖啡厅，为什么非要教他这种东西？"

bxh "这么一说，好像确实是这样哦……\n我们刚刚签的合同在哪里？"

djf "想什么呢，哪里会签合同。\n赶紧，老老实实坐着。"
scene black with leftflash
scene bg _test with leftflash
play music bgm_14 fadein 0.5
djf "馨荷姐，你怎么看？有点不太行吧？"

bxh "嗯～确实感觉还是缺点什么东西。"

"虽然我自己也有所预感，但实在是没想到，\n演示完一套完整的接客流程之后，会得到这么微妙的评价。"

bxh "主要是笑容有点太不自然了吧，\n跟别人欠了他十篇八篇{i}Nature{/i}一样……"
pause 0.5
"一瞬之间，包姐的脸色变得煞白。\n她深呼吸了几口之后，才缓过来，继续说。"

bxh "就算到不了能笑着给别人画大饼的程度，\n也起码别一直板着脸啊。"

djf "馨荷姐，你……算了，没什么。"

djf "你这个例子举得有点太恶心了，能不能换一个？"

bxh "那毕竟狗嘴里吐不出象牙，我哪会打什么优雅的比方呢？"

djf "那你也犯不着什么事情都往这上面拐。"

djf "你应该想说的是，常远过于缺乏表达感情的能力才对吧！"

bxh "啊，好像确实是这样。"

bxh "那绛枫，你既然这么说了，那有没有什么好的办法？"

djf "什么办法？提高表达感情能力的办法？"

bxh "那除了这个还能有什么办法？"

bxh "总不能是作为花心大萝卜欺骗无知少女的办法吧？"

"杜姐闭上眼睛，陷入了思考。"

bxh "喂？绛枫？我就说着玩的，你不会当真了吧？\n……喂！绛枫！"
play music bgm_13 fadein 0.5
djf "好像并不是毫无道理……"

djf "馨荷姐，你有时候还是能提出一些好的建议的嘛。"

bxh "绛枫？你没生病吧？怎么有点……不太像你啊？"

djf "我好得很。"

"杜姐一把甩开包姐伸向她额头的手。"

djf "距离鹭州科技大学开学也没多久了，常规的办法肯定来不及的。"

djf "所以在这个时候，除了下猛药就没有别的办法了。"

bxh "绛枫？你果然是生病了吧？要不要去医院看看？"

djf "你担心我，不如多想想怎么来指导常远比较好。"

bxh "嗯？为什么需要我来想，不是绛枫你来负责常远的指导工作吗？"

djf "那这个建议不是你提出来的吗？"

djf "既然是你提出的，肯定是你来负责啊？"

bxh "但是……我交过的男朋友的数量，比所有自然数加起来都多呢。"

bxh "你让我来教的话，我怕我会收不住手……"

djf "是根本不知道怎么下手才对吧，\n你以为我不知道{i}ζ{/i}函数的性质吗？"

djf "不过正因为是这样，才有好的效果嘛。\n总不能让常远上来就挑战最终副本吧？"

bxh "不行，真不行，我一点经验都没有，\n还是要稍微有点经验才好吧。"

djf "但是我的经验跟所有自然数的平方和是相等的，\n也就是说，和你的经验一样。"
play sound sound_39
bxh "……那你怎么还同意了这个提议啊！"

"桌板在包姐的手底下吱呀作响。"

djf "馨荷姐，你冷静一点。"

djf "正是因为没有经历过，才会有最为美好的幻想。"

djf "所以，一定没有问题的。"

bxh "绛枫，你是不是中邪了？"

bxh "求你了，换个正常点的方法好不好？"

djf "那馨荷姐，你有什么别的好方法吗？"

bxh "没有。"

djf "那不就得了，你老老实实安排跟常远的约会就行了。"

bxh "啊？怎么跳跃得这么快，\n不是在讨论花心大萝卜欺骗无知少女吗？"

djf "但是约会不就是花心大萝卜欺骗无知少女吗？"

bxh "你是不是某个{i}D{/i}开头{i}e{/i}结尾的三个单词的动画看多了？"

djf "哎，没差的，毕竟也没时间给你们慢慢来，\n而且这只是教学的一环，又不是真的。"

"包姐低下头思索了一会儿，然后抬起头，和杜姐对视着。"

bxh "行吧，如果只是教学的话，那我倒也不是没有兴趣。"

bxh "小常，那就这么定了，这周六姐姐带你去约会。"

cy "那……我的意见呢？"

"我刚刚就想就这个事情提出反对意见，\n但我实在是没找到合适的机会。"

bxh "刚刚你绛枫姐不都说了嘛，教学的一环。"

bxh "既然是教学的话，那自然就轮不到你来提反对意见了。"

bxh "而且也没必要提，反正是假的。"

bxh "不过呢，姐姐肯定是会非常认真地～来对待这次约会的。"

bxh "小常，明白了吗？\n这周六早上八点，1958门口见。"

cy "包姐……这……不合适吧？"

bxh "叫什么包姐，叫馨荷。\n你不想直接叫名字，那就叫馨荷姐。"

bxh "仅仅是称呼的改变，就能带来很大的变化。明白了吗？"

"馨荷姐的笑容，如同向日葵一般灿烂。"

cy "馨荷姐，那如果，我当真了，会怎么样？"

bxh "那……倒也不是完全是假的。"

bxh "如果小常你真的让姐姐心动了的话，也是可以考虑的。"

djf "常远，你学着点。\n坏女人就是这么把小处男钓上手的。"

bxh "绛枫，明明才刚有点气氛，\n怎么你就来搅得一干二净了？"

djf "啊——原来教学已经开始了吗？\n那真是不好意思，你们继续。"

bxh "算了，反正现在也没这个兴致了。"

bxh "而且时间也差不多了，先下班吧。"

cy "包姐，今天我来扫地吧……"
stop music
"刚准备去拉电闸的馨荷姐突然一脸严肃地转过头来，\n盯得我全身都起了鸡皮疙瘩。"

bxh "你刚刚，叫我什么？"

cy "馨荷姐。"
play music bgm_13 fadein 0.5
bxh "这还差不多。"

"馨荷姐的笑容灿烂得一如既往，\n仿佛刚才什么都没发生过一样。"

scene black with leftflash
scene bg _test with leftflash
play music bgm_6 fadein 0.5
#转母鸭煲
"馨荷姐说晚上她有别的事，不跟我们吃饭，\n所以我就跟着杜姐又去了一次母鸭煲。"

cy "杜姐，这说是约会……我应该怎么做啊？"

"杜姐从砂锅的另一侧抬起头，\n似乎是因为我打扰了她吃晚饭而一脸不满。"

djf "你问我，我也不知道啊？我又没约会过。"

djf "而且跟你约会的是馨荷姐，不应该去问正主吗？"

cy "明明是约会？"

djf "哎，虽然确实是需要注重仪式感，\n但是也不能把教学这个根本目的放在一边啊？"

djf "你问就是了，没什么好保密的。"

cy "但是……我没她联系方式啊？"

"杜姐一怔，然后向我伸出手。"

djf "手机给我一下，我给你加一下联系方式。"

cy "杜姐你报一下手机号就好了，我自己来加就行。"

djf "手机，给我。"

"杜姐的目光尖锐得能刺痛我的双眼。"

"反正杜姐应该也不会做什么坏事，我从兜里掏出手机，\n按下电源键解锁之后，交给杜姐。"

djf "你这手机里……怎么这么干净？"

cy "啊？有什么不正常的吗？"

djf "你手机里面一个通讯软件都没有，通讯录里面也是空的。\n不过别的软件倒是有几个。"

cy "我也没用过几次手机，有哪些软件我还不知道呢。"

djf "好了，我把馨荷姐还有我的联系方式都保存到你通讯录里了，\n有什么问题随时打电话。"

"杜姐抬起头，把手机交还给我。"

djf "你以后也别乱下其他软件，万一中病毒了就不好了。"

cy "不会下的啦，反正下了也没地方用。"

"我打开手机看了一眼，\n一直没有打开过的通讯录里，安安静静地显示着两个名字。"

"但是……总感觉好像图标的排布有点变化？\n应该是我的错觉吧。"

djf "对了，明天你上班总不会又迟到吧？"

"杜姐突然提起的这个话题，狠狠地扎在了我的肺管子上。"

cy "呃……不能保证。"

djf "那你倒是尽力一下啊，怎么直接就回答一个『不能保证』啊？"

"被杜姐担忧的目光注视着，我思考了一下，然后说："

cy "我这两天每天早上，都在做噩梦。"

cy "每次我都会忘记梦里是什么，但是每次都会让我感到恐惧。"

cy "所以……我也不知道我明天还会不会继续做。"

cy "如果还会做的话，我说不定又会迟到。"

djf "闹钟没有用吗？"

cy "昨天忘了定闹钟，今天忘了充电……"

djf "服了你了。"

"杜姐不由得露出苦笑，然后立刻换成一副严肃的表情。"

djf "关于你这个噩梦，以后你也别想太多。"

djf "做了噩梦，你就当放了个屁，不要去试图回忆梦里的内容。"

cy "杜姐，你知道这个噩梦的原因吗？"

djf "我也不知道，你也别问我。"

"杜姐摇了摇头，但是她脸上的严肃神情，\n又不像是完全一无所知的样子。"

scene black with leftflash
scene black with yumein
play music bgm_19 fadein 0.5
call yume from _call_yume_7

kurokage "跟你一起进——的——，人家都在学洋文准备出国了。"

kurokage "你隔壁宿舍的——，人家都在教授的课题组里面做实验了。"

kurokage "你再看看你，整天没个学习的样。"

kurokage "考试成绩也这么差劲。"

kurokage "一百分的卷子考不到六十分还很了不起？"

kurokage "白养了你这么多年！"#以上设定为男主父亲

call yume_ from _call_yume__7
scene bg _test with yumeout
stop music
play sound sound_31 loop
"""
闹铃声在房间里回荡。

我明明已经醒了，却根本爬不起来。

甚至，连伸出手去把闹钟关掉的力气，都没有。
"""
stop sound
scene black with leftflash
scene bg _test with leftflash
play music bgm_11
# 转1958内景，过场图或者角落持续显示 『杜绛枫视角』
bxh "绛枫，小常他怎么还没来？你知道吗？"

djf "常远他不是天天迟到吗？现在才八点半，也正常吧？"

"估计……就是常远昨天说的那个噩梦的事情。\n绝对是他忘却的那些记忆。"

bxh "不正常，我不信他知道周六有约会的事情，他白天还能睡得着。"

djf "今天还是工作日呢，又不是周六。\n而且馨荷姐，你是不是太过于自信了？"

bxh "明明绛枫你也没交过男朋友，还好意思。\n都是鹭州科技大学害的。"

djf "为什么这里会出现鹭州科技大学的事情啊？"

bxh "你少装蒜了，明明你也是鹭州科技大学的，不可能不懂。"

"确实和馨荷姐第一次见面的时候，我就已经看出了馨荷姐的出身。"

"这像是烙印一样刻在我身上的东西，馨荷姐也不可能分辨不出。"

"只是在常远来这里之前，我们之前都只是关系相对好的同事，\n都没有互相深入过这个话题。"

"因为，一旦深入这个话题……就会……"

djf "算了，不提这个话题了，\n我给常远打个电话，问问他到底什么情况。"

bxh "欸？他有手机吗？这几天都没跟他交换过电话号码来着？"

djf "昨天晚上刚要到的，等会也给你一份。"

"我点开通讯录，凭着对按钮位置的记忆点开最上面第二个，\n然后直接拨通。"
play sound sound_31 loop
"拨号声响起的时候，我才敢看向手机屏幕。"

"还好，确实显示的是『AAA常远』。"

bxh "对了，昨天你要他联系方式的时候，\n他总不会给你的是{i}OO{/i}或者{i}YouChat{/i}吧？"

djf "他手机里，这两个软件都没有。\n通讯录也是空白的。"

"其实是我拿到常远手机之后，故意删掉了这两个软件。\n不过，通讯录倒确实是空白的。"
stop sound
phone "…您拨打的电话暂时无法接通，请稍后再拨……"

"""
不该啊。

明明可能会有问题的地方我全都检查过一遍了。

OO、YouChat、通讯录……\n问题到底在哪里啊……

来不及思考了，应该去常远那里一趟。
"""

djf "我去常远房间一趟吧，万一他出了点什么事……"

bxh "我去。你应该有备用钥匙的吧？给我。"

"""
不对劲，馨荷姐这两天很不对劲。

『那个地方』出来的人一向都只会自扫门前雪，\n这段时间相处下来，我也不觉得馨荷姐会是例外。

就算她昨天亲口答应了要跟常远约会，但那终究只是教学，\n馨荷姐她不应该会当真的。
"""

bxh "我跟他约好了明天要去约会，你去不合适。"

"非常好的借口，我完全没法反驳。\n尽管我不太信这是她真实的理由。"

"但是……我虽然想着要去常远那里，但是我……"

"我没有踏出这一步的勇气。"

djf "钥匙给你，房间号刻钥匙上了。"

"『常远就这么交给馨荷姐吧。』\n我这么想着，然后从自己的钥匙串上拆下一把，递给馨荷姐。"

bxh "要是有什么事，到时候我会打电话的。\n我实在不放心小常。"

bxh "你自己也注意一下，毕竟前天晚上……"

djf "不需要馨荷姐你来担心，我自己心里有数。"

"馨荷姐看着我，挑了挑眉毛，然后叹了口气。"

bxh "随你便吧。"

bxh "不过，我总感觉，可能和常远有关系。"
stop music fadeout 0.5
play sound sound_43
"""
馨荷姐推开1958的门，头也不回地走了。

前天晚上的事情……虽然模模糊糊，但还是有那么点印象。\n但是我不觉得常远会是根本原因。

毕竟很明显他不是那种被导师给毒打过的研究生，\n和我肯定不是同一届的。
"""
play sound sound_6 loop fadein 1.0
djf "虽然我确实想起来了，但最关键的部分至少还在。\n不过……"

djf "馨荷姐她，是不是也『想起来』了？"

"""
现在还是鹭州科技大学的假期，1958里面自然不会有客人。

我听不到任何回应，\n只能听到，不断回响的滴答声，而已。
"""
stop music
play sound sound_20
scene black with doorclose
scene bg _test with dooropen
call Chapter_2 from _call_Chapter_2
return