label Chapter_4:
#chapter 4
scene black with yumein
play music bgm_19 fadein 0.5
play sound sound_28
call yume
kurokage "——，马上要开始保研了，你GPA够吗？"#男主室友

kurokage "哎呀，真可惜啊，你要是不在我们院，那肯定是能保上的。"

kurokage "不过……三点二……"

kurokage "还是低了一点，今年估计起码三点三起步了。"

kurokage "你是不是洋文也没准备？那你这不是什么出路都没有了？"

kurokage "别跟我说，明年在学校看不到你了。"
call yume_
scene bg _test with yumeout
play music bgm_11 fadein 0.5#转场，宿舍内
"""
明明接连做了两个噩梦，却还能在闹钟叫醒我之前爬起来，\n真应该鼓励一下自己。

是做了两个噩梦吧？

脑海中明确残留着刚刚做过的怪梦的印象，\n虽然还是和以前一样完全记不得其中的内容。

不过昨天晚上所做的那个噩梦还真是栩栩如生，\n甚至馨荷姐的触感都像是还残留在我手中……
"""

cy "那个，是梦吧？"

cy "不对，现在几点了来着？\n七点钟就要去和馨荷姐约会，可不能迟到。"

"我试图伸向床头柜上的手机，但手却不知道为什么，\n一点都不听我的使唤。"

"费了半天劲，我才抓起了手机，拔下充电线，\n然后按下电源键。"

cy "坏了，六点五十了！\n不抓紧点可不行！"

"我掀开被子，突然灌进来的冷风让我不由得一激灵。"

"就在这时，我瞥到了时钟上方的一行小字。"
play sound sound_32
stop music fadeout 0.5
"星期日。"
pause 0.5
cy "错觉吧？"

cy "一定是我的错觉吧？"

"手机从我手中滑落，顺着被子一路滑到了地板上。"

"鹭州的天气，要是没有这么极端就好了。"
scene black with toki
scene bg _test with toki
play sound sound_31 loop#闹铃声，转场到宿舍内
"突如其来的闹铃声把我吵醒。"

"看来，不知道是什么时候，我又睡过去了。"

"我拿起手机，上面显示着『杜绛枫』三个大字。"

cy "？杜姐的电话？"

"虽然不是很明白，但总之还是先接了吧。"
stop sound
play music bgm_12 fadein 0.5
djf "喂？常远？醒了吗？"

cy "醒了，有什么事吗？"

djf "馨荷姐她是不是昨天走了？"

"——？？？"

"昨天我应该……没和任何人说过啊？"

"不过我倒是忘记了我是怎么回来的……\n难道是杜姐送我回来的？"

"我胡思乱想着，完全忘记了还在通着电话。"

djf "我……说中了？"

cy "啊……确实是这样的。\n杜姐，你怎么知道的？"

"电话的另一头，杜姐沉默了一会儿。"

djf "电话里面聊不方便，你直接来1958吧，当面谈。"

"还没等我回应，杜姐就直接挂掉了电话。"

"看杜姐的语气……像是她早就知道会发生这种事？"

"为什么？"

"看来，只能去一趟1958了。"
scene black with leftflash
scene bg _test with leftflash#转场，1958内。
"我到1958的时候，杜姐已经坐在正中的长桌边，\n旁边放着几个洗好了的苹果。"

djf "今天不上班，随便坐吧。"

"杜姐的眼睛好像有点红，是刚哭过吗？"

cy "那……我把门关了？"

djf "关不关都一个样，反正，今天不会有别人进来的。"

cy "我过来的时候，鹭州科技大学里还有挺多人的？\n看见我们门开着，他们不会进来吗？"

djf "馨荷姐昨天应该跟你说过了吧？\n除了我们这三个人之外，其他的『人』，都只是提线木偶而已。"

"提线木偶？这是什么比喻？"

cy "馨荷姐她没和我说过，这……是怎么一回事？"

"杜姐咬了咬嘴唇，脸上露出复杂的神情。"

djf "不太好解释，还是先讲我这边的事情吧。"

djf "你要是觉得不关门不太安心，那你关上也没事。"

play sound [sound_43, sound_24]

"那我确实还是有点不放心。\n把门反锁之后，我在杜姐旁边找了张椅子坐下。"

djf "门关好了吗？"

cy "关好了。"

djf "那我就不绕弯子了，直接进入正题吧。"

djf "前天晚上馨荷姐把你支开之后，跟我谈了点东西。"

djf "一言以蔽之，她和我说，今晚是她和我见的最后一面。"

"杜姐的神情无比严肃，不像是在开玩笑的样子。"

cy "……啊？"

djf "她……没和你说？"

cy "……最后才说。"

djf "……哎，她这个人，真是的。"

"杜姐递给我一个苹果，继续讲了下去。"
scene black with yumein
play music bgm_31 fadein 0.5
call yume
play sound sound_29
show view_djf onlayer screens zorder 2
#过场动画，背景虚化，显示『杜绛枫视角』标签。
"""
馨荷姐故意把常远支开之后，带我前往的目的地是，\n1958。

不知道为什么，明明大堂里只有照进来的昏暗的月光，\n却没有一个人主动去开灯。

我只是莫名觉得没有去开灯的那种想法，\n但我却不知道，馨荷姐她又是怎么想的。

馨荷姐默默地拉开了两张凳子，示意我坐下。
"""

djf "馨荷姐，怎么你还要把常远支开，没必要吧？"

djf "还有，咖啡机原来连我你都不给碰的，\n怎么突然开始教常远怎么用了？"

"面对着我的质问，馨荷姐一脸无所谓的样子。"

bxh "问完了吗？要是没别的问题的话，我就开始讲了。"

djf "你葫芦里，到底卖的是什么药？"

"馨荷姐还是不为所动。"

djf "算了，跟你发脾气也没意思。"

djf "请便吧。"

bxh "因为明天要给小常一个惊喜，所以只能我们两个人之间来谈。"

bxh "怎么样，这个理由你能接受吗？"

djf "惊喜？怕是惊吓吧？"

djf "而且，如果我给他打个电话，那他不就也全知道了？"

bxh "你不会的。"

djf "什么我不会，馨荷姐你要是不讲清楚，\n我之后肯定要打电话给常远一五一十都讲得明明白白的……"

bxh "你是绝对不可能，跟他说这件事情的。"

djf "这件事情，那件事情，到底哪件事情？\n别在这里搞这些弯弯绕了！"

"霎时，一个本不该想起的念头，涌入我的脑海。"

djf "等下，你说我绝对不会说…不会是……"

bxh "明天我会把所有东西都想起来，只在小常一个人面前。"

djf "馨荷姐你发什么神经？\n你怎么跟说明天要去做组反应一样，说这种事情啊！"

djf "你知不知道你想起来所有东西之后，\n你就会失去在这个世界活着的权利啊！"
play sound sound_39#拍桌子声
"还好1958的桌子并没有像我的心一样脆弱，\n不至于一巴掌下去就会被打碎。"

bxh "我又不是第一天来，我怎么可能不知道。"

bxh "所以，我才说你绝对不会说的。"

bxh "首先，你肯定不会想知道明天发生了什么，\n因为你不想再想起别的东西了。"

bxh "其次，你就算不想放我一个人走，最后肯定也是做不到的。\n毕竟你也是鹭州科技大学出来的。"

"『各人自扫门前雪，莫管他家瓦上霜。』\n确实如此。"

djf "我完全可以明天直接把你关在房间里，盯你一整天。"

bxh "你不会的。"

djf "馨荷姐，你怎么知道我不会？\n就因为把鹭州科技大学的常态套在我头上吗？"

djf "你知道我原来都失去了多少东西吗？"

djf "难道我到了新世界，还要再继续失去我所拥有的一切吗？"

bxh "你不敢的。"

bxh "『他』亲口跟我说，我会在和小常独处的时候想起一切。"

bxh "就算你明天盯住了，后天呢，大后天呢？"

bxh "那倒不如就在明天这个最好的时机，起码也算是有意义一点。"

"馨荷姐平静的表情，越看越让我感到焦躁。"

djf "馨荷姐，你这就放弃了？"

djf "你都把鹭州科技大学端出来了，那我就反问你，\n鹭州科技大学难道会有碰到这种事情就认命了的人吗？"

bxh "你看过《三国演义》吧？星落五丈原那段，总知道吧？"

djf "知道，但是这又有什么关系？终究只是文学而已……"

bxh "但是，这个世界，确实是有『神』的。"

bxh "不是志怪小说里面的虚构的神，\n而是切切实实存在的『神』。"

"『若七日内主灯不灭，吾寿可增一纪』。\n『生死有命，不可挽也』。"

"馨荷姐想说的，是这个吧？\n所谓的『命』，已经给『神』写死了。"

bxh "我已经累了，已经不想继续下去了。"

bxh "所以，我认命了。"

djf "为什么？继续在1958多好，什么都不用去想。"

bxh "你看着小常，难道真的就什么都不会去想吗？"

bxh "我现在每次看到他，\n我就会想起十三年前的我，是怎么来到鹭州科技大学的。"

bxh "明明什么都不会，\n却又对什么都抱有着探求欲……"

"我没敢回应。\n馨荷姐应该也没注意到我的表情，自顾自地继续说了下去。"

bxh "我不知道你是怎么想的，反正我现在是已经呆不下去了。"

bxh "不会有什么，能比现在这种什么都做不到的焦躁感，\n更让我痛苦。"

bxh "哪怕是过去的事情。"

djf "现在怎么会是『什么都做不到』呢？\n明明现在没有什么东西是一定要去做到的啊？"

"哪怕这是狡辩，总之得把馨荷姐这个歪曲的信念扭转过来——"

bxh "我已经不想和『他』玩现在这种过家家游戏了。"

bxh "绛枫，你也知道的吧。"

bxh "现在的鹭州科技大学里面的『人』，\n都只不过是『他』创造出来的假象而已。"

"""
我知道。

所有的顾客在聊天的时候都只会聊今天都去了哪里玩，\n明天还要去哪里玩。

真正的鹭州科技大学的人，只会讨论最近课题的进展，\n或者刷《电磁学千题解》和《吉米多维奇》。
"""

djf "就算都是假象，那又有什么不好的？\n难道真的鹭州科技大学，就一定是完美的吗？"

djf "过去的那个鹭州科技大学，\n绝对只是被你的记忆所美化了而已啊！"

"""
我绝对不能认同，我现在和馨荷姐产生了共鸣。\n哪怕只有一丝。

不然，我怕我自己……
"""

bxh "过去的也好，现在的也罢，哪怕根本不是鹭州科技大学，\n也都无所谓了。"

bxh "我只是，看不到这个世界的未来而已。"

bxh "也许你们能够在这个世界看到未来吧，\n但是，我已经等不下去了。"

bxh "等我走之后，小常就拜托你照顾了。"

"馨荷姐自顾自地站起身来，\n然后对我做了一个『请』的手势。"

bxh "到此，结束了。"

bxh "绛枫，和你在一起的这几个月，\n说实话，真的，还挺开心的。"

hide view_djf onlayer screens 
call yume_
scene bg _test with yumeout
play music bgm_12 fadein 0.5#转场，背景虚化解除

"我把吃剩下的苹果核丢进垃圾桶，然后去吧台洗了个手。"

cy "馨荷姐她以前，是这种会天天讲煽情话的人吗？"

djf "她……昨天也和你这样子在说吗？"

cy "她没跟我把事情讲得这么清楚，但语气上来讲是差不多的。"

cy "不过……杜姐，我有个事情想和你再仔细确认一下……"

djf "等一下，我知道你要问什么，让我先思考一下。"

"我还没讲完后半句话，杜姐就示意我噤声。"
pause 0.5
djf "好，我做好心理准备了，你问吧。"

cy "那……我问了？"

djf "不用再确认了，问吧。"

"杜姐摆正了坐姿，微笑着看着我。"

cy "『全部想起来』之后，到底会怎么样？"

"杜姐脸上的笑容，像是被冻住了一样，\n就这么，挂在她的脸上。"
pause 0.5
play music bgm_31 fadein 0.5
"过了许久，她才缓缓开了口。"

djf "……虽然我确实猜到了，但是……"

djf "比想象中的，还要难回答啊……"

"她脸上的笑容渐渐淡去，目光也投向了遥远的某个地方。"

djf "说实话，我也不知道到底会去到哪里。"

djf "但是……肯定是除了这个世界之外的，某个地方。"

cy "所以……再也不能回到这里了吗？"

djf "至少据『他』所说，是这样的。"

djf "……"

djf "算了，别提这个话题了。\n都怪某个自以为是的人自作主张。"

djf "自己觉得这样的生活过够了，不想过了，\n就直接把我们两个丢在这里，收拾她的烂摊子。"

"杜姐抓起一个苹果，恶狠狠地咬了一口。"

cy "那……馨荷姐为什么要这么做呢？"

djf "你问我，我问谁呢？"

djf "总不能是活够了吧？"

cy "那……倒也不是没有可能，毕竟她读了九年研究生……"

djf "几年？"

"杜姐像是听到了什么耸人听闻的事情一样，猛然看向我。"

cy "九年。"

djf "……"

djf "……那，还真不是没有可能。"

djf "如果换成我的话，在那之前，怕是就已经放弃了。"

"杜姐叹了口气，把剩下的半个苹果放在桌上。"

cy "那……杜姐，你现在，打算放弃吗？"

"我试探性地，抛出了我最担心的一个问题。"
play music bgm_9 fadein 1.0
djf "你说什么？"
play sound sound_39
"杜姐一拍桌子，猛然站起来。"

"我像是一只将成为毒蛇的晚餐的青蛙，\n被她用满含生吞活剥般意图的目光死死盯着。"

"不，应该是贸然触碰龙之逆鳞的，区区蝼蚁。"

djf "我好心好意地抽时间来安慰你，你怎么还拿这种事情侮辱我？"

djf "常远，我告诉你，我现在没有哪怕一丁点的离开这里的打算。"

djf "就是你自己不想活了，我也会继续留下来。"

djf "我已经失去的够多了。"

djf "现在我唯一没有失去的，就是这个世界……"
play music bgm_31 fadein 1.0
"杜姐的眼角，晶莹的泪珠如同珍珠项链般坠下。"

cy "杜姐，对不起，我之后不会再说这个了……"

djf "怎么到现在，你还在用这么生分的称呼？"

djf "为什么，馨荷姐让你直接叫她名字，你就直接叫了？"

cy "那……你也没和我说过啊？"

"杜姐脸上挤出的苦笑，比方才的哭泣更让我痛心。"

djf "你这样子，不就是在和我说，\n『你连成为馨荷姐的替代品都不配』一样吗？"

cy "……"

"杜姐好像有点奇怪……\n哦，称呼应该换一下。"

"也许……绛枫姐她，因为馨荷姐就这么走了，\n她大概也不知道之后应该怎么去做了。"

"她也需要一个精神寄托。\n和我一样。"

djf "算了，没什么，是我自己反应过度了，\n我也知道你不是这个意思。"

"绛枫姐捏起放在桌上的半个苹果，\n露出的果肉已经被氧化得发黄。"

"我默默地看着她慢慢地啃完剩下的半个苹果，\n走向吧台，把苹果核扔进垃圾桶，最后洗了个手。"

djf "怎么，你不会真要把我当馨荷姐的替代品吧？这么盯着我？"

"绛枫姐转过头，迎上了我的目光。"

cy "也不是……只是在担心……绛枫姐你而已。"

djf "这才像话嘛。"

djf "这样就好。"

"绛枫姐露出像是解脱般的微笑，\n然后从吧台底下掏出一本笔记本。"

cy "……这是？"

djf "馨荷姐的日记，昨天她给我的。"

djf "我没看过，也不想看，给你吧。"

"绛枫姐把笔记本硬塞到我手里，然后径直走向大门。"
play sound [sound_25, sound_43]
"她推开门，就这么离开了。"

cy "馨荷姐，真的，已经不存在于这里了吗？"

"手中的笔记本的封皮上，还挂着绛枫姐刚刚不小心淋上的水珠。"

"我轻轻地晃了一下笔记本，\n水珠毫无阻滞地滚下，无声无息地落在地上。"

"再也没有一丝痕迹。"

"就像是，在咖啡厅1958里，从来没有存在过，\n名为『包馨荷』的女孩子一样。"
scene black with toki
scene bg _test with toki
play music bgm_26 fadein 0.5#过场动画，转宿舍
"""
我浑浑噩噩地度过了整个下午、甚至都忘了自己去哪里吃的晚饭。

或许根本就没吃？但现在我又没感觉到饿，真是奇怪。

总之，磨磨蹭蹭到了晚上，我才敢打开杜姐早上给我的笔记本。\n……哦，现在应该记住，得叫『绛枫姐』了。
"""

cy "换一个称呼，总感觉好像就完全不一样了？"

"""
馨荷姐留下来的笔记本，最前面大概一大半全都被涂黑了。\n也不知道是到绛枫姐手里就是这样、还是绛枫姐不想让我看到。

不对，说不准还是『神』的所为。

……还是不要在意这些了，看看还剩下来什么东西吧。
"""

cy "……"

cy "…………"

"我越是翻馨荷姐的笔记本，越是感觉无力感逐渐涌上心头。"

"虽然确实证实了这大概是馨荷姐的笔记本，\n毕竟我看到的内容全都是在写一些我从来没有听说过的游戏的内容。"

"什么《黄昏的新娘》、《少女万花筒·异闻》、\n《恋爱少女的科研公式》、《反应釜上的魔法使》……"

"总感觉不是什么该去深入了解的东西。"

cy "……这是什么？"

"我又往后翻了几页，突然，完全不一样的排版映入了我的眼帘。"
scene black with leftflash
scene bg _test with leftflash#放笔记本CG，之后不要放包馨荷立绘
bxh "常远，当你看到这段话的时候，我大概已经离开这个世界了吧。"

"先不管到底会是什么内容，\n至少总算找到了能证实是最近几周写的文字了。"

bxh "本来想找个更正常的本子来写这段话的，\n但是发现我手头上没有别的本子了。"

bxh "所以我个人建议，前面写的那堆东西，\n你其实是没有什么必要去看的。"

bxh "不过你既然都翻到这里了，肯定是把前面的都翻过了吧，\n那说明你还是有玩这些游戏的潜质的。"

"像是馨荷姐的风格，总是牵着别人鼻子，\n把别人拐到自己毫无逻辑的逻辑里面。"

"不过我还是不会去玩这些游戏的。"

bxh "你一定很好奇这本本子为什么少了一大半吧？\n因为前面也写的是这种东西。"

bxh "我最开始想给你写这段话的时候，感觉还是都处理了比较好。"

bxh "最后涂到一半的时候不想涂了，反正给你看到也没啥关系。"

"……"

"亏我还纠结了那么久，结果只是这样的一个理由。"

"总感觉人生被浪费了。"

bxh "我想你现在大概非常失望吧？\n想看到的那些有深度的内容，这里面一概都没有。"

bxh "不过呢，我希望你能理解一下。\n因为现在关键的、涉及到过去的事情，我都还没想起来。"

bxh "不然我也不可能把这段东西给你写出来了。"

cy "都什么东西啊！水字数也要有点底线啊！"

"我强忍着把笔记本合上、丢进垃圾桶的冲动，\n往下一段看了下去。"

bxh "常远，你觉得和我的最后一次约会，\n会成为你绝对忘不掉的记忆吗？应该不会吧。"

bxh "那个时候的我，应该是会故意找一些从来都不敢提的话题，\n然后整个人跟半只脚踏进阴曹地府一样。"

bxh "像这样的我，还是希望你忘掉比较好，\n我可不想你最后记住的是如此丑陋的我。"

bxh "因为我喜欢你，常远，虽然现在可能已经太迟了。"

"……"

"……？"

"？？？"
scene black with yumein
play sound sound_28
call yume
bxh "很抱歉。"

bxh "我不能够喜欢上你。"
call yume_
scene bg _test with yumeout
"不对，昨天馨荷姐明明不是这样说的来着？"

"为什么？"

bxh "喜欢上和过去的自己那么相似的男孩子，我果然还是太自恋了。"

bxh "不过，我好像忘记考虑万一常远你会喜欢抱两块金砖的可能性了，\n不过大概不可能的吧。"

bxh "真要是那样的话，那我想，\n我一定会干脆地用模棱两可的说法去拒绝你的。"

bxh "我已经没有也不想要更多的时间了。\n但是你不一样，你一定还可以看到未来。"

bxh "我不想因为我而把你束缚在这里。\n把我忘掉，然后回到你该去的地方吧。"
scene black with leftflash
scene bg _test with leftflash
"我往后翻了一下，都是白纸。"

"整本笔记本的内容，就只到这里了。"

cy "到底为什么，馨荷姐要写这种东西？"

cy "这样的话，我难道真的能忘掉吗？"

cy "难道不是，真的成为我绝对忘不掉的记忆了吗？"

"我合上笔记本，轻轻地放在桌子上，\n然后向后一仰，倒在床上。"

cy "今晚，肯定睡不着了。"
scene black with toki
scene bg _test with toki
play music bgm_11 fadein 0.5#过场动画
"""
尽管今天早上没做怪梦，但毕竟昨天晚上过了凌晨才睡着，\n而且早上还在闹钟响起之前被冻醒了……

还是好困。
"""

cy "哎，既然醒了，还是上班吧。"

"免得绛枫姐又要对我说教。"

cy "不过……既然客人都是假的，\n我今天翘班不去1958，也没问题吧？"

"想想就行了，怎么可能真的去做。"
scene black with rightflash
scene bg _test with rightflash#转场，1958门口
"""
我到1958的时候，1958还没有开门。

本应该是绛枫姐早早地把门打开，\n然后在我将要进门的时候恰好把迟到的我抓住。

……应该不会是我今天来得太早了吧？
"""

cy "也不早啊……这不都七点五十了。"

cy "算了，来都来了，开店吧。"

"""
还好我手里有1958的钥匙。

虽然我到1958也有一个月了，但是这把钥匙还跟新的一样。

毕竟到现在一次都没用过，肯定是新的。
"""
scene black with rightflash
scene bg _test with rightflash#转场，1958内景。
"""
毕竟是第一次开店，我找1958的电源总闸就找了半天。

最后总算借着手机的亮光，在仓库的角落里找到了配电箱。
"""
play sound sound_8
"刚合上电闸，就听到了门铃声。"

"我推开仓库门，往正门方向看去，\n立在那里的，并不是绛枫姐。"

"是客人。"

"面对客人时应该怎么做来着？\n在我脑子转过来之前，我的身体先做出了反应。"

cy "您好，欢迎光临1958，请问您有什么需要的吗？"

guest "切。"

"客人嘴里的咋舌声清晰可辨。"

guest "你们店里那两个女服务生呢？"

cy "实在不好意思，今天其他同事都请假了，\n只有我今天在值班，还请您谅解。"

"先找个理由糊弄过去吧……"

guest "不早说，浪费我的时间。"
play sound sound_43
"才刚进来的客人，转眼间就一脸不高兴地转身出去了。"

"果然还是和之前一样。\n我每一次试图接客，客人的反应都一样。"

"以前我还不能理解，现在倒是知道了，绝对是『神』的恶趣味。\n既然那么喜欢女孩子的话，干脆就别让我来1958不好吗？"

"也许，他只是想看到我被恶心的样子。\n——虽然那也太恶心了。"
play sound sound_8
"我正胡思乱想的时候，又有人推门进来。"

cy "您好，欢迎光临1958……"

djf "欸？常远？你怎么到得这么早？\n我还以为进贼了，怎么门居然开着。"

cy "那，我也是偶尔会准时到岗的……"

"我顺手掏出手机看了一下时间，刚好八点整。"

"可能只是因为我以前都没准时到过，\n连绛枫姐平时都是什么时候到岗的都不知道？"

cy "不过说实话，绛枫姐你卡着线到岗也挺少见的，\n以前不都早早地就来了吗？"

djf "也没有吧，我觉得可能是因为你一直都到得特别晚，\n所以才会有这个感觉……"

djf "不过今天确实稍微来得迟了一点，原本都还要早个五分钟。"

cy "那也才七点五十五，也不算早了。"

cy "该不会……以前做开店准备的，都是馨荷姐？"

djf "……偶尔是。"
stop music fadeout 0.5
"……"

"空气一下子变得沉重了起来。"

djf "咱们，赶紧开始做开店准备吧？"

cy "嗯，确实该赶紧准备了。"
scene black with rightflash
scene bg _test with rightflash
play music bgm_13 fadein 0.5#过场动画

"""
这个没良心的所谓的『神』真是把我气得牙痒痒。

早上进来好几个客人，刚点完咖啡，然后一看我往咖啡机走，\n就直接现场换了同等价位的茶饮料，然后点名让绛枫姐做。

甚至还有一个恶心的，对着我点完单，\n就光顾着坐在座位上玩手机，一句话也不说。

等我给他做了个漂亮的拉花让绛枫姐端给他的时候，\n他抬起头，看到咖啡机旁边是我，只问了这么一句：
"""

guest "这咖啡是谁做的？"

"""
绛枫姐短暂地沉默了一会，\n结果他直接把咖啡倒到了地上，然后又要了杯柠檬水。

甚至柠檬都点名要求绛枫姐给他现切。

我很想直接抄起手里的杯子给他头上来一下。
"""
scene black with rightflash
scene bg _test with rightflash#过场动画
"""
终于把这堆没良心的打发走了。

我本来想把门关上看看能不能直接让这堆没良心的进不来，\n结果被绛枫姐否决了。
"""

djf "馨荷姐之前说她试过一次，\n结果客人直接穿过窗户进来了。"

djf "这个门只是为了让我们能看着体面一点，\n如果我们不想体面，那就有人帮我们体面了。"

"""
真是恶趣味。

怪不得绛枫姐昨天来找我的时候说门不用关也没事，\n原来这堆没良心的只会在固定时段刷新。

算了，找点别的事情做吧……
"""

djf "常远，要不你今天歇一下？"

cy "欸？不用了吧，我今天不是啥都还没做？"

"绛枫姐突然来这么一句话，我有点摸不着头脑。"

djf "反正你在1958只能和这堆皮套人生闷气，\n不如直接回去睡觉。"

cy "不对吧，绛枫姐你不像是会说这种话的人来着？"

"绛枫姐本来不是天天push我吗？\n怎么突然变成了这个样子？"

djf "还是尊重一下事实吧，你看看今天这个样子……"

djf "你但凡出现在1958里面，客人就开始瞎找茬、乱提要求。"

cy "好像是这样没错……"

cy "但是这样的话，绛枫姐你的工作量不就更多了？"

djf "但是因为客人胡闹产生的额外工作量，\n难道不是都压在我身上吗？"

cy "……"

"确实有道理。"

"但是……让我就这么闲着，我实在是过意不去……"
play music bgm_21 fadein 0.5
djf "不过……倒是有个办法，虽然我不知道能不能行得通。"

cy "什么办法？"

djf "仓库里有套女仆装和假发。\n我记得应该是和你工作服一个尺码，你可以试一下。"

cy "等下，什么意思？我有点不太懂。"

"绛枫姐烦躁地挠了挠头，然后看向我。"

djf "馨荷姐不是之前教过你吗？\n女仆咖啡厅之类的事情。"

djf "虽然我个人是反对的。"

cy "女仆咖啡厅？什么意思？"

cy "让我穿女仆装？"

"绛枫姐，吃错药了？"

djf "那也没办法啊，只要你看起来是个男服务生，就肯定行不通。"

djf "只有让你看起来像是女服务生，才可能糊弄过去。"

djf "……馨荷姐该不会是想到了这一茬吧？"

cy "……"

cy "绛枫姐，您是不是发烧了？\n怎么感觉，您今天有点不对劲？"

djf "可能吧，今天一天搞下来，头都要炸了。"

djf "常远，你有没有什么别的方法？"

cy "没有。"

djf "那要不……试试？"

cy "随便吧。"

"死马当活马医算了。"
scene black with rightflash
scene bg _test with rightflash#转场动画。换女仆装CG
"""
穿女仆装这件事，比想象中还要让人害羞。

就算我一个人就能在身上套好，\n但各种细节上的调整还是要绛枫姐来帮忙。

所以现在，身穿女仆装的我，坐在仓库里，\n等着绛枫姐给我整理好头顶上的假发。
"""

djf "常远，这女仆装……怎么这么合身？"

cy "你问我，我问谁啊！"

djf "倒也是。"

"『神』，大概真的是恶趣味得有点过分了。"

djf "不过这个领口是敞开的，能看到喉结……"

djf "我找个领结遮一下吧。"

cy "不用这么细吧？"

djf "那肯定有必要啊！\n你要不想遮的话，我直接给你找四个胸垫过来垫一下？"

cy "胸垫不是更过分了吗？"

"绝对是吃错药了！"

djf "你要是垫了胸垫，那客人的视线就不会再往上走了。"

djf "要是不垫的话，那肯定是直接一路上移，\n最后扫过你的脖子，看到喉结，就完蛋了。"

cy "绛枫姐？要不你还是量一下体温？"

djf "现在肯定没发烧，不信你自己把手贴我额头上。"

"绛枫姐顺势就抓起我的手，把我的手背贴上她的额头。"

"可惜只享受了一瞬间柔滑的触感，她就把我的手放了下来。"

djf "所以，补领结还是补胸垫？"

"一瞬间，我清醒了过来。"

cy "那还是领结吧。"
scene black with rightflash
scene bg _test with rightflash#转场动画。换女仆装CG，cy脖子上加项圈。
cy "绛枫姐，你刚刚说的……\n是『领结』吧？"

djf "找不到领结，那也没办法了。"

"套在我的脖子上的，是一个项圈。"

cy "绛枫姐，你该不会……\n把我当换装娃娃玩了吧？"

djf "怎么会呢，只是确实找不到合适的配饰了。"

djf "不是你看着我，把整个仓库里都翻了一遍吗？"

cy "行吧。"

"该死的那个狗屁『神』。"

"虽然也有可能是绛枫姐有这样的兴趣，\n所以故意把领结藏起来了……"

"但是这话肯定不能在这里说出来就是了。"

djf "所以常远，要不要再给你化个妆？"

cy "……免了吧？"

djf "那你，就这么摆着一副苦瓜脸出去接客？"

djf "笑一个？"

cy "笑不出来。"

"绛枫姐沉默了一会儿，然后拍了拍我的肩膀。"

djf "你要是真的不想穿，也没有关系的。"

djf "1958的事情，我这边会想办法搞定。\n一个人也没有问题的。"

"绛枫姐搭在我肩上的双手，不住地颤抖着。"

djf "本来是想让你轻松一点，所以才故意这么开的玩笑。"

djf "要是反而让你有压力了，那就完全是本末倒置了……"

cy "……"

"我轻轻地，把手放在绛枫姐的手背上。"#CG差分

"是温润，却又冰凉的触感。"

cy "我也是1958的人。"

cy "我不能逃避。"
scene black with rightflash
scene bg _test with rightflash
play music bgm_13 fadein 0.5#过场动画，1958室内
"""
我想得太简单了。

虽然确实真的就莫名其妙糊弄过去了，\n但糊弄过去之后应该怎么办……

我还真没怎么想过。
"""

"还是刚才给绛枫姐当换装娃娃玩要轻松一点。"

guest "喂——那个女仆过来一下！"

guest "过来给我的柠檬水施一个变得好喝的魔法——"

djf "本店不是女仆咖啡厅，请勿骚扰工作人员！"

"我穿着女仆装回到了大厅，刚好1958也到了营业时段。\n整个1958顿时充满了嘈杂的顾客吆五喝六的声响。"

"几乎都是冲着我来的。"

guest "那个女仆——过来给我上一个蛋包饭——"

guest "蛋包饭上面要用番茄酱写上『祝主人GPA四点三』——"

djf "本店不提供蛋包饭，也不提供此类服务！"

"这群人到底在说些什么东西？\n我怎么根本就听不懂？"

"我光是坐在吧台后面，就有源源不断的人挤上来，\n一个个地提出各种匪夷所思的要求，最后被绛枫姐赶回座位上。"

"正当我看着这片乱象在发呆的时候，\n一个人挤过人群，靠上吧台来。"

guest "咖啡有没有？"

cy "……"

"为了维护形象，我不能够出声。\n所以我只是指了指招牌。"

guest "你这个招牌上的咖啡，都太老套了。"

guest "都是什么意式美式摩卡拿铁卡布奇诺，\n说白了就是浓缩加水加糖加奶。"

guest "都没有什么新品种吗？"

"我摇了摇头。"

guest "你又是指招牌又是摇头的，该不会是个哑巴？"

cy "……"

"我指了指自己的嘴巴，摆了摆手。"

guest "……真不会说话？"

"我点了点头。"

"好像……这个顾客看起来还正常一点？\n还能提一点正常的要求？"

guest "这样吧，我这边刚好带了点豆子和水过来，\n你拿我的豆子和水做一杯美式吧。"

"这个顾客一边说着，一边自顾自地拿出一个矿泉水瓶，\n和一个蕾丝花边的叠起来的小布包。"

"不知为何，矿泉水瓶中澄清的液体，在阳光下泛着微黄的色泽。"

djf "这位客人，本店谢绝外带饮品入内。"

"绛枫姐应该是刚处理完大厅里的其他事情，\n现在才注意到我这边站着个客人。"
#djf表情差分
guest "通融一下嘛……噫！"

"我在吧台后看得不是很清楚，只看到绛枫姐一转头，\n这个客人就吓得直接一把抓起他带过来的东西，跑出了大门。"

djf "你怎么让他把这种东西摆我们台面上？直接赶走啊！"

cy "那我也没法说话啊？\n而且他啥都没说直接就摆上来了啊！"

"我压低声音，凑近绛枫姐的耳边。"

djf "哎，也行吧。"

djf "以后有这种事情记得叫我。\n不方便出声，你就随便敲一下什么东西都行。"

"绛枫姐对着我露出苦笑，然后转过身去，\n走向一桌正要点单的顾客。"#立绘隐去

"我也赶紧处理一下还没做完的订单吧。"

"一边给堆在面前的杯子一个个挤糖浆，\n我脑子里一边浮现出了莫名其妙的念头："

"我剩下的人生，该不会就要这样子穿着女仆装、戴着假发，\n在这里伺候这堆没良心的『赝品』吧？"

"虽然我已经忘了鹭州科技大学是什么样的了，\n但是真正的鹭州科技大学，里面该不会都是……"

cy "还是工作吧。"

"我用力地摇了摇头，试图把这些念头甩出我的脑海。"
scene black with toki
scene bg _test with toki#转场动画
play music bgm_2 fadein 0.5
"一到该打烊的时间，这群客人就三三两两地都走出去了。"

"这点倒是还让人省心。"

djf "常远，今天辛苦了。\n你直接去仓库换衣服吧，收拾的事情我来干。"

djf "假发套直接套仓库里那个人头模型上，\n女仆装就直接挂起来吧。"

cy "直接挂起来吗？要不要直接丢1958的洗衣机里？"

djf "你今天洗了明天又干不了，明天你穿什么？"

cy "……倒也是。"

cy "我还以为，没有明天了。"

"绛枫姐一挑眉毛，然后露出无奈的笑容。"

djf "先把衣服换了吧，明天的事情，明天再说。"

djf "已经下班了。"

cy "也对，那……真不用我帮忙收拾？"

djf "不用，而且要是把女仆装弄脏了，明天你就没衣服穿了。"

cy "行，那我就去换衣服了……"

cy "对了，绛枫姐，晚上吃什么？"

"我正准备走进仓库，鬼使神差地，我又回头问了绛枫姐一句。"

djf "……好久没吃小香鸡了，去吃一次吧。"

"听到这句话的时候，我已经走进了仓库，\n看不到绛枫姐脸上，到底是什么表情。"
scene black with rightflash
scene bg _test with rightflash#转场动画，老乡鸡内景。
play music bgm_12 fadein 0.5
"今天这鸡汤，总觉得喝起来没什么味。"

djf "没想到……还真的混过去了。"

djf "而且比我想象中还要受欢迎。"

cy "……"

"我差点被鸡汤呛到。"

cy "……明天的事情，明天再说吧。"

"绛枫姐识趣地没有继续接话茬，夹了一筷子鸡汁娃娃菜。"

cy "不过，绛枫姐。\n今天怎么你主动来吃小香鸡了？"

"就这么冷场了也不太好，我没过脑子，随便找了个话题。"
play sound sound_39
djf "我为什么不能主动来吃小香鸡？"

"绛枫姐一拍桌子，站起身来。"

djf "你不会以为我是为了来缅怀谁，才专门今天来吃一顿小香鸡吧？"

djf "包馨荷已经不在这个世界上了。\n已经是既定事实了！"

cy "绛枫姐……那个……\n我还什么都没说呢？"

"绛枫姐茫然地看向了我，然后像是意识到了自己的失态，\n一屁股又坐了回去。"

djf "……"

"还是讲原来的那个话题吧。"

cy "不过，受欢迎总比像原来那样子被反感要好。"

"这样子又扯回去，是不是有点太生硬了？"

cy "至少我对于1958还是有价值的。\n至少我能够去承担起她的那部分工作……"

cy "我不想失去这一份价值。"

"……我刚刚是不是又说了什么不该说的话？"

djf "这种过家家游戏，你哪怕今天就不想玩了，\n也完全没有关系。"

djf "你为什么要这么想？"

cy "但是哪怕是游戏，不认真玩可不行啊？"

djf "这种朝令夕改都是常态的、没有规则可言的游戏，\n根本就不值得你去认真。"

"绛枫姐无奈地摇了摇头。"

djf "而且，你也没有必要承担别人的责任和义务。\n你哪怕抛下1958一走了之，也没有关系。"

cy "那绛枫姐，你会抛下1958一走了之吗？"

cy "我知道你不会。\n既然你不会，那为什么，你要劝我就这么放弃？"

djf "……"

"绛枫姐低着头，陷入了沉默。\n过了好一会，她才抬起头。"

djf "我有我的要留在1958的理由，但是我觉得你不应该有。"

djf "你的机会还很多，而我现在想做的只有这一件事而已。"

cy "绛枫姐，为什么我不应该有？\n我和你，难道有什么区别吗？"

cy "就因为我刚来这个世界一个月，所以你要排挤我吗？"

djf "不是这样的……"

cy "那到底是怎么样的？"

cy "绛枫姐，为什么你一定要留在1958？\n这个理由你就不能和我说吗？"

djf "我觉得现在的1958很适合我，我没有离开1958的理由。"

"绛枫姐平淡地陈述着，又夹了一筷子鸡汁娃娃菜。\n她的视线随着筷子，投向桌面上的碗碟。"

cy "……"

"看来绛枫姐不想和我说实话。"

"算了。"

djf "常远，你还是再回去好好考虑一下吧。"

djf "可能你现在觉得，离开了1958，你就哪里都去不了。\n绝对不是这样的。"

djf "『神』绝对不是为了把你困死在1958里，\n才把你请到这个世界来的。"

djf "这个世界，一定是能够随着你的意志而产生变化的。"

cy "但是……我除了就这么继续呆在1958，什么都想不出来。"

cy "我想，我只能继续留在1958，慢慢考虑。"

"绛枫姐无奈地叹了口气。"

djf "随便你吧。"

djf "鹭州科技大学的每个人，都是这么想的。"
scene black with toki
play music bgm_19 fadein 0.5
play sound sound_28
scene black with yumein
call yume
#转场动画，背景变黑。
kurokage "你这怎么连个指针运算都不会写。"#常远室友

kurokage "指针只是存储了对应内存的地址，\n你想要知道这段内存对应的值，首先得通过指针访问这段内存。"

kurokage "还有这个指向指针的指针，虽然绕了点，\n也没那么不好理解吧？"

kurokage "二级指针的值是一级指针的地址，\n你直接对二级指针的值进行运算，指向哪里你都不知道了。"

kurokage "真要是指针都搞不懂，那数据结构的栈，你更搞不明白了。"
call yume_
scene bg _test with yumeout
play music bgm_11 fadein 0.5#转场动画，转宿舍。

"""
今天我醒得格外得早，醒来的时候一看手机，才六点半。

更诡异的是，早上做的怪梦我记得真真切切的，一点都没忘。

总不能是想让我再学一遍计算机程序设计，\n所以才故意让我做这么一个梦，还故意不让我忘了？

我当时计算机程序设计拿了多少分来着……
"""

cy "想不起来啊～"

"虽然在那之后，我确实唤醒了一些记忆，\n但像这么细节的东西，倒真还没法回想起来。"

"不过至少，这个搞不懂指针的肯定是我。"

cy "哎，不过突然做了个我忘不掉的梦，总感觉有什么问题。"

cy "时间还早，翻一下黄历看看。"

"……"
pause 0.5
"早知道就不应该看黄历的。"

cy "一定是这本黄历不灵，不然为什么写着个『诸事不宜』？"

cy "不迷信了，周公解梦一下。"

"……"
pause 0.5
"怎么这周公解梦也是迷信？"

cy "这周公解梦怎么还不会解『梦见学习计算机程序设计』？\n都不会与时俱进，怪不得现在都看不到了。"

cy "还是上班的时候去问问绛枫姐吧。\n她应该会写程序……吧？"

"""
不过我倒是又模模糊糊地想起来，\n高级语言都不怎么碰指针的来着？

那这样的话，好像搞清楚这个问题，也没什么必要了。

反正在1958，也不需要写代码。
"""
scene black with rightflash
scene bg _test with rightflash#过场动画，转1958外景.
"""
因为早上醒得很早，所以我总算有时间去模仿{i}Science Direct{/i}首页的中年成功男人的发型了。

所以虽然梳了半个小时头，\n我还是在早上七点四十五分，顺利抵达了1958。

只是……为什么1958的门，是开着的？

我记得昨天离开的时候，门确实关好了来着？进贼了？

我一边提防着，一边推开了1958的门。
"""
scene black with leftflash
scene bg _test with leftflash#过场动画，转1958内景
play sound sound_8
djf "欢迎光临……\n常远？你今天也来这么早？"

cy "呃……也不早吧。"

"""
绛枫姐昨天说她平时都几点到的来着？

比开店时间八点整早个五分钟，那也就是七点五十五？
"""

cy "绛枫姐，你昨天不是说你都七点五十五到的吗？\n怎么你也来这么早？"

"绛枫姐沉默了一下，然后摸了摸下巴。"

djf "今天突然想早点起来上班，所以就这个点到了。"

djf "感觉早点起来上班也不错，以后我都早点来吧。"

cy "……真的吗？"

djf "真的。"

"算了，不深究下去了。\n赶紧准备开店吧。"

cy "那我就先去换衣服了，穿这身衣服可没法接客。"

djf "要我帮你换衣服吗？你一个人套不好项圈吧？"

cy "非常感谢绛枫姐您的细致关心，我一个人就可以了。"
#djf立绘隐去
"我和绛枫姐错身而过，走向仓库。"

"昨天晚上，我才想起来，1958的洗洁精是柠檬香味的。"

"和昨天绛枫姐给我脖子上套项圈时，\n萦绕在我鼻腔里的那股香味，完全一样。"

"我再也无法直视摆在洗碗槽旁边的洗洁精了。"
scene black with toki
scene bg _test with toki#过场动画，转黄昏
play music bgm_2 fadein 0.5
cy "好累。"

djf "不用这么逼着自己，去做不愿意做的事情的。"

cy "但是……"

djf "但是什么但是，你看看你现在，\n像是能继续干下去的样子吗？"

"我揉了揉挤了一天笑容的僵硬的脸颊，\n正如绛枫姐所说，倦怠感不断地从心底涌上来。"

djf "而且光是这一天来骚扰你的顾客，\n就比我和馨荷姐之前见过的加起来还要多。"

djf "没必要硬撑着的，真的。\n不如在承受不住之前，就早点放弃。"

cy "有那么多吗？我怎么没感觉很多？"

djf "怎么可能，你自己想想今天到底有谁来骚扰过你。"

"我端起面前的茶杯抿了一口，陷入了沉思。"

scene black with yumein 
scene bg _test #1958接客背景
call yume
"我记得，应该是有个客人点了杯咖啡。"

"我给他打好咖啡，把托盘端到他面前……"

guest "小姐姐，要不要跟哥哥一起去学R语言啊？"

guest "我是鹭州科技大学管理学院的博士哦，我很会R语言的。"

"他一边紧紧地捏着我的手，一边这么对我说。"

"然后绛枫姐就过来，把他请出去了。"
call yume_
scene bg _test with yumeout #1958背景

djf "你就想起来这个？"

cy "难道……还有其他的？"

"绛枫姐无奈地扶着额头，一脸恨铁不成钢的表情。"

djf "虽然这个确实表面上很明显，\n但是其他的那么明显的性骚扰，你都没一点感觉的吗？"

cy "性骚扰？"

djf "对，性骚扰。"

cy "我？"

djf "对，你。"

cy "那为什么，我一点印象都没有？"

djf "要不是被我提前制止，那都要成既成事实的！"

djf "刚开店的时候，不是有个拿着伞进来的吗？"

"早上确实有个拿着长柄伞进来的客人。\n因为今天并没有下雨，所以我还多看了几眼。"

"然后我在给他端上红茶的时候，不小心碰倒了他的伞。\n结果他刚弯下腰去捡伞，就被绛枫姐把手按住了。"

cy "他不就捡个伞吗？这也算性骚扰？"

djf "伞的握把都勾到你裙摆里面了，\n我再不来阻止，后果都不堪设想。"

cy "呃……但是我里面是四角的棕色内裤，被看到了也无所谓吧？"

"绛枫姐眉毛一挑，嘴角不断地抽动着。"

djf "那这样的话，后果更不堪设想了。"

djf "而且你倒是别穿四角内裤啊！\n哪怕不带蕾丝，起码也穿个三角的吧！"

djf "就算我们1958不是女仆咖啡厅，你既然穿上了这身衣服，\n该做到的细节你就得尽可能做好啊！"

cy "怎么感觉这不应该是绛枫姐你来说的样子……"

"继续和绛枫姐扯这个内裤的事情实在是不合适，\n换下一个话题吧。"

cy "不过绛枫姐你这么一说，下午有个说要找我换饭盒的客人？\n他也算吗？"

djf "你怎么要么想不起来，要么想起来的都是重量级……"

cy "所以……确实是？\n但是绛枫姐，我不太懂，到底他什么意思啊？"

scene black with yumein 
scene bg _test #1958接客背景
call yume

"下午这个客人，在我给他上意式浓缩的时候，\n故意把他随身带着的一个纸盒子推到桌边上。"

"我以为他是为了腾出位置让我好放托盘，\n结果他指了指那个盒子，问我有没有兴趣和他交换一下饭盒。"

"接着绛枫姐就拿着个打包盒，三步并作两步冲了过来，\n连着杯子把意式浓缩给他打包好，把他请出去了。"

call yume_
scene bg _test with yumeout #1958背景

djf "你……真要我解释？\n他带的那个盒子就是个鞋盒。"

cy "是啊，我也感觉像是个鞋盒。\n但是我还是不太懂，他说的『饭盒』到底是什么意思？"

"绛枫姐沉默了一会，像是在慎重地斟酌着什么。"

djf "他要拿合成革垃圾皮鞋换你脚上穿的皮鞋。"

djf "这个属于单位资产的流失，是触犯1958底线的。"

cy "应该……不止是这样吧？"

"绛枫姐的神情，一瞬间阴沉了下来。"

djf "怎么非要问这种事情。"

djf "他要把你的鞋子拿回去当饭盒用。"

"哦……把我的鞋子当饭盒用……"

cy "……啊？？？"

djf "都提示到这份上了，怎么还要我讲出来的。"

djf "还有那个拿着个项圈进来的，这个你总记得吧？"

cy "就那个……让我给他脖子上套上项圈，\n结果被你直接拿防暴叉架出去的？"

djf "对，就那个被赶出去的时候，还在那里鬼哭狼嚎，\n说『我要做女仆小姐的狗』的那个。"

"……这个人被赶出去得太快了，以至于我都没什么印象。"

cy "那这么说来……好像今天确实有很多来骚扰我的呢……"

"绛枫姐一脸欲言又止的样子，但最后还是没憋住。"

djf "……男孩子在外面，一定要好好保护自己。"

cy "什么意思？绛枫姐，你今天是不是给什么上身了？"

"绛枫姐忍不住白了我一眼。"

djf "我给你指出来的，都是傻子都能看出来的东西。\n换成她过来，看出来的问题怕是不知道要翻多少倍。"

"那不就是说，我连傻子都能看出来的问题，都看不出来嘛。"

djf "不说这个了，看你今天这个样子，\n我倒是有个给你放松一下的方法。"

"绛枫姐叹了一口气，站起身来。"

cy "什么方法？"

djf "整两杯。"

cy "整啥？"

"绛枫姐……应该说的不是什么不好的事情吧？"

djf "怎么？也不是非要你喝白的，\n你总不能连小麦果汁都没法喝吧？"

"啊？真是这个？\n绛枫姐原来是这样的人吗？"

"总感觉，今天这一整天下来，\n绛枫姐过去树立起来的严肃的形象，被摧毁得一干二净。"

cy "那倒不至于，只不过总感觉和绛枫姐实在是有点不太像……"

djf "和像不像我有什么关系？\n所以，你喝不喝？"

"绛枫姐脸上露出烦躁的神情，不满地盯着我。"

cy "……喝吧。"

"说不定，只是绛枫姐她，也想放松一下。"
scene black with toki
scene bg _test with toki#过场动画，转djf房间
play music bgm_6 fadein 0.5#CG需求#喝酒CG，cy只留背影，右下角根据剧情放不同款式的酒
"我被绛枫姐拉到了她的房间，然后看着她忙前忙后地布置着桌子。"
play sound sound_35
"倒不是我不想搭把手，是绛枫姐让我老老实实坐下来等着。\n她怕我越帮越乱，而且也就是理一下桌面，没必要两个人来。"

djf "我都忘了，今天小麦果汁喝完了，那就喝黄的吧。\n常远，你糯米果汁喝过吗？"

"绛枫姐打开了墙边的一个小橱柜，我往那边看了一眼，\n里面满满当当的，都是各式各样的不同颜色的瓶子。"

"像是我第一次看到馨荷姐的游戏库一样的感觉。"

cy "没喝过，试试？"

djf "行，那今天就喝这个『古凤山』了。"

djf "坏了，一直想买个不锈钢壶的，结果一直都忘了。\n那今天先喝常温的凑合一下吧。"
#CG差分，右下放上半瓶黄酒，两人面前两个玻璃杯子倒上黄酒，djf在桌子对面出现
"绛枫姐端着个方形的瓶子回来，\n然后给我面前的两个杯子中倒满了糯米果汁。"

cy "嗯？为什么要买个壶？不能直接喝吗？"

djf "哎，真没品位，你喝常温的黄的还不如喝马尿。"

djf "一般的喝法都是找个小壶，往里面加好生姜或者红糖，\n接着把糯米果汁倒进去，慢慢温热，这样子才好喝。"

djf "不过我们那边一般会加蛋丝。\n煮到快沸的时候，把打好的蛋液加进去，然后搅成细碎的蛋丝。"

djf "虽然这个喝法，我在外面没怎么听说过。"
play sound sound_35
"绛枫姐端起杯子，抿了一口，脸上露出些许感伤。"

cy "呃……常温的和温好的糯米果汁，口感有什么区别吗？"

djf "反正常温的就是不好喝，具体差在哪里，我也不好描述。\n你自己尝一下就知道了。"

djf "别喝太快，你还不清楚你自己的量，先试个小半杯。"

cy "……那要是我倒在这里怎么办？"

djf "这个度数很低的，不会有多大事。"

"""
我端起玻璃杯，杯子里的橙色液体在灯光下透着诱人的色泽。

我仰头灌了小半杯进去，陌生的味道差点让我吐出来。
"""
play sound sound_35
cy "有股中药味。"

"是那种苦涩的、能让我想起很多事情的感觉。"

djf "看你这样子，就知道你是那种从没沾过粮食果汁的乖宝宝。"

"绛枫姐苦笑着，看着皱着眉头的我。"

cy "应该是吧……我印象里确实是没喝过。\n那绛枫姐，你是什么时候开始喝的？"
play sound sound_34
"绛枫姐轻轻碰了一下我面前的杯子，然后喝了一口。"

djf "是我大四的时候。准确来说，是我保研的那个时候。"

djf "我本科的时候GPA不是很高，也就三点二出头，\n本来……当年我是保不上研的。"

djf "我们学院是只按GPA排序的，其他一概不考虑，\n所以哪怕我有什么其他院可以作为加分的东西，也没有用。"

djf "虽然就算有，我也加不了多少分。"
play sound sound_35
"绛枫姐把手中的杯子，轻轻地放在桌上。"

djf "假如说GPA比我高的都不放弃保研的话，\n那么我刚好，差一名就可以保研。"

cy "那……既然说是『假如』，\n那就肯定还是有人因为出国之类的事情放弃了吧？"
play sound sound_35
"绛枫姐端起剩下半杯糯米果汁，一饮而尽，然后又给自己倒满。"

djf "往年的正常情况，倒确实是这样。\n不过那年的情况比较复杂。"

djf "据我所知，那一年到最后，没有人能出国。\n不是签证问题，就是一些其他的问题。"

cy "那所以……是没保上？\n所以就开始借粮食果汁浇愁？"

"绛枫姐缓缓地摇了摇头。"

djf "我保上研了。"

"她轻轻地提起杯子，举到嘴边。"

djf "我第一次喝粮食果汁，是在我保上研的那一天。"

djf "那一天，我喝了半斤五十三度的高粱果汁，\n最后都不知道我是怎么回去的。"

cy "是为了庆祝自己保上研了？"

"绛枫姐又摇了摇头。"

djf "不是。"

djf "在保研名单确定的前一天，\n那个GPA刚好在我前一名的人，退学了。"

djf "叫什么来着……\n有点记不太清了。"
play sound sound_35
"绛枫姐放下杯子，我才注意到，她面前的杯子又变得空空如也。"

cy "绛枫姐，要不你少喝点？"

djf "没事的，我第一次都喝了半斤，\n到现在才半斤都不到，而且还是糯米果汁，不至于的。"

djf "倒是你，怎么杯子都没怎么动？"

"说着，绛枫姐又给自己倒了满满一杯，\n然后把瓶口放到我的杯子上。"

djf "再来点，给你加满了啊。"

cy "……行吧。"

"不等我拒绝，绛枫姐自顾自地把我面前半满的杯子加满了。"

djf "是不是因为我讲的话题都没什么意思，所以你都不喝？"

djf "那就换个话题吧，要不给你讲故事听？"

cy "我是三岁小孩吗……"

"总感觉今天的绛枫姐完全变了一个人，总不能……\n是喝糯米果汁喝的吧。"

djf "那你听不听？不听的话你就一个人回房间睡觉去。"

cy "听。"

"反正回去也没什么事做，还是和『人』待在一起要更好。"

djf "那就……讲《青鸟》的故事吧。"

"《青鸟》？总感觉这个名字在馨荷姐的那个本子里面见过。"

"但是应该不是一个东西吧。"

djf "很久很久以前，有一对生在穷苦家庭的兄妹俩，\n哥哥叫蒂蒂尔，妹妹叫米蒂尔。"

djf "他们家里靠打柴为生，到了年末，隔壁家在过节的时候，\n他们只能背着父母偷偷爬起来，趴在窗边看别人过节。"

cy "万恶的资本主义……"

djf "别打岔。"

djf "就在他们趴在窗边看别人吃大餐的时候，\n突然有一位仙女进了他们的房间。"

djf "仙女给了他们一顶镶嵌着钻石的帽子，\n让他们去寻找一只能够得到幸福的青鸟。"

djf "只要转一下帽子顶上的钻石，一切事物的灵魂都会显现出来。"

djf "在钻石的魔法之下，猫、狗、糖、面包、火、水还有光，\n都化成了人形。"

djf "随后，在仙女的指引下，他们都跟随着蒂蒂尔和米蒂尔，\n踏上了寻找青鸟的旅程。"

cy "等下，这是个童话故事吗？"

djf "嗯？原作是国外的一部童话剧，怎么了吗？"

cy "没怎么。"

"""
估计只是恰好同名吧。\n馨荷姐说的肯定是游戏，跟童话剧怎么可能沾边。

绛枫姐也没有追问的意思，继续讲了下去。
"""

djf "蒂蒂尔和米蒂尔他们去的第一站，叫做『思念之土』。\n在那里，他们见到了他们死去的爷爷和奶奶。"

djf "在思念之土里，没有疾病、没有灾祸，\n他们死去的爷爷和奶奶以及七个兄弟姐妹都幸福地生活在一起。"

djf "每当蒂蒂尔和米蒂尔想起他们的时候。"

"是不是……没有想起来的时候，他们就不存在了？\n我很想问这个问题。"

"但有点太唯心主义了，绝对会被绛枫姐说不会读空气的。"

djf "在那里，他们发现了他们之前老死的那只鸟，\n已经染上了纯青的颜色。"

djf "于是他们就从爷爷奶奶那里得到了青鸟，\n向他们告别之后，离开了思念之土。"

"绛枫姐停顿了一下。"
pause 0.5
djf "但是，当他们离开的时候，才发现，青鸟变成了黑鸟。"

cy "这个黑鸟会法球和关吗？"

"在我脑子转过来之前，我的嘴已经先抛出了这个问题。"

djf "你某个游戏玩多了吧。表示一下？"

cy "嗯？表示什么？"

djf "你这都在养金鱼了，还明知故问。"

cy "呃……养金鱼是什么意思？"

"""
我顺着绛枫姐的目光看去，目光的尽头……是我的杯子。

我的杯子？

……

那也就是说，让我直接陪一杯？
"""

"""
我举起杯子，在绛枫姐拉住我之前，一仰脖子。\n一整杯糯米果汁顺着我的食道长驱直入。

还是和原来一样，只有一股难喝的中药味。\n要是热过之后，真的能变得好喝吗？
"""

djf "这……只是表示一下，也没叫你直接干掉呀。"

"我的头有点晕，看不清绛枫姐的表情。\n恍惚之中，我似乎看到她的脸上，满是歉意和担忧。"

djf "你这都不清楚自己的量，喝慢点没事的。"

djf "你看你，都已经上脸了，明天早上起不来怎么办？"

cy "好像确实……头有点晕。"

djf "我建议你把手机的录音功能开一下。"

cy "嗯？是说要是我记不得了的话，可以明天去重新听一遍吗？"

djf "我怕你明天说自己不清白了，然后来找我麻烦。"

cy "我觉得我应该没这么恶俗吧……"

djf "那你以前喝过粮食果汁吗？"

cy "没有。"

djf "那不就得了，喝完粮食果汁之后自己会变成什么样，\n可没人能说得准的。"

djf "要不今天，就先到这里？"

"是接受绛枫姐的好意？还是放弃自己的尊严？\n应该选择哪一个，好像根本不需要斟酌。"

"虽然可能是糯米果汁干扰了我的思考。"

cy "没事的，绛枫姐你继续讲就可以了。"

"绛枫姐看了我一眼，叹了口气。"

djf "那就继续讲了。"

djf "蒂蒂尔和米蒂尔去的第二站，是夜之宫。"

djf "据说在夜之宫，有许多只能靠月光生活的青鸟，\n其中只有一只，即使见到太阳，也不会死去。"

djf "而不想和人站在同一边的猫，偷偷去和夜通风报信，\n试图阻止蒂蒂尔和米蒂尔找到青鸟。"

"这种吃里扒外的东西，真是哪里都有。"

djf "随着一扇扇夜之宫的大门被蒂蒂尔打开，\n他们见到了阴森的幽灵、疾病、战争、黑暗、恐怖、沉默。"

djf "同时，他们也见到了美好的露水、星星、萤火虫，\n以及夜莺的歌谣。"

djf "在要打开最后一扇门时，因为夜的恐吓，\n包括妹妹米蒂尔在内的同行者，都不敢打开这扇门。"

djf "只有哥哥蒂蒂尔和他们的狗，坚定地迈出了步伐，\n打开了那扇大门。"

"""
太正统了。

正统到，甚至都有点脸谱化了。

让我都听得有点犯困。

而且，鼻腔中不断地回荡着的糯米果汁的中药味，\n更是让睡意不断地涌上来。
"""

djf "打开大门的一瞬间，无数青鸟便涌了出来，\n他们拼尽全力，也无法把这么多青鸟都抓在手里。"

djf "而真正的青鸟，已经翱翔在了月光上面，再也找不到了。"

djf "留在他们手里的，只有已经死去的青鸟们。"

"""
果然还是没找到青鸟啊。

我打了个哈欠。
"""

djf "常远，要不你先回去睡觉？"

"我迷迷糊糊地看向绛枫姐，\n她的脸模模糊糊的，根本看不清。"

cy "……我继续听一会吧。"

djf "行吧。"

djf "你要是真的不行了，记得说啊。"

"绛枫姐停顿了一下，清了清嗓子，然后继续说："

djf "在这之后，他们经过了在猫的教唆之下变得充满攻击性的森林、\n经过了开满了鲜花却没有人影的墓地。"

djf "还是没有找到，他们需要找的那只青鸟。"

cy "那……他们在哪里能找到青鸟呢？"

"我靠在椅背上，张了张嘴，不由得又打了个哈欠。"

djf "到此为止吧。"

djf "剩下的故事，以后再讲吧。"
play sound sound_35
"绛枫姐把最后的一点糯米果汁倒进杯里，然后一饮而尽。"

cy "欸？"

djf "赶紧找面镜子看看自己吧，你连脖子都红透了。"

djf "早知道今晚就不该带你来喝粮食果汁的。"

djf "要扶你回去吗？"

"我张了张嘴，但却发不出任何声音。"

"绛枫姐叹了口气，脸上大概是一副无奈的神情。"

djf "你先坐在那里别动，我扶你回去。"
scene black with toki
scene bg _test with toki#转场，常远宿舍。
play music bgm_26 fadein 0.5
"发自内心的拒绝、关乎人格的尊严，\n在今晚大概都没有任何意义。"

"我整个人瘫倒在绛枫姐背上，任由她把我拖了回去。"

"一杯半糯米果汁就能把我焊在凳子上，\n实在是，颜面尽失。"

"绛枫姐她不仅扛着我走到了宿舍，还扶着我，\n看着我刷过牙、洗过脸、爬上床才回去。"

"我已经不知道以后应该怎么面对绛枫姐了。"

"而且也不知道是洗了把脸的原因、还是糯米果汁后劲过了的原因，\n我现在兴奋得完全睡不着。"

"原先脑海中空无一物的混沌，\n现在已经完全被胡思乱想的混沌所取代。"

cy "好像自那天以后，每天发生的事情都太有冲击性了。"

"先不提绛枫姐昨天快开门的时候才到岗，\n今天却又到岗这么早的事情……"

"总感觉好像哪里有点问题，但是又说不上来。\n或许是我脑子还没清醒吧。"

cy "不行，脑子一清醒下来，馨荷姐本子里的东西全都冒出来了。"

"『反差萌』"

"尽管我没有刻意地去记馨荷姐本子里的内容，\n但由于馨荷姐洋洋洒洒写了好几页关于这个词的论述……"

"不可避免地，在我脑袋放空了的时候，\n这个词浮现了出来。"

cy "在她刚强的那一面背后，\n沉眠着一个和小女孩一样喜欢童话故事的灵魂……"

"不对吧，小女孩可不会上来就灌自己半斤高粱果汁。"

cy "那这个算什么，只有反差，没有萌吗？"

cy "馨荷姐……要是你还在的话，能告诉我答案吗？"
pause 0.5
"……"

"『时间太多了』"

"我不由得，又想起馨荷姐说过的这句话。"

"绛枫姐会去喝粮食果汁，是不是也是……\n和馨荷姐差不多的原因呢？"

cy "整整快五年的心血全部做了别人的嫁衣，\n回来之后又浪费了快两年的时间……"

cy "所以馨荷姐才说『浪费了六年的时间』。"

"那绛枫姐呢？"

"她最开始的契机是因为本应该保研的那个同学退学了，\n她递补拿到了名额。"

"但是归根结底这只是最开始的契机，\n按道理没人会拘泥于这件事，就这么一直喝下去吧？"

"但很明显绛枫姐之后也肯定没有停过，\n不然她绝不可能在这个世界，还把粮食果汁堆满一整个柜子。"

cy "我是不是太疑神疑鬼了……\n万一绛枫姐真的就是这么单纯呢？"

"绛枫姐的到岗时间背后或许也什么都没有，只是偶然而已。"

"还是不想了。"

"不管是猜对了、还是猜错了，这种事情也不能向绛枫姐去求证。"

"毕竟在这个世界上，有些东西，不想起来才是最好的事情。"

cy "已经不能没心没肺地在这个世界活下去的我，真是可悲啊。"

"我懒得关灯，翻了个身，把头埋进了被子里。"
scene black with toki
scene bg _test with toki#转场，转1958
play music bgm_13 fadein 0.5
"""
今天1958的工作感觉比昨天还要让我头疼。

不对，可能是让绛枫姐比较头疼。

毕竟我只需要装作不会说话的样子来接客就可以了。
"""

guest "我觉得我给你们开出的条件非常合理，\n也对你们非常友好。"

guest "我可以独家给你们供应白色丝袜，\n同时还提供免费的更换服务。"

guest "你们需要付出的仅仅是，\n每次我来换货的时候给我提供一杯自选茶饮料而已……"

"这次来的客人，比以往都还要难缠。"

"绛枫姐先是糊弄了十分钟，最后被逼得明确表示了拒绝，\n他还是在这里喋喋不休。"

djf "您这边提出的需求，我们实在没法满足。"

guest "这么说，您是打算接受这个交易了吗？\n您只要在这份合同上签个字按个手印就可以了。"

"明明是确凿无疑的拒绝的话语，他却像是听到了许可一样，\n擅自把话题进行了下去。"

djf "我们有规定，只有您付款了，我们才能给您做。"

guest "我这边也带了我们的产品，\n你先试一下，再做决定也不迟。"

djf "我们这边不接受任何形式的抵账，必须现金支付。"

"绛枫姐的神情，变得愈发阴沉。"

guest "你这怎么都不讲变通的？\n我把货给你，你这边帮我付款不就可以了。"

djf "您再不付款，按照我们的规章制度，也没法给您继续服务了。"

"绛枫姐额头上的青筋，像是要迸裂而出般不住地颤动。"

guest "你这个生意怎么这么不好做的。"

"这个客人……或许称之为推销员更合适？\n总之，他还在自顾自地讲着他自己的那个话题。"

guest "这样吧，特别给你们一个优惠。\n这两双丝袜直接送你们了，你们现在穿的换下来给我就行。"

"""
绛枫姐脸一黑，推开这个顾客，\n径直走向下一个等了许久的顾客。

我因为不应该说话，自然是不能去接客的。\n不过好在后面的顾客都很有耐心，都没有抱怨。

虽然我明确感觉到他们的视线毫无掩饰地扫过我的全身。
"""
play sound sound_17#巴掌声
djf "本店是禁止骚扰工作人员的。\n请自重。"
pause 0.5
"我一转头，看到那个顾客把手搭在绛枫姐的肩上，\n脸上挂着个红彤彤的巴掌印。"

guest "你！……"

"毫不理会装出一副怒容的顾客，\n绛枫姐一把扯下了抓在她肩上的那只手，退到我的身后。"

djf "我去拿防暴叉，你帮我拦一下。"#隐去djf立绘

cy "好。"

"绛枫姐和我轻声搭完话，就径直向仓库走去。"

"坐在座位上喝咖啡的客人们，目光也都投向了我们。\n虽然我承认接下来要演的戏，确实有那么些看头。"

"当然还是有人在看我的女仆装，这就另当别论了。"

guest "无礼，真是无礼！"

"眼见绛枫姐没理会他，\n这个顾客径直往仓库的方向冲了过来。"

"而我正走在掩护绛枫姐的路线上，刚从吧台后出来，\n就和他撞了个满怀。"
play sound sound_36
"他直挺挺地向后倒去，轻轻地跌倒在地。"

"真的……撞到了吗？\n为什么……我一点被撞到的感觉都没有？"

guest "你们欺人太甚！怎么可以对顾客动粗！"

"真是不依不饶。"

"以前根本就没见到过这种顾客，\n本来一般绛枫姐说两句，基本都会识相地离开的。"

guest "你看你，自认理亏，不说话了是不是！"

"我倒是想解释，但是毕竟还穿着女仆装，还真不能开口。\n不对，如果我开口的话，是不是可以直接把他给恶心走？"

"真是两难的选择，简直就像电车难题一样……"

"但是……思考这个的时候，\n我总感觉我好像忘了什么关键的事情……"

guest "不过呢，我大人不记小人过，\n把你现在穿的袜子脱下来给我赔礼谢罪，就可以了。"

"我忘了这个顾客最喜欢擅自推进话题了！"

"说着，这个顾客就像条蛆虫一样，翻了个身，\n趴在地上，向我这边蠕动。"

play sound sound_36
"穿着女仆装实在不方便活动，我来不及闪躲，\n眼睁睁地看着他……抱住了我的腿。"
play music bgm_16 fadein 0.5
cy "呀！"

"一瞬间，我发出了好像不应该是我能够发出的声音。"

"……"
pause 0.5
"""
我定了定神，四下环顾了一下。\n看其他顾客的样子……好像……没有问题？

不对，最关键的问题给我忘记了。

我的小腿上，还残留着被湿湿黏黏的双手抱着的感觉。
"""

"强忍着要吐出来的冲动，我低下头，和那个顾客对上了眼。"

guest "小妹妹啊，过了这个村就没这个店了。\n你再不做出决定，我就要收精神损失费了。"

guest "刚刚你的同事敬酒不吃吃罚酒，\n我觉得你还是个聪明人，应该知道要做什么的吧？"

"好恶心。\n恶心到我甚至感受到了生命的危险。"

"已经不是思考电车难题或者马桶拔子难题的时候了，\n声誉是1958的，但是命是自己的……"

cy "这位客人，请您不要在店里面随便动手动脚。"

"完蛋了。"

"还是忍不住，喝止了他。"

"本来在吧台排着队的顾客，一听我开口，\n都径直推开大门走了。"

"在地上抓着我的腿的那个不要脸的，手上的动作也停住了。"

"……"

"虽然杀敌一千自损八百，但起码……有戏？"

"我正这么想着，一只手又顺着我的小腿，往上爬了两拃。"
pause 0.5
"为什么一点成效都没有啊！"

guest "哎呀，我这没仔细看，都看走眼了。"

guest "这样的话，作为我的精神损失费，\n你必须要签这个供货协议了。"

"他脸上猥琐的笑容，变得越发不堪入目。"
play music bgm_9 fadein 0.5
djf "常远，别理他！"

djf "站稳了，把他手掰开！"

"我刚把注意力放到我的下盘，\n绛枫姐的防暴叉已经穿过了我的裙子底下。"

"防暴叉顶着趴在地上的那条蛆的腋窝，\n把他直挺挺地架了起来。"

"我微微欠身，趁着抱着我的腿的两只油腻的手放松的片刻，\n把那两只手掰了下来。"

guest "你们就是这么对你们的客人的？\n现在把合同签了，我还可以原谅你们！"

"被架起来的那条蛆，还在不住地嚎叫着。"

djf "常远，搭把手，把他推出去。"

"绛枫姐没理会他，给我使了个眼色。"

"我双手抓上防暴叉的长柄，跟着绛枫姐的脚步，\n合力把这个不要脸的顶了出去。"

"防暴叉的重量，随着他一步步地退却，逐渐轻盈起来。"

"直到他的背顶上大门，左脚踏在门槛上，\n然后整个人被顶出了1958，融进了大门外的白雾之中。"

"防暴叉那一端的重量，也在那一刻，\n像是从未存在过一样，无处寻踪觅迹。"

cy "好险。"

"确认过大门外已经空无一物之后，我终于松了一口气。"

"要是绛枫姐再来迟一点，我都不敢想，会是什么样子。"
play music bgm_13 fadein 0.5
djf "早上补了一下库存，防暴叉被塞到最里面了，不方便拿。"

"绛枫姐也擦了一下额头上的汗珠，带着歉意看向我。"

djf "常远，你没事吧？要不今天直接关店休息？"

cy "那……确实有事。"

"男孩子在外面，确实要好好保护自己。"
scene black with toki
scene bg _test with toki#继续放喝酒CG，喝白的。
play music bgm_6 fadein 0.5
"我想要忘掉今天的事情。"

"所以，我又恳求绛枫姐带我回她的房间。"

"喝粮食果汁。"

"不过绛枫姐不知道是有意还是无意，\n又忘了在回去的路上买小麦果汁。"

"所以，最后端到桌上的，是一瓶高粱果汁。"

djf "你这喝果汁的水平太次了，这个不能给你喝。"

"我正准备把手伸向绛枫姐手中的瓶子，就给她拦了下来。"

"然后她夺过我的杯子，给我倒了一杯白开水。"
play sound sound_35
cy "为啥？不都是粮食果汁吗？"

djf "你也不看看你昨天喝个糯米果汁喝成什么样，\n这白的一杯顶三杯，哪敢让你喝。"

"就算这是事实，也不是一点都不敢让我碰的理由吧？"

djf "昨天我讲到哪里了，你还记得吗？"

cy "嗯？什么叫『讲到哪里了』？"

djf "就昨天讲的《青鸟》。"

djf "你要是记不得了，就说明你昨天就根本没认真听，\n也别想让我继续讲了。"

"绛枫姐浅浅抿了一下手中的玻璃杯，看向我。"

cy "呃……我记得是两兄妹在找青鸟？"

djf "哪两兄妹？在哪里找的青鸟？"

cy "呃…韩塞尔和格蕾特？"

djf "虽然这两对兄妹都是樵夫家庭出身，\n但是你这也不至于直接串戏到《糖果屋》吧？"

djf "再给你一次机会，都去哪里找过青鸟？"

cy "……死人堆里？"

"绛枫姐白了我一眼。"

djf "蒙的？"

cy "蒙的。"

djf "怎么就给你蒙对了。"

djf "算了，愿赌服输。"

"绛枫姐又抿了一口高粱果汁，然后继续说了下去。"

djf "蒂蒂尔和米蒂尔离开了墓地之后，\n光带领着他们去到了幸福之园。"

djf "一进入幸福之园，\n他们就看见了许多肥胖臃肿的人间幸福围在八仙桌旁觥筹交错。"

djf "坐在主位的是资本主义，坐在主宾的则是私有制。"

djf "除此之外，暴食、懒惰、无知等等也纷纷落座，\n他们无休无止地在八仙桌上吃喝玩乐。"

cy "等等，这些听起来特别像七宗罪的物质上的享受，\n也算幸福吗？"

djf "物质享受又怎么不算幸福呢？"

djf "再怎么庸俗，再怎么在艺术中被批判，\n你也不能脱离物质生活的。"

djf "而且……大多数人甚至都没有物质享受的机会。"

djf "更何况你这完全是抓大放小，\n主座上的资本家怎么你给忘了？"

cy "那……绛枫姐你，会因为这种物质享受而感到幸福吗？"

"绛枫姐提着玻璃杯的手定在空中。"

djf "我不知道。"

djf "我……也没有享受过。"
play sound sound_35
"落在绛枫姐面前的杯子，明显浅了不少。"

djf "但是总有人会因为物质欲望得到满足而幸福的。"

djf "你今天不也看到了吗？完全沦为物质欲望的奴隶的人。"

djf "哪怕他只是『神』所创造出来的虚幻的影子，\n也不代表，真实的他就不存在。"

"我用力地摇了摇头，试图把今天下午的记忆甩出我的脑袋。"

"毫不掩饰的、令人作呕的那种欲望，\n这样子……真的算是幸福吗？"

cy "原作是童话剧，应该不至于有这么成人的想法吧？"

djf "那当然不是。"

djf "在肥胖的幸福们的蛊惑之下，\n本不配上桌的狗、面包还有糖都跳上了桌开始吃喝玩乐。"

djf "为了改变这一切，蒂蒂尔发动了钻石的魔法。"

djf "肥胖的幸福显出了丑陋的本相，争相逃进了不幸的洞穴里。"

djf "重新回到花园里面的，\n是无数蒂蒂尔和米蒂尔从来没有认识到过的幸福。"

djf "健康、阳光、雨露……\n无数和他们共同生活在一起的幸福，都来和他们打招呼。"

djf "蒂蒂尔向领头的健康幸福询问青鸟的去向，\n却只得到了一个暧昧的反问。"

djf "『你怎么会不知道青鸟在哪儿？』"

cy "所以，蒂蒂尔他知道青鸟在哪里吗？"

djf "如果他知道青鸟在哪里，\n又为什么要特地跑出来找青鸟呢？"

"绛枫姐停顿了一下，\n见我没有回应，于是又讲了下去。"

djf "最后，他们和母爱相会并告别，空着手离开了幸福之园。"

cy "等下，为什么是空着手的？"

djf "因为幸福们认为蒂蒂尔他们应该知道青鸟在哪里，\n但是既然蒂蒂尔不知道，那就没什么好讲的了。"

"感觉……像是所谓的『禅意』？"

"我正胡思乱想着，绛枫姐已经继续讲了下去。"

djf "蒂蒂尔和米蒂尔去的最后一站，是未来王国。\n数不清的等待出生的孩子们，都聚集在那里。"

djf "每一个孩子都带着一件将要带下界的东西，\n或是在思索应当带什么下去。"

djf "蒂蒂尔和米蒂尔还未出世的弟弟也在孩子们之中，\n而他要带下去的东西，是百日咳、白喉和破伤风。"

cy "都什么东西，这下去了还不如不下去。"

djf "那，难道能选吗？"

"绛枫姐脸上挂着的微笑，不知为何透着一丝凄凉。"

"她面前的玻璃杯，也不知不觉间几近见底。"

cy "我们是在讲《青鸟》的故事，是童话故事，对吧？"

"绛枫姐没有正面回答我的问题，摇了摇头，继续讲了下去。"

djf "时间所掌管的大门也在此刻打开，\n应该在今天下去的孩子们也列好了队。"

djf "他们一个又一个地乘上了时间的大船，向人间而去。"

djf "最后，在时间发现他们这几个不速之客之前，\n他们得到了未来王国的青鸟，踏上了回家的旅途。"

"绛枫姐端起杯子，仰头，把最后一口高粱果汁倒进嘴里。"
play sound sound_35
cy "就这么结束了？不会吧？"

djf "以后有机会，再讲吧。"

djf "你应该也不希望这么快就讲完吧？"

"明明这句话应该是在征求我的想法，\n绛枫姐的眼神却像是在明确地警告我。"

"警告我，不要给出否定的答案。"

cy "那当然。"

cy "毕竟我还没喝过小麦果汁是什么味道，留到下次再喝吧。"

"摸不清绛枫姐葫芦里卖的什么药，\n我顺着她给的台阶，开了个玩笑。"

djf "就你这个水平，喝粮食果汁还早了八百年呢。"

"绛枫姐靠在椅背上，双颊已被染得微红。"

djf "对了，我记得过个两周有个烟花大会，\n要不到时候我们俩一起去？"

cy "可以啊……欸？？？"

"『烟花大会』？"

"我听错了？"

cy "等下，绛枫姐，你说的……\n是那个『烟花大会』吧？"

djf "就在琉璃湖边上放烟花啊？\n难道还有别的烟花大会吗？"

"在馨荷姐的那个本子里明确地写着，\n一般来说，『烟花大会』会是非常重要的事件……"

cy "绛枫姐，你该不会……"

djf "你想太多了。"

djf "和馨荷姐那个时候，不一样。"

"绛枫姐的吐息中，带着一丝高粱果汁的醇厚香气。"

"我摸不清楚，她到底是借着醉意，\n在讲真话，还是在讲假话。"

djf "我没有任何离开的打算。"

djf "只是看你最近压力太大了，带你出去逛一下。"

cy "但是……"

djf "又不是约会，不要想太多。"

"绛枫姐提起面前的杯子，\n迷离的眼神透过玻璃的折射，落在我的眼中。"
play sound sound_35
"旋即，她又把早已空空如也的杯子，放了下来。"

djf "今天，就到这里吧。\n不继续喝了。"

djf "常远，今天总不需要把你扶回去了吧？"

"绛枫姐含着微笑，把目光投向我。"

cy "我要只是闻高粱果汁就会倒，也就不会呆在这里了。"


stop music
play sound sound_20
scene black with doorclose
scene bg _test with dooropen
#转黑屏
call Chapter_5 from _call_Chapter_5
return